Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Error applying patch to file [2]. It has probably been updated by other means, and can no longer be modified by this patch. For more information contact your patch vendor. {{System Error: [3]}}
bg_bg: Грешка при прилагане на корекцията във файла [2]. Вероятно той е актуализиран по друг начин и не може да се модифицира от тази корекция. За повече информация се обърнете към доставчика на корекцията. {{Системна грешка: [3]}}
de_de: Fehler bei der Anwendung des Patch auf Datei [2]. Die Datei wurde wahrscheinlich bereits auf andere Weise aktualisiert und kann von diesem Patch nicht mehr verändert werden. Wenden Sie sich mit Fragen an den Patchhersteller. {{Systemfehler: [3]}}
es_es: Error al aplicar la revisión al archivo [2]. Probablemente el archivo ya se ha actualizado por otros medios y esta revisión no puede modificarlo. Para obtener más información, consulte al proveedor de la revisión. {{Error del sistema: [3]}}
et_ee: Paiga rakendamisel failile [2] ilmnes tõrge. Arvatavasti on faili värskendatud muul viisil ning selle paigaga enam faili värskendada ei saa. Lisateabe saamiseks võtke ühendust paiga tarnijaga. {{System Error: [3]}}
he_il: שגיאה בהחלת התיקון לקובץ [2]. נראה שהקובץ עודכן בדרכים אחרות, ואינו ניתן לשינוי על-ידי התיקון. לקבלת מידע נוסף פנה לספק התיקון שלך.{{System Error: [3]}}
it_it: Errore durante l'applicazione della patch al file [2]. Il file è stato probabilmente aggiornato in altro modo oppure non può più essere modificato da questa patch. Per ulteriori informazioni, contattare il fornitore della patch. {{Errore di sistema: [3]}}
ko_kr: 패치를 파일 [2]에 적용하는 중 오류가 발생했습니다. 파일이 다른 방법으로 업데이트되었기 때문에 이 패치로는 더 이상 수정할 수 없습니다. 자세한 사항은 패치 공급업체에 문의하십시오. {{시스템 오류: [3]}}
pl_pl: Podczas stosowania poprawki do pliku [2] wystąpił błąd. Prawdopodobnie plik został zaktualizowany w inny sposób i nie może być modyfikowany przez tę poprawkę. Aby uzyskać więcej informacji, skontaktuj się z dostawcą poprawki. {{Błąd systemu: [3]}}
pt_br: Erro ao aplicar patch no arquivo [2]. Provavelmente, ele foi atualizado por outros meios e não pode mais ser modificado por esse patch. Para obter mais informações, entre em contato com o fornecedor do patch. {{Erro do sistema: [3]}}
pt_pt: Erro ao aplicar o patch ao ficheiro [2]. Foi provavelmente actualizado de outro modo e já não pode ser modificado por este patch. Para mais informações, contacte o fornecedor do patch. {{Erro do sistema: [3]}}
ro_ro: Eroare la aplicarea corecţiilor în fişierul [2]. A fost probabil actualizat prin alte mijloace şi este imposibil de modificat prin aceste corecţii. Pentru informaţii suplimentare luaţi legătura cu furnizorul corecţiilor. {{Eroare de sistem: [3]}}
sv_se: Det gick inte att använda korrigeringen på filen [2]. Filen har kanske uppdaterats och det går inte att använda korrigeringen längre. Kontakta leverantören av korrigeringsfilen om du vill ha mer information. {{Systemfel: [3]}}
th_th: ผิดพลาดในการใช้โปรแกรมซ่อมแซม (patch) กับแฟ้ม [2] ซึ่งอาจจะถูกปรับปรุงโดยวิธีอื่น และไม่สามารถถูกปรับเปลี่ยนโดยโปรแกรมซ่อมแซม (patch) นี้อีกต่อไป สำหรับข้อมูลเพิ่มเติมให้ติดต่อผู้ขายโปรแกรมซ่อมแซม (patch) ของคุณ {{ระบบผิดพลาด: [3]}}
uk_ua: Помилка під час застосування латки до файлу [2]. Можливо, файл уже оновлено іншим чином, і ця латка не може змінити його. За відомостями зверніться до постачальника латки. {{Системна помилка: [3]}}
zh_tw: 套用修正至檔案 [2] 發生錯誤。可能已被其他方法更新過，並且無法被此修正更改。請接洽此修正程式的廠商以取得更多訊息。{{系統錯誤: [3]}}

source: A file that is required cannot be installed because the cabinet file [2] is not digitally signed. This may indicate that the cabinet file is corrupt.
bg_bg: Нужен файл не може да се инсталира, защото архивният файл [2] не е цифрово подписан. Това може да означава, че архивният файл е повреден.
de_de: Eine erforderliche Datei kann nicht installiert werden, da die Kabinettdatei [2] nicht digital signiert wurde. Dies kann darauf hindeuten, dass die Kabinettdatei beschädigt ist.
es_es: No se puede instalar un archivo que se se necesita porque el archivo .CAB [2] no está digitalmente firmado. Esto puede indicar que el archivo .CAB esté dañado.
et_ee: Üht nõutud faili ei saa installida, kuna selle CAB-failil [2] puudub digitaalallkiri. See võib osutada, et fail on rikutud.
he_il: קובץ נדרש לא ניתן להתקנה מכיוון שקובץ cabinet [2] אינו חתום בחתימה דיגיטלית. זה יכול להצביע על כך שקובץ ה-cabinet פגום.
it_it: Impossibile installare un file necessario. Il file CAB [2] è senza firma digitale. È possibile che il file CAB sia danneggiato.
ko_kr: 캐비닛 파일 [2]이(가) 디지털 서명되어 있지 않기 때문에 필요한 파일을 설치할 수 없습니다. 캐비닛 파일이 손상되었을 수 있습니다.
pl_pl: Nie można zainstalować wymaganego pliku, ponieważ plik cabinet [2] nie jest podpisany cyfrowo. Może to wskazywać, że plik cabinet jest uszkodzony.
pt_br: Um arquivo necessário não pode ser instalado porque o arquivo de gabinete [2] não foi assinado digitalmente. Isso pode indicar que o arquivo de gabinete está corrompido.
pt_pt: Um ficheiro que é necessário não pode ser instalado porque o ficheiro cab [2] não está assinado digitalmente. Isto pode indicar que o ficheiro cab está corrompido.
ro_ro: Imposibil de instalat unul din fişierele solicitate deoarece fişierul cabinet [2] nu este semnat digital. Aceasta poate să indice că fişierul cabinet este deteriorat.
sv_se: En fil som krävs kan inte installeras eftersom CAB-filen [2] inte signerats digitalt. Detta kan tyda på att CAB-filen är skadad.
th_th: แฟ้มที่จำเป็นไม่สามารถถูกติดตั้งได้ เพราะแฟ้ม cabinet [2] ไม่ได้ถูกลงชื่อแบบดิจิตัล ซึ่งอาจเป็นเพราะว่าแฟ้ม cabinet นี้เสียหาย
uk_ua: Не вдається установити потрібний файл, оскільки CAB-файл [2] не має цифрового підпису. Можливо, CAB-файл пошкоджено.
zh_tw: 有一個必需的檔案無法安裝，因為壓縮檔 [2] 並未經過數位簽署。可能是壓縮檔已經損毀。

source: A file that is required cannot be installed because the cabinet file [2] has an invalid digital signature. This may indicate that the cabinet file is corrupt.{{ Error [3] was returned by WinVerifyTrust.}}
bg_bg: Нужен файл не може да се инсталира, защото архивният файл [2] е с невалиден цифров подпис. Това може да означава, че архивният файл е повреден.{{ Грешка [3] е върната от WinVerifyTrust.}}
de_de: Eine erforderliche Datei kann nicht installiert werden, da die Kabinettdatei [2] eine ungültige digitale Signatur hat. Dies kann darauf hindeuten, dass die Kabinettdatei beschädigt ist.{{ Der Fehler [3] wurde von WinVerifyTrust zurückgeliefert.}}
es_es: No se puede instalar un archivo que se necesita porque el archivo .CAB [2] tiene una firma digital no válida. Esto puede indicar que el archivo .CAB está dañado.{{ Error [3] devuelto por WinVerifyTrust.}}
et_ee: Nõutud faili ei saa installida, kuna selle CAB-failil [2] on vigane digitaalallkiri. See võib osutada, et CAB-fail on rikutud.{{ Error [3] was returned by WinVerifyTrust.}}
he_il: קובץ נדרש לא ניתן להתקנה מכיוון שיש לקובץ cabinet [2] חתימה דיגיטלית לא תקיפה. זה יכול להצביע על קובץ cabinet פגום.{{ שגיאה [3] הוחזר על ידי WinVerifyTrust.}}
it_it: Impossibile installare un file necessario. Il file CAB [2] ha una firma digitale non valida. È possibile che il file CAB sia danneggiato.{{ WinVerifyTrust ha restituito l'errore [3].}}
ko_kr: 캐비닛 파일 [2]이(가) 올바르지 않은 디지털 서명을 가지고 있기 때문에 필요한 파일을 설치할 수 없습니다. 캐비닛 파일이 손상되었을 수 있습니다.{{ WinVerifyTrust가 오류 [3]을(를) 반환했습니다.}}
pl_pl: Nie można zainstalować wymaganego pliku, ponieważ plik cabinet [2] ma nieprawidłowy podpis cyfrowy. Może to wskazywać, że plik cabinet jest uszkodzony. {{Moduł WinVerifyTrust zwrócił błąd [3].}}
pt_br: Um arquivo necessário não pode ser instalado porque o arquivo de gabinete [2] possui uma assinatura digital inválida. Isso pode indicar que o arquivo de gabinete está corrompido.{{ Erro [3] foi retornado pelo WinVerifyTrust.}}
pt_pt: Um ficheiro que é necessário não pode ser instalado porque o ficheiro cab [2] não está assinado digitalmente. Isto pode indicar que o ficheiro cab está corrompido..{{ Foi devolvido o erro [3] por WinVerifyTrust.}}
ro_ro: Imposibil de instalat unul din fişierele solicitate deoarece fişierul cabinet [2] are o semnătură digitală incorectă. Aceasta poate să indice că fişierul cabinet este deteriorat.{{ WinVerifyTrust a returnat eroarea [3].}}
sv_se: En fil som krävs kan inte installeras eftersom CAB-filen [2] har en felaktig digital signatur. Detta kan tyda på att CAB-filen är skadad.{{ Felet [3] returnerades av WinVerifyTrust.}}
th_th: แฟ้มที่จำเป็นไม่สามารถถูกติดตั้งได้ เพราะแฟ้ม cabinet [2] ถูกลงชื่อแบบดิจิตัลอย่างไม่ถูกต้อง ซึ่งอาจเป็นเพราะว่าแฟ้ม cabinet นี้เสียหาย {{ ข้อผิดพลาด [3] ถูกส่งกลับคืนโดย WinVerifyTrust.}}
uk_ua: Не вдається установити потрібний файл, оскільки CAB-файл [2] має неправильний цифровий підпис. Можливо, CAB-файл пошкоджено.{{ Помилку [3] повернув WinVerifyTrust.}}
zh_tw: 有一個必需的檔案無法安裝，因為壓縮檔 [2] 的數位簽章無效。可能是壓縮檔已經損毀。{{ WinVerifyTrust 傳回錯誤 [3]。}}

source: Failed to correctly copy [2] file: CRC error.
bg_bg: Копирането на файла [2] е неуспешно: CRC грешка.
de_de: Die Datei [2] konnte nicht kopiert werden: CRC-Fehler.
es_es: No se puede copiar el archivo [2] correctamente: error CRC.
et_ee: Faili [2] õige kopeerimine nurjus: CRC tõrge.
he_il: העתקה נכונה של הקובץ [2] נכשלה: שגיאת CRC.
it_it: Impossibile copiare correttamente il file [2]: errore CRC.
ko_kr: [2] 파일을 올바로 복사하지 못했습니다. CRC 오류입니다.
pl_pl: Nie można poprawnie skopiować pliku [2]: błąd CRC.
pt_br: Falha ao copiar corretamente o arquivo [2]: erro de CRC.
pt_pt: Falha ao copiar correctamente o ficheiro [2]: Erro de CRC.
ro_ro: Copierea corectă a fişierului [2] nu a reuşit: eroare CRC.
sv_se: Det gick inte att kopiera filen [2]: CRC-fel.
th_th: ไม่สามารถทำสำเนาแฟ้ม [2] ได้ : ข้อผิดพลาด CRC
uk_ua: Не вдалося скопіювати файл [2]: помилка контрольної суми.
zh_tw: 無法正確複製 [2] 檔案: CRC 錯誤。

source: Failed to correctly move [2] file: CRC error.
bg_bg: Преместването на файла [2] е неуспешно: CRC грешка.
de_de: Die Datei [2] konnte nicht verschoben werden: CRC-Fehler.
es_es: No se puede mover el archivo [2] correctamente: error CRC.
et_ee: Faili [2] õige teisaldamine nurjus: CRC tõrge.
he_il: העברה נכונה של הקובץ [2] נכשלה: שגיאת CRC .
it_it: Impossibile spostare correttamente il file [2]: errore CRC.
ko_kr: [2] 파일을 올바로 이동하지 못했습니다. CRC 오류입니다.
pl_pl: Nie można poprawnie przenieść pliku [2]: błąd CRC.
pt_br: Falha ao mover corretamente o arquivo [2]: erro de CRC.
pt_pt: Falha ao mover correctamente o ficheiro [2]: Erro de CRC.
ro_ro: Mutarea corectă a fişierului [2] nu a reuşit: eroare CRC.
sv_se: Det gick inte att flytta filen [2]: CRC-fel.
th_th: ไม่สามารถย้ายแฟ้ม [2] ได้ : ข้อผิดพลาด CRC
uk_ua: Не вдалося перемістити файл [2]: помилка контрольної суми.
zh_tw: 無法正確移動 [2] 檔案: CRC 錯誤。

source: Failed to correctly patch [2] file: CRC error.
bg_bg: Поправката на файла [2] не е успешна. CRC грешка.
de_de: Die Datei [2] konnte nicht gepatcht werden: CRC-Fehler.
es_es: No se puede revisar el archivo [2] correctamente: error CRC.
et_ee: Faili [2] õige paikamine nurjus: CRC tõrge.
he_il: תיקון נכון של הקובץ [2] נכשל: שגיאת CRC.
it_it: Impossibile correggere correttamente il file [2]: errore CRC.
ko_kr: [2] 파일을 올바로 패치하지 못했습니다. CRC 오류입니다.
pl_pl: Nie można poprawnie zastosować poprawki do pliku [2]: błąd CRC.
pt_br: Falha ao corrigir corretamente o arquivo [2]: erro de CRC.
pt_pt: Falha ao aplicar o patch correctamente ao ficheiro [2]: Erro de CRC.
ro_ro: Corectarea fişierului [2] nu a reuşit: eroare CRC.
sv_se: Det gick inte att korrigera filen [2]: CRC-fel.
th_th: ไม่สามารถแก้ไขแฟ้ม [2] ได้ : ข้อผิดพลาด CRC
uk_ua: Не вдалося оновити файл [2]: помилка контрольної суми.
zh_tw: 無法正確修補 [2] 檔案: CRC 錯誤。

source: The file '[2]' cannot be installed because the file cannot be found in cabinet file '[3]'. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
bg_bg: Файлът "[2]" не може да се инсталира, защото не може да се намери в архивния файл "[3]". Това може да означава грешка в мрежата, грешка при четене от CD-ROM устройството или проблем в този пакет.
de_de: Die Datei "[2]" kann nicht installiert werden, da die Datei in der Kabinettdatei "[3]" nicht gefunden wurde. Dies deutet auf einen Netzwerkfehler, einen CD-ROM-Lesefehler oder auf ein das Paket betreffendes Problem hin.
es_es: No se puede instalar el archivo "[2]" porque este archivo no se puede encontrar en el .CAB "[3]". Esto puede indicar un error de red, un error al leer desde el CD-ROM, o un problema con este paquete.
et_ee: Faili [2] ei saa installida, sest seda faili CAB-failist [3] ei leitud. See võib viidata võrgutõrkele, tõrkele lugemisel CD-ROM-draivilt või selle paketiga seotud probleemile.
he_il: לא ניתן להתקין את הקובץ '[2]' מכיוון שהקובץ לא נמצא בקובץ cabinet '[3]'. זה יכול להצביע על שגיאה ברשת, שגיאה בקריאת התקליטור או בעיה בחבילה זו.
it_it: Impossibile installare il file "[2]". Impossibile trovare il file nel file CAB "[3]". Questo può indicare un errore di rete, un errore di lettura dal CD-ROM o un problema con questo pacchetto.
ko_kr: 캐비닛 파일 '[3]'에서 찾을 수 없어서 '[2]' 파일을 설치할 수 없습니다. 네트워크 오류이거나, CD-ROM에서 읽기 오류이거나, 이 패키지에 문제가 있을 수 있습니다.
pl_pl: Nie można zainstalować pliku „[2]”, ponieważ nie można znaleźć go w pliku cabinet „[3]”. Może to wskazywać błąd sieciowy, błąd odczytu ze stacji dysków CD-ROM lub problem z tym pakietem.
pt_br: O arquivo '[2]' não pode ser instalado porque o arquivo não foi encontrado no arquivo de gabinete '[3]'. Isso pode indicar um erro de rede, um erro ao ler do CD-ROM ou um problema com este pacote.
pt_pt: O ficheiro '[2]' não pode ser instalado porque não é possível encontrar o ficheiro no ficheiro cab '[3]'. Isto pode indicar um erro de rede, um erro a ler a partir do CD-ROM ou um problema com este pacote.
ro_ro: Imposibil de instalat fişierul '[2]' deoarece fişierul nu se găseşte în fişierul cabinet '[3]'. Aceasta poate să indice o eroare de reţea, o eroare de citire de pe CD-ROM sau o problemă cu acest pachet.
sv_se: Filen [2] kan inte installeras eftersom den här filen inte kan hittas i CAB-filen [3]. Detta kan tyda på ett nätverksfel, ett problem med att läsa från CD-skivan eller ett problem med paketet.
th_th: แฟ้ม '[2]' ไม่สามารถถูกติดตั้งได้เพราะแฟ้มนี้ไม่ได้อยู่ใน cabinet '[3]' ซึ่งอาจเป็นเพราะข้อผิดพลาดทางเครือข่าย ข้อผิดพลาดในการอ่านจากซีดีรอม หรือโปรแกรมชุดนี้มีปัญหา
uk_ua: Не вдається установити файл ''[2]'', оскільки його немає в CAB-файлі ''[3]''. Можливо, сталася помилка в мережі, під час читання з компакт-диску, або неполадка в пакеті.
zh_tw: 無法安裝檔案 '[2]'，因為在壓縮檔 '[3]' 中找不到這個檔案。可能是網路發生問題、光碟讀取有問題、或是封裝有問題。

source: The cabinet file '[2]' required for this installation is corrupt and cannot be used. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
bg_bg: Нужният за инсталирането архивен файл "[2]" е повреден и не може да се използва. Това може да означава грешка в мрежата, грешка при четене от CD-ROM устройството или проблем в този пакет.
de_de: Die für die Installation erforderliche Datei "[2]" ist beschädigt und kann nicht verwendet werden. Dies deutet auf einen Netzwerkfehler, einen CD-ROM-Lesefehler oder auf ein das Paket betreffendes Problem hin.
es_es: El archivo .CAB "[2]" que se necesita para esta instalación está dañado o no se puede usar. Esto puede indicar un error de red, un error al leer desde el CD-ROM, o un problema con este paquete.
et_ee: Selleks installimiseks nõutav CAB-fail [2] on vigane ja seda ei saa kasutada. See võib viidata võrgutõrkele, tõrkele lugemisel CD-ROM-draivilt või selle paketiga seotud probleemile.
he_il: קובץ ה-cabinet '[2]' הדרוש להתקנה זו, פגום ולא ניתן להשתמש בו. זה יכול להצביע על שגיאה ברשת, שגיאה בקריאה מהתקליטור או בעיה בחבילה זו.
it_it: Il file CAB "[2]" necessario per l'installazione è danneggiato e non può essere utilizzato. Questo può indicare un errore di rete, un errore di lettura dal CD-ROM o un problema con questo pacchetto.
ko_kr: 설치에 필요한 캐비닛 파일 '[2]'이(가) 손상되어 사용할 수 없습니다. 네트워크 오류이거나, CD-ROM에서 읽기 오류이거나, 이 패키지에 문제가 있을 수 있습니다.
pl_pl: Plik cabinet „[2]” wymagany dla tej instalacji jest uszkodzony i nie można go użyć. Może to wskazywać błąd sieciowy, błąd odczytu ze stacji dysków CD-ROM lub problem z tym pakietem.
pt_br: O arquivo de gabinete '[2]' necessário para esta instalação está corrompido e não pode ser usado. Isso pode indicar um erro de rede, um erro ao ler do CD-ROM ou um problema com este pacote.
pt_pt: O ficheiro cab '[2]' requerido para esta instalação está corrompido e não pode ser utilizado. Isto pode indicar um erro de rede, um erro a ler a partir do CD-ROM ou um problema com este pacote.
ro_ro: Fişierul tip cabinet '[2]' necesar pentru această instalare este deteriorat şi nu se poate utiliza. Aceasta poate să indice o eroare de reţea, o eroare de citire de pe CD-ROM sau o problemă cu acest pachet.
sv_se: CAB-filen [2] som krävs för den här installationen är skadad och kan inte användas. Detta kan tyda på ett nätverksfel, ett problem med att läsa från CD-skivan eller ett problem med paketet.
th_th: แฟ้ม cabinet '[2]' ที่จำเป็นในการติดตั้งนี้เสียหาย หรือไม่สามารถใช้ได้ ซึ่งอาจเป็นเพราะข้อผิดพลาดทางเครือข่าย ข้อผิดพลาดในการอ่านจากซีดีรอม หรือโปรแกรมชุดนี้มีปัญหา
uk_ua: CAB-файл ''[2]'', потрібний для установки, пошкоджений і непридатний для використання. Можливо, сталася помилка в мережі, під час читання з компакт-диску, або неполадка в пакеті.
zh_tw: 安裝必需的壓縮檔 '[2]' 已損毀無法使用。可能是網路發生問題、光碟讀取有問題、或是封裝有問題。

source: There was an error creating a temporary file that is needed to complete this installation.{{ Folder: [3]. System error code: [2]}}
bg_bg: Възникна грешка при създаването на временен файл, нужен за завършването на инсталирането.{{ Папка: [3]. Код на системна грешка: [2]}}
de_de: Beim Erstellen der für die Installation erforderlichen temporären Datei ist ein Fehler aufgetreten.{{ Ordner: [3]. Systemfehlercode: [2]}}
es_es: Error al crear un archivo temporal que se necesita para completar esta instalación.{{ Carpeta: [3]. Código de error del sistema: [2]}}
et_ee: Tõrge tööfaili loomisel, mis on vajalik selle installi lõpuleviimiseks.{{Kaust: [3]. Süsteemitõrke kood: [2]}}
he_il: אירעה שגיאה ביצירת קובץ זמני הדרוש להשלמת התקנה זו.{{ תיקיה: [3]. קוד שגיאת מערכת: [2]}}
it_it: Errore durante la creazione di un file temporaneo necessario per completare l'istallazione.{{ Cartella: [3]. Codice d'errore del sistema: [2]}}
ko_kr: 설치를 마치는데 필요한 임시 파일을 만드는 동안 오류가 발생했습니다.{{ 폴더: [3]. 시스템 오류 코드: [2]}}
pl_pl: Wystąpił błąd podczas tworzenia pliku tymczasowego wymaganego do dokończenia tej instalacji. {{Folder: [3]. Kod błędu systemu: [2]}}
pt_br: Erro ao criar um arquivo temporário necessário para concluir esta instalação.{{ Pasta: [3]. Código de erro do sistema: [2]}}
pt_pt: Ocorreu um erro ao criar um ficheiro temporário que é necessário para concluir esta instalação.{{ Pasta: [3]. Código de erro de sistema: [2]}}
ro_ro: Eroare la crearea unui fişier temporar, necesar pentru finalizarea instalării.{{ Folder: [3]. Cod eroare sistem: [2]}}
sv_se: Ett fel uppstod när en temporär fil som krävs för att slutföra installationen skulle skapas.{{ Mapp: [3]. Felkod: [2]}}
th_th: มีข้อผิดพลาดในการสร้างแฟ้มชั่วคราวซึ่งจำเป็นในการทำให้การติดตั้งเสร็จสมบูรณ์ {{ โฟลเดอร์ [3] รหัสข้อผิดพลาดของระบบ [2]}}
uk_ua: Сталася помилка під час створення тимчасового файлу, потрібного для виконання установки.{{ Папка: [3]. Код системної помилки: [2]}}
zh_tw: 建立安裝所必需的暫存檔案時發生錯誤。{{ 資料夾: [3]。系統錯誤碼: [2]}}

source: Could not create key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде създаден ключът: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Schlüssel konnte nicht erstellt werden: [2]. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede crear la clave [2]. {{ Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa luua võtit: [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות ליצור מפתח: [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile creare la chiave: [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키를 만들지 못했습니다. [2]. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 있는지 확인하거나, 기술 지원 담당자에게 문의하십시오.
pl_pl: Nie można utworzyć klucza: [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível criar a chave: [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível criar a chave: [2]. {{ Erro do sistema [3].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de creat cheia: [2]. {{ Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att skapa nyckel: [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถสร้าง key: [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์ในการเข้าถึงไปยัง key นั้น หรือติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося створити розділ: [2]. {{ Системна помилка [3].}} Переконайтеся, що є доступ до цього розділу, або зверніться до адміністратора.
zh_tw: 無法建立機碼: [2]。 {{ 系統錯誤 [3]。}} 檢查您是有足夠的權限存取該機碼，或是連絡您的支援人員。
