Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: There is a problem with this Windows Installer package. A script required for this install to complete could not be run. Contact your support personnel or package vendor. {{Custom action [2] script error [3], [4]: [5] Line [6], Column [7], [8] }}
bg_bg: Има проблем в този пакет на инсталиращата програма на Windows. Не може да се изпълни нужен за инсталирането скрипт. Обърнете се към персонала за поддръжка или доставчика на пакета. {{Действие по избор [2] грешка на скрипт [3], [4]: [5] Ред [6], Колона [7], [8] }}
de_de: Es liegt ein dieses Windows Installer-Paket betreffendes Problem vor. Ein für den Abschluss der Installation erforderliches Skript konnte nicht ausgeführt werden. Wenden Sie sich an das Supportpersonal oder den Hersteller des Pakets. {{Benutzerdefinierte Aktion: [2] Skriptfehler [3], [4]: [5] Zeile[6], Spalte [7], [8] }}
es_es: Hay un problema con este paquete de Windows Installer. Hay una secuencia de comandos que se necesita para que esta instalación se complete y que no se puede ejecutar. Póngase en contacto con el personal de soporte técnico o el proveedor del paquete. {{Acción personalizada [2] error de secuencia de comandos [3], [4]: [5] Línea [6], Columna [7], [8] }}
et_ee: Selle Windows Installeri paketiga on probleem. Selle installi lõpuleviimiseks nõutavat skripti ei saa käitada. Võtke ühendust oma tehnilise toega või paketi tarnijaga. {{Kohandatud toiming [2] skriptitõrge [3], [4]: [5] Rida [6], Veerg [7], [8] }}
he_il: קיימת בעיה עם חבילת Windows Installer זו. לא ניתן להריץ את התסריט הדרוש להשלמת התקנה זו. פנה אל צוות התמיכה שלך או אל ספק החבילה. {{פעולה מותאמת [2] שגיאת תסריט [3], [4]: [5] שורה [6], טור [7], [8] }}
it_it: Si è verificato un problema con questo pacchetto di Windows Installer. Impossibile eseguire uno script necessario a completare l'installazione. Contattare il personale di supporto o il fornitore del pacchetto. {{Azione personalizzata [2] errore script [3], [4]: [5] Riga [6], Colonna [7], [8] }}
ko_kr: Windows Installer 패키지에 문제가 있습니다. 설치를 완료하기 위해 필요한 스크립트를 실행할 수 없습니다. 고객 지원 담당자나 패키지 공급업체에 문의하십시오. {{사용자 지정 작업 [2] 스크립트 오류 [3], [4]: [5] [6]행, [7]열, [8] }}
pl_pl: Wystąpił problem z tym pakietem Instalatora Windows. Nie można uruchomić skryptu wymaganego do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcą pakietu. {{Błąd skryptu [2] akcji niestandardowej [3], [4]: [5] wiersz [6], kolumna [7], [8] }}
pt_br: Há um problema com este pacote do Windows Installer. Um script necessário para a conclusão desta instalação não pôde ser executado. Entre em contato com sua equipe de suporte ou com o fornecedor do pacote. {{Ação personalizada [2] erro de script [3], [4]: [5] Linha [6], Coluna [7], [8] }}
pt_pt: Existe um problema com este pacote Windows Installer. Um script necessário para concluir esta instalação não pode ser executado. Contacte o pessoal de suporte ou a empresa do pacote. {{Acção personalizada [2] erro de script [3], [4]: [5] Linha [6], Coluna [7], [8] }}
ro_ro: Există o problemă la acest pachet de Windows Installer. Nu s-a executat un script necesar pentru finalizarea instalării. Luaţi legătura cu personalul de asistenţă sau cu furnizorul pachetului. {{La acţiunea particularizată [2] eroare script [3], [4]: [5] Linia [6], Coloana [7], [8] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett skript som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Egen åtgärd: [2] skriptfel: [3], [4]: [5] Rad: [6], Kolumn: [7], [8] }}
th_th: มีปัญหากับ Windows Installer ชุดนี้ สคริปต์ที่จำเป็นไม่สามารถถูกเรียกใช้ได้ กรุณาติดต่อฝ่ายสนับสนุน หรือผู้ที่ขายโปรแกรมชุดนี้ให้คุณ {{การกระทำกำหนดเอง [2] ข้อผิดพลาดสคริปต์ [3], [4]: [5] บรรทัด [6] คอลัมน์ [7], [8] }}
uk_ua: Неполадка в цьому пакеті Windows Installer. Не вдається запустити сценарій, потрібний для виконання установки. Зверніться до служби технічної підтримки або до постачальника пакета. {{Користувацька дія [2], помилка сценарію [3], [4]: [5] рядок [6], стовпець [7], [8] }}
zh_tw: Windows Installer 封裝有問題。無法執行安裝所需的指令碼。請連絡您的支援人員或封裝製造商。 {{自訂動作 [2] 指令碼錯誤 [3]，[4]: [5] 第 [6] 行，第 [7] 欄，[8] }}

source: There is a problem with this Windows Installer package. A program required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action: [2], location: [3], command: [4] }}
bg_bg: Има проблем в този пакет на инсталиращата програма на Windows. Нужна за инсталирането програма не може да се изпълни. Обърнете се към персонала за поддръжка или доставчика на пакета. {{Действие: [2], местоположение: [3], команда: [4] }}
de_de: Es liegt ein dieses Windows Installer-Paket betreffendes Problem vor. Ein für den Abschluss der Installation erforderliches Programm konnte nicht ausgeführt werden. Wenden Sie sich an das Supportpersonal oder den Hersteller des Pakets. {{Aktion: [2], Pfad: [3], Befehl: [4] }}
es_es: Hay un problema con este paquete de Windows Installer. Hay un programa que se necesita para que esta instalación se complete y que no se puede ejecutar. Póngase en contacto con el personal de soporte técnico o el proveedor del paquete. {{Acción [2], ubicación: [3], comando: [4] }}
et_ee: Selle Windows Installeri paketiga on probleem. Selle installi lõpuleviimiseks nõutavat programmi ei saa käitada. Võtke ühendust oma tehnilise toega või paketi tarnijaga. {{Toiming: [2], asukoht: [3], käsk: [4] }}
he_il: קיימת בעיה עם חבילת Windows Installer זו. לא ניתן להריץ תכנית הדרושה להשלמת התקנה זו. פנה אל צוות התמיכה שלך או אל ספק החבילה.. {{פעולה: [2], מיקום: [3], פקודה: [4] }}
it_it: Si è verificato un problema con questo pacchetto di Windows Installer. Impossibile eseguire un programma necessario a completare l'installazione. Contattare il personale di supporto o il fornitore del pacchetto. {{Azione: [2], posizione: [3], comando: [4] }}
ko_kr: Windows Installer 패키지에 문제가 있습니다. 설치를 완료하기 위해 필요한 프로그램을 실행할 수 없습니다. 고객 지원 담당자나 패키지 공급업체에 문의하십시오. {{작업: [2], 위치: [3], 명령: [4] }}
pl_pl: Wystąpił problem z tym pakietem Instalatora Windows. Nie można uruchomić programu wymaganego do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcą pakietu. {{Akcja: [2], lokalizacja: [3], polecenie: [4] }}
pt_br: Há um problema com este pacote do Windows Installer. Um programa necessário para a conclusão desta instalação não pôde ser executado. Entre em contato com sua equipe de suporte ou com o fornecedor do pacote. {{Ação: [2], localização: [3], comando: [4] }}
pt_pt: Existe um problema com este pacote Windows Installer. Um programa necessário para concluir esta instalação não pode ser executado. Contacte o pessoal de suporte ou a empresa do pacote. {{Acção: [2], localização: [3], comando: [4] }}
ro_ro: Există o problemă la acest pachet de Windows Installer. Nu s-a executat un program necesar pentru finalizarea instalării. Luaţi legătura cu personalul de asistenţă sau cu furnizorul pachetului. {{Acţiune: [2], amplasare: [3], comandă: [4] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett program som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], plats: [3], kommando: [4] }}
th_th: มีปัญหากับ Windows Installer ชุดนี้ โปรแกรมที่จำเป็นไม่สามารถถูกเรียกใช้ได้ กรุณาติดต่อฝ่ายสนับสนุน หรือผู้ที่ขายโปรแกรมชุดนี้ให้คุณ {{การกระทำ [2] ตำแหน่ง [3] คำสั่ง [4] }}
uk_ua: Неполадка в цьому пакеті Windows Installer. Не вдається запустити програму, потрібну для виконання установки. Зверніться до служби технічної підтримки або до постачальника пакета. {{Дія: [2], розташування: [3], команда: [4] }}
zh_tw: Windows Installer 封裝有問題。無法執行安裝所需的程式。請連絡您的支援人員或封裝製造商。 {{動作: [2]，位置: [3]，命令: [4] }}

source: There is a problem with this Windows Installer package. A program run as part of the setup did not finish as expected. Contact your support personnel or package vendor. {{Action [2], location: [3], command: [4] }}
bg_bg: Има проблем в този пакет на инсталиращата програма на Windows. Програма, изпълнена като част от инсталирането, не е завършила както трябва. Обърнете се към персонала за поддръжка или доставчика на пакета. {{Действие [2], местоположение: [3], команда: [4] }}
de_de: Es liegt ein dieses Windows Installer-Paket betreffendes Problem vor. Ein Programm, das im Rahmen der Installation ausgeführt wurde, wurde nicht erfolgreich abgeschlossen. Wenden Sie sich an das Supportpersonal oder den Hersteller des Pakets. {{Aktion: [2], Pfad: [3], Befehl: [4] }}
es_es: Hay un problema con este paquete de Windows Installer. Hay un programa que se ejecuta como parte de de la instalación que no ha finalizado como se esperaba. Póngase en contacto con el personal de soporte técnico o el proveedor del paquete. {{Acción [2], ubicación: [3], comando: [4] }}
et_ee: Selle Windows Installeri paketiga on probleem. Programm, mida käitati installiprogrammi osana, ei lõpetanud ootuspäraselt. Võtke ühendust oma tehnilise toega või paketi tarnijaga. {{Toiming: [2], asukoht: [3], käsk: [4] }}
he_il: קיימת בעיה עם חבילת Windows Installer זו. תכנית שרצה כחלק מקביעת התצורה לא סיימה כצפוי. פנה אל צוות התמיכה שלך או אל ספק החבילה.{{פעולה [2], מיקום: [3], פקודה: [4] }}
it_it: Si è verificato un problema con questo pacchetto di Windows Installer. Un programma eseguito nel corso dell'installazione è terminato in modo imprevisto. Contattare il personale di supporto o il fornitore del pacchetto. {{Azione [2], posizione: [3], comando: [4] }}
ko_kr: Windows Installer 패키지에 문제가 있습니다. 설치 프로그램의 일부로 실행한 프로그램이 예상대로 완료되지 않았습니다. 고객 지원 담당자나 패키지 공급업체에 문의하십시오. {{작업: [2], 위치: [3], 명령: [4] }}
pl_pl: Wystąpił problem z tym pakietem Instalatora Windows. Program uruchamiany jako fragment instalacji nie zakończył się zgodnie z oczekiwaniami. Skontaktuj się z personelem pomocy technicznej lub dostawcą pakietu. {{Akcja: [2], lokalizacja: [3], polecenie: [4] }}
pt_br: Há um problema com este pacote do Windows Installer. Um programa executado como parte da instalação não foi concluído como esperado. Entre em contato com sua equipe de suporte ou com o fornecedor do pacote. {{Ação: [2], localização: [3], comando: [4] }}
pt_pt: Existe um problema com este pacote Windows Installer. Um programa executado como parte da configuração não foi concluído tal como era esperado. Contacte o pessoal de suporte ou a empresa do pacote. {{Acção: [2], localização: [3], comando: [4] }}
ro_ro: Există o problemă la acest pachet de Windows Installer. Nu s-a terminat corect un program executat în cadrul instalării. Luaţi legătura cu personalul de asistenţă sau cu furnizorul pachetului. {{Acţiune [2], amplasare: [3], comandă: [4] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett program som körs under installationen slutfördes inte som förväntat. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], plats: [3], kommando: [4] }}
th_th: มีปัญหากับ Windows Installer ชุดนี้ โปรแกรมส่วนหนึ่งในโปรแกรมติดตั้งทำงานไม่เสร็จสมบูรณ์ กรุณาติดต่อฝ่ายสนับสนุน หรือผู้ที่ขายโปรแกรมชุดนี้ให้คุณ {{การกระทำ [2] ตำแหน่ง [3] คำสั่ง [4] }}
uk_ua: Неполадка в цьому пакеті Windows Installer. Програма, запущена у процесі установки, не припинила роботу, як очікувалося. Зверніться до служби технічної підтримки або до постачальника пакета. {{Дія: [2], розташування: [3], команда: [4] }}
zh_tw: Windows Installer 封裝有問題。安裝時所要執行的程式並未如預期完成。請連絡您的支援人員或封裝製造商。 {{動作: [2]，位置: [3]，命令: [4] }}

source: There is a problem with this Windows Installer package. A DLL required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action [2], entry: [3], library: [4] }}
bg_bg: Има проблем в този пакет на инсталиращата програма на Windows. Нужен за това инсталиране DLL файл не може да се изпълни. Обърнете се към персонала за поддръжка или доставчика на пакета. {{Действие [2], запис: [3], библиотека: [4] }}
de_de: Es liegt ein dieses Windows Installer-Paket betreffendes Problem vor. Eine für den Abschluss der Installation erforderliche DLL konnte nicht ausgeführt werden. Wenden Sie sich an das Supportpersonal oder den Hersteller des Pakets. {{Aktion: [2], Eintrag: [3], Bibliothek: [4] }}
es_es: Hay un problema con este paquete de Windows Installer. Hay una DLL que se requiere para completar esta instalación que no se puede ejecutar. Póngase en contacto con el personal de soporte técnico o el proveedor del paquete. {{Acción [2], entrada: [3], biblioteca: [4] }}
et_ee: Selle Windows Installeri paketiga on probleem. Selle installi lõpuleviimiseks nõutavat DLL-faili ei saa käitada. Võtke ühendust oma tehnilise toega või paketi tarnijaga. {{Toiming [2], kirje: [3], teek: [4] }}
he_il: קיימת בעיה עם חבילת Windows Installer זו. קובץ DLL הדרוש להשלמת התקנה זו לא ניתן להרצה. פנה אל צוות התמיכה שלך או לספק החבילה. {{פעולה [2], הוספה: [3], ספריה: [4] }}
it_it: Si è verificato un problema con questo pacchetto di Windows Installer. Impossibile eseguire una DLL necessaria a completare l'installazione. Contattare il personale di supporto o il fornitore del pacchetto. {{Azione [2], voce: [3], libreria: [4] }}
ko_kr: Windows Installer 패키지에 문제가 있습니다. 설치를 완료하기 위해 필요한 DLL을 실행할 수 없습니다. 고객 지원 담당자나 패키지 공급업체에 문의하십시오. {{작업 [2], 항목: [3], 라이브러리: [4] }}
pl_pl: Wystąpił problem z tym pakietem Instalatora Windows. Nie można uruchomić biblioteki DLL wymaganej do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcą pakietu. {{Akcja: [2], wpis: [3], biblioteka: [4] }}
pt_br: Há um problema com este pacote do Windows Installer. Uma dll necessária para a conclusão desta instalação não pôde ser executada. Entre em contato com sua equipe de suporte ou com o fornecedor do pacote {{Ação [2], entrada: [3], biblioteca: [4] }}
pt_pt: Existe um problema com este pacote Windows Installer. Uma DLL necessário para concluir esta instalação não pode ser executada. Contacte o pessoal de suporte ou a empresa do pacote. {{Acção: [2], localização: [3], comando: [4] }}
ro_ro: Există o problemă la acest pachet de Windows Installer. Nu s-a executat un DLL necesar pentru finalizarea instalării. Luaţi legătura cu personalul de asistenţă sau cu furnizorul pachetului. {{Acţiune [2], intrare: [3], bibliotecă: [4] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. En DLL-fil som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], post: [3], bibliotek: [4] }}
th_th: มีปัญหากับ Windows Installer ชุดนี้ แฟ้ม DLL ที่จำเป็นในการติดตั้งนี้ไม่สามารถถูกเรียกใช้ได้ กรุณาติดต่อฝ่ายสนับสนุน หรือผู้ที่ขายโปรแกรมชุดนี้ให้คุณ {{การกระทำ [2] รายการ [3] ไลบรารี [4] }}
uk_ua: Неполадка в цьому пакеті Windows Installer. Не вдається запустити бібліотеку DLL, потрібну для виконання установки. Зверніться до служби технічної підтримки або до постачальника пакета. {{Дія [2], запис: [3], бібліотека: [4] }}
zh_tw: Windows Installer 封裝有問題。無法執行安裝所需的 DLL。請連絡您的支援人員或封裝製造商。 {{動作: [2]，項目: [3]，程式庫: [4] }}

source: Removal completed successfully.
bg_bg: Премахването завърши успешно.
de_de: Das Entfernen wurde erfolgreich abgeschlossen.
es_es: La eliminación se ha completado satisfactoriamente.
et_ee: Eemaldamine viidi edukalt lõpule.
he_il: ההסרה הושלמה בהצלחה.
it_it: Rimozione completata.
ko_kr: 제거가 잘 끝났습니다.
pl_pl: Usunięcie zakończyło się pomyślnie.
pt_br: A remoção foi concluída com êxito.
pt_pt: A remoção foi concluída com êxito.
ro_ro: Eliminarea s-a terminat cu succes.
sv_se: Borttagningen har slutförts.
th_th: การเอาออกเสร็จสมบูรณ์
uk_ua: Видалення успішно завершено.
zh_tw: 已成功移除。

source: Removal failed.
bg_bg: Премахването не е успешно.
de_de: Das Entfernen ist fehlgeschlagen.
es_es: Error en la eliminación.
et_ee: Eemaldamine nurjus.
he_il: ההסרה נכשלה.
it_it: Rimozione non riuscita.
ko_kr: 제거하지 못했습니다.
pl_pl: Usunięcie nie powiodło się.
pt_br: Falha na remoção.
pt_pt: A remoção falhou.
ro_ro: Eliminarea nu a reuşit.
sv_se: Borttagningen misslyckades.
th_th: การเอาออกล้มเหลว
uk_ua: Видалення не виконано.
zh_tw: 移除失敗。

source: Advertisement completed successfully.
bg_bg: Регистрирането завърши успешно.
de_de: Die Ankündigung wurde erfolgreich abgeschlossen.
es_es: El anuncio se ha completado satisfactoriamente.
et_ee: Kuulutus viidi edukalt lõpule.
he_il: הפרסום הושלם בהצלחה.
it_it: Annuncio completato.
ko_kr: 보급이 잘 끝났습니다.
pl_pl: Ogłoszenie zakończyło się pomyślnie.
pt_br: O anúncio foi concluído com êxito.
pt_pt: Concluído o anúncio com êxito.
ro_ro: Inserarea anunţului s-a încheiat cu succes.
sv_se: Annonseringen har slutförts.
th_th: การโฆษณาเสร็จสมบูรณ์
uk_ua: Оголошення успішно завершено.
zh_tw: 已成功通知。

source: Advertisement failed.
bg_bg: Регистрирането не завърши успешно.
de_de: Die Ankündigung ist fehlgeschlagen.
es_es: Error en el anuncio.
et_ee: Kuulutus nurjus.
he_il: הפרסום נכשל.
it_it: Annuncio non riuscito.
ko_kr: 보급하지 못했습니다.
pl_pl: Ogłoszenie nie powiodło się.
pt_br: Falha no anúncio.
pt_pt: O anúncio falhou.
ro_ro: Inserarea anunţului nu a reuşit.
sv_se: Annonseringen misslyckades.
th_th: การโฆษณาล้มเหลว
uk_ua: Оголошення не виконано.
zh_tw: 通知失敗。

source: Configuration completed successfully.
bg_bg: Конфигурирането завърши успешно.
de_de: Die Konfiguration wurde erfolgreich abgeschlossen.
es_es: La configuración se ha completado satisfactoriamente.
et_ee: Konfigureerimine viidi edukalt lõpule.
he_il: קביעת התצורה הושלמה בהצלחה.
it_it: Configurazione completata.
ko_kr: 구성이 잘 끝났습니다.
pl_pl: Konfiguracja zakończyła się pomyślnie.
pt_br: A configuração foi concluída com êxito.
pt_pt: Concluída a configuração com êxito.
ro_ro: Configurarea s-a terminat cu succes.
sv_se: Konfigurationen har slutförts.
th_th: การกำหนดค่าเสร็จสมบูรณ์
uk_ua: Настройку успішно завершено.
zh_tw: 已成功設定。

source: Configuration failed.
bg_bg: Конфигурирането не завърши успешно.
de_de: Die Konfiguration ist fehlgeschlagen.
es_es: Error en la configuración.
et_ee: Konfigureerimine nurjus.
he_il: קביעת התצורה נכשלה.
it_it: Configurazione non riuscita.
ko_kr: 구성하지 못했습니다.
pl_pl: Konfiguracja nie powiodła się.
pt_br: Falha na configuração.
pt_pt: A configuração falhou.
ro_ro: Configurarea nu a reuşit.
sv_se: Konfigurationen misslyckades.
th_th: การกำหนดค่าล้มเหลว
uk_ua: Настройку не виконано.
zh_tw: 設定失敗。

source: You must be an Administrator to remove this application. To remove this application, you can log on as an Administrator, or contact your technical support group for assistance.
bg_bg: Трябва да сте администратор, за да премахнете приложението. За да го премахнете, можете да влезете като администратор или да се обърнете към персонала за поддръжка.
de_de: Sie müssen über Administratorrechte verfügen, um diese Anwendung entfernen zu können. Melden Sie sich als Administrator an oder wenden Sie sich an den technischen Support, um Unterstützung zu erhalten.
es_es: Debe ser un Administrador para quitar esta aplicación. Para quitarla, puede iniciar la sesión como un Administrador, o póngase en contacto con el grupo de soporte técnico para obtener asistencia.
et_ee: Selle rakenduse eemaldamiseks peate olema ülem. Selle rakenduse eemaldamiseks logige end ülemana sisse või pöörduge abi saamiseks tehnilise toe rühma poole.
he_il: עליך להיות מנהל על מנת להסיר ישום זה. להסרת ישום זה, הכנס לרשת כמנהל, או פנה אל צוות התמיכה הטכנית שלך לעזרה.
it_it: È necessario disporre di privilegi di amministratore per poter rimuovere questa applicazione. Accedere come amministratore o contattare il supporto tecnico.
ko_kr: Administrator만이 이 응용 프로그램을 제거할 수 있습니다. 이 응용 프로그램을 제거하려면, Administrator로 로그온하거나, 기술 지원 그룹에 문의하십시오.
pl_pl: Aby usunąć tę aplikację, musisz być administratorem. W celu usunięcia tej aplikacji zaloguj się jako administrator lub skontaktuj się z grupą pomocy technicznej w celu uzyskania pomocy.
pt_br: É preciso ser um administrador para remover este aplicativo. Para remover este aplicativo, faça logon como administrador ou contacte a equipe de suporte técnico para obter ajuda.
pt_pt: Tem que ser um 'Administrador'para remover esta aplicação. Para remover esta aplicação, pode iniciar uma sessão como 'Administrador', ou contacte o grupo de suporte técnico para assistência.
ro_ro: Pentru a elimina această aplicaţie trebuie să fiţi un Administrator. Pentru a elimina aplicaţia, conectaţi-vă ca Administrator sau luaţi legătura cu echipa de asistenţă tehnică.
sv_se: Du måste vara administratör för att kunna ta bort det här programmet. Om du vill ta bort det här programmet kan du logga in som Administratör eller kontakta din supportavdelning för närmare hjälp.
th_th: คุณต้องเป็นผู้ดูแลระบบถึงจะมีสิทธิ์เอาโปรแกรมประยุกต์นี้ออกได้ เมื่อต้องการเอาโปรแกรมประยุกต์นี้ออก ให้คุณเข้าระบบแบบผู้ดูแลระบบ หรือติดต่อฝ่ายสนับสนุนทางเทคนิคเพื่อความช่วยเหลือ
uk_ua: Видалити цей додаток може лише адміністратор. Щоб видалити додаток, ввійдіть до системи як адміністратор або зверніться до служби технічної підтримки.
zh_tw: 您必須是系統管理員才能移除這個應用程式。您可以用系統管理員身分登入來移除程式，或連絡您的技術支援人員來協助您。

source: The source installation package for the product [2] is out of sync with the client package. Try the installation again using a valid copy of the installation package '[3]'.
bg_bg: Оригиналният инсталационен пакет за продукта [2] не съответства на клиентския пакет. Опитайте пак да инсталирате, като използвате валидно копие на инсталационния пакет "[3]".
de_de: Das Quellinstallationspaket für das Produkt [2] stimmt mit dem Clientpaket nicht mehr überein. Wiederholen Sie die Installation mit einer gültigen Kopie des Installationspakets "[3]".
es_es: El paquete de instalación de origen del producto [2] no está sincronizado con el paquete cliente. Vuelva a intentar la instalación usando una copia válida del paquete de instalación "[3]".
et_ee: Installiallikakomplekt toote [2] jaoks pole sünkroonis kliendi komplektiga. Proovige uuesti installida, kasutades sobivat installikomplekti [3].
he_il: חבילת התקנת המקור עבור המוצר [2] אינה מסונכרנת עם חבילת הלקוח. נסה לבצע שוב את ההתקנה באמצעות עותק חוקי של חבילת ההתקנה '[3]'.
it_it: Il pacchetto di origine installazione per il prodotto [2] non è sincronizzato con il pacchetto client. Riprovare a eseguire l'installazione utilizzando una copia del pacchetto di installazione '[3]' valida.
ko_kr: [2] 제품의 원본 설치 패키지가 클라이언트 패키지와 동기화되어 있지 않습니다. '[3]' 설치 패키지의 유효한 사본을 사용하여 다시 설치해 보십시오.
pl_pl: Źródłowy pakiet instalacyjny dla produktu [2] nie jest zsynchronizowany z pakietem klienckim. Ponów próbę instalacji, używając prawidłowej kopii pakietu instalacyjnego '[3]'.
pt_br: O pacote de instalação de origem para o produto [2] não está sincronizado com o pacote do cliente. Repita a instalação usando uma cópia válida do pacote de instalação '[3]'.
pt_pt: O pacote de instalação de origem para este produto [2] não está sincronizado com o pacote de cliente. Tente a instalação novamente utilizando uma cópia valida do pacote de instalação '[3]'.
ro_ro: Pachetul de instalare sursă pentru produsul [2] nu este sincronizat cu pachetul client. Încercaţi instalarea din nou, utilizând o copie validă a pachetului de instalare '[3]'.
sv_se: Källinstallationspaketet för produkten [2] är inte synkroniserat med klientpaketet. Försök installera igen med en giltig kopia av installationspaket [3].
th_th: แหล่งที่มาของชุดการติดตั้งของผลิตภัณฑ์ [2] ไม่เข้ากันกับชุดบนเครื่องของคุณ กรุณาลองติดตั้งอีกครั้งโดยใช้สำเนาที่มีถูกต้อง '[3]'.
uk_ua: Вихідний установчий пакет продукту [2] не синхронізовано з клієнтським пакетом. Повторіть спробу установки з чинною копією установчого пакета '[3]'.
zh_tw: 產品 [2] 的來源安裝封裝和用戶端封裝不同步。請使用有效的安裝封裝 '[3]' 來嘗試再次安裝。
