Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Removing older versions of this application...
bg_bg: Премахване на старите версии на приложението...
de_de: Ältere Versionen dieser Anwendung werden entfernt...
es_es: Quitando las versiones anteriores de esta aplicación...
et_ee: Rakenduse varasemate versioonide eemaldamine...
he_il: מסיר גירסאות קודמות של יישום זה...
it_it: Rimozione delle versioni precedenti dell'applicazione in corso...
ko_kr: 이 응용 프로그램의 이전 버전을 제거하는 중...
pl_pl: Trwa usuwanie starszych wersji tej aplikacji...
pt_br: Removendo versões anteriores deste aplicativo...
pt_pt: A remover versões anteriores desta aplicação...
ro_ro: Se elimină versiunile anterioare ale acestei aplicaţii...
sv_se: Tar bort tidigare versioner av det här programmet...
th_th: กำลังเอาโปรแกรมประยุกต์รุ่นเก่าออก...
uk_ua: Видалення старих версій цього додатка...
zh_tw: 正在移除舊版應用程式...

source: Preparing to remove older versions of this application...
bg_bg: Подготовка за премахване на по-старите версии на приложението...
de_de: Entfernen älterer Versionen dieser Anwendung wird vorbereitet...
es_es: Preparando la eliminación de las versiones anteriores de esta aplicación...
et_ee: Rakenduse varasemate versioonide eemaldamiseks valmistumine...
he_il: מתכונן להסרת גירסאות קודמות של יישום זה...
it_it: Preparazione della rimozione delle versioni precedenti dell'applicazione in corso...
ko_kr: 이 응용 프로그램의 이전 버전을 제거하기 위해 준비하는 중...
pl_pl: Trwa przygotowywanie do usunięcia starszych wersji tej aplikacji...
pt_br: Preparando para remover versões anteriores deste aplicativo...
pt_pt: A preparar-se para remover versões anteriores desta aplicação...
ro_ro: Pregătire pentru eliminarea versiunilor anterioare ale acestei aplicaţii...
sv_se: Förbereder borttagning av tidigare versioner av det här programmet...
th_th: กำลังเตรียมที่จะเอาโปรแกรมประยุกต์รุ่นเก่าออก...
uk_ua: Підготовка до видалення старих версій цього додатка...
zh_tw: 準備移除舊版應用程式...

source: {[SimpleProductName] }Setup completed successfully.
bg_bg: Инсталирането на {[SimpleProductName] } завърши успешно.
de_de: {[SimpleProductName]-}Setup erfolgreich abgeschlossen.
es_es: La instalación de {[SimpleProductName] } finalizó correctamente.
et_ee: Toote {[SimpleProductName] }installimine on edukalt lõpule viidud.
he_il: התקנת {[SimpleProductName] }הסתיימה בהצלחה.
it_it: Installazione di {[SimpleProductName] }completata.
ko_kr: {[SimpleProductName]}이(가) 설치되었습니다.
pl_pl: {[SimpleProductName] }- Instalacja zakończyła się pomyślnie.
pt_br: A instalação do {[SimpleProductName] }foi concluída com êxito.
pt_pt: A configuração do {[SimpleProductName] }foi concluída com êxito.
ro_ro: {[SimpleProductName] }Instalarea s-a terminat cu succes.
sv_se: Installationen av {[SimpleProductName] } har slutförts.
th_th: {[SimpleProductName] }ติดตั้งอย่างสมบูรณ์
uk_ua: {[SimpleProductName] }Установку завершено успішно.
zh_tw: {[SimpleProductName] }成功地完成安裝。

source: {[SimpleProductName] }Setup failed.
bg_bg: Неуспешно инсталиране на {[SimpleProductName] }.
de_de: {[SimpleProductName]-}Setup fehlgeschlagen.
es_es: Fallo en la instalación de {[SimpleProductName]}.
et_ee: Toote {[SimpleProductName] }installimine nurjus.
he_il: התקנת {[SimpleProductName] }נכשלה.
it_it: Impossibile installare {[SimpleProductName] }.
ko_kr: {[SimpleProductName]}이(가) 설치되지 않았습니다.
pl_pl: {[SimpleProductName] }- Instalacja została przerwana.
pt_br: A instalação do {[SimpleProductName] }falhou.
pt_pt: A configuração do {[SimpleProductName] }falhou.
ro_ro: {[SimpleProductName] }Instalarea nu a reuşit.
sv_se: Installationen av {[SimpleProductName] } misslyckades.
th_th: {[SimpleProductName] }ติดตั้งล้มเหลว
uk_ua: {[SimpleProductName] }Установку не виконано.
zh_tw: {[SimpleProductName] }安裝失敗。

source: Error reading from file: [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
bg_bg: Грешка при четене на файл: [2]. {{ Системна грешка [3].}} Проверете дали този файл съществува и дали имате достъп до него.
de_de: Fehler beim Lesen von Datei: [2]. {{ Systemfehler [3].}} Überprüfen Sie, ob die Datei existiert und ob Sie darauf zugreifen können.
es_es: Error al leer el archivo [2]. {{ Error del sistema [3].}} Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: Lugemisel failist [2] ilmnes tõrge. {{ Süsteemitõrge [3].}} Kontrollige, kas fail on olemas ja kas teil on sellele juurdepääs.
he_il: שגיאה בקריאה מקובץ: [2]. {{ שגיאת מערכת [3].}} ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Errore durante la lettura dal file [2]. {{ Errore di sistema [3].}} Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: 파일 읽기 오류: [2]. {{ 시스템 오류 [3].}} 파일이 실제로 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Wystąpił błąd podczas odczytu pliku: [2]. {{Błąd systemu [3].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Erro ao ler do arquivo: [2]. {{ Erro do sistema [3].}} Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: Erro ao ler o ficheiro: [2]. {{ Erro do sistema [3].}} Verifique se o ficheiro existe e se pode acedê-lo.
ro_ro: Eroare la citire din fişierul: [2]. {{ Eroare de sistem [3].}} Verificaţi dacă fişierul există şi dacă aveţi acces la el.
sv_se: Det uppstod ett fel vid läsning från filen: [2]. {{ Systemfel [3].}} Kontrollera att filen finns och att du kan komma åt den.
th_th: เกิดข้อผิดพลาดในการอ่านจากแฟ้ม: [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าแฟ้มมีอยู่และคุณสามารถเข้าถึง
uk_ua: Помилка під час читання з файлу: [2]. {{ Системна помилка [3].}} Переконайтеся, що файл існує та доступний.
zh_tw: 讀取檔案錯誤: [2]。 {{ 系統錯誤 [3]。}} 檢查檔案是否存在，以及您是否有權限可以存取它。

source: Cannot create the file '[2]'. A directory with this name already exists. Cancel the install and try installing to a different location.
bg_bg: Файлът '[2]' не може да бъде създаден. Вече съществува директория с такова име. Прекратете инсталирането и се опитайте да извършите инсталирането на друго място.
de_de: Datei "[2]" kann nicht erstellt werden. Es existiert bereits ein Ordner mit dem gleichen Namen. Brechen Sie die Installation ab und versuchen Sie es erneut das Programm in einen anderen Ordner zu installieren
es_es: No se puede crear el archivo '[2]'. Ya existe un directorio con ese nombre. Cancele la instalación e intente instalar en una ubicación distinta.
et_ee: Faili [2] ei saa luua. Samanimeline kaust on juba olemas. Loobuge sellest installist ja proovige installida teise kohta.
he_il: אין אפשרות ליצור את הקובץ '[2]'. ספריה בשם זה קיימת כבר. בטל את ההתקנה ונסה להתקין למיקום אחר.
it_it: Impossibile creare il file "[2]" perché esiste già una directory con questo nome. Annullare l'installazione e riprovare specificando un altro percorso.
ko_kr: '[2]' 파일을 만들 수 없습니다. 이 이름을 가진 디렉터리가 이미 있습니다. 설치를 취소하고 다른 위치에 다시 설치해 보십시오.
pl_pl: Nie można utworzyć pliku „[2]”. Istnieje już katalog o tej nazwie. Anuluj instalację i spróbuj zainstalować w innej lokalizacji.
pt_br: Não é possível criar o arquivo '[2]'. Já existe um diretório com este nome. Cancele a instalação e tente instalar em um local diferente.
pt_pt: Não foi possível criar o ficheiro '[2]'. Já existe um directório com este nome. Cancele a instalação e tente instalar num local diferente.
ro_ro: Imposibil de creat fişierul '[2]'. Un director cu acest nume există deja. Revocaţi instalarea şi încercaţi să instalaţi într-o amplasare diferită.
sv_se: Det går inte att skapa filen [2]. En katalog med det namnet finns redan. Avbryt installationen och försök installera på en annan plats.
th_th: ไม่สามารถสร้างแฟ้ม '[2]' มีไดเรกตอรีที่ใช้ชื่อนี้อยู่แล้ว ให้ยกเลิกการติดตั้งแล้วลองติดตั้งไปยังตำแหน่งอื่น
uk_ua: Не вдається створити файл ''[2]''. Каталог із цим файлом уже існує. Скасуйте установку та спробуйте виконати її в іншому місці.
zh_tw: 無法建立檔案 '[2]'。同名的目錄已經存在，取消安裝然後嘗試安裝至別的位置。

source: Please insert the disk: [2]
bg_bg: Поставете диска: [2]
de_de: Legen Sie den Datenträger ein: [2]
es_es: Inserte el disco [2].
et_ee: Palun sisestage ketas: [2]
he_il: נא הכנס את הדיסק: [2]
it_it: Inserire il disco: [2]
ko_kr: 다음 디스크를 넣으십시오. [2]
pl_pl: Włóż dysk: [2]
pt_br: Insira o disco: [2]
pt_pt: Introduza o disco: [2]
ro_ro: Introduceţi discul: [2]
sv_se: Sätt in disketten: [2]
th_th: กรุณาใส่ดิสก์: [2]
uk_ua: Вставте диск: [2]
zh_tw: 請插入磁片: [2]

source: The installer has insufficient privileges to access this directory: [2]. The installation cannot continue. Log on as administrator or contact your system administrator.
bg_bg: Привилегиите на инсталиращата програма са недостатъчни, за да бъде осъществен достъп до следната директория: [2]. Инсталирането не може да продължи. Влезте като администратор или се свържете с вашия системен администратор.
de_de: Der Intaller hat nicht genügend Rechte um auf diesen Ordner zuzugreifen: [2]. Die Installation kann nicht fortgesetzt werden. Melden Sie sich als Administrator an oder wenden Sie sich an den Systemadministrator.
es_es: El instalador no dispone de privilegios suficientes para obtener acceso al directorio [2] y no se puede continuar con la instalación. Inicie la sesión como administrador o póngase en contacto con el administrador del sistema.
et_ee: Installeril puuduvad kaustale [2] juurdepääsuks vajalikud õigused. Installimist ei saa jätkata. Logige sisse ülemana või võtke ühendust oma süsteemiülemaga.
he_il: אין למתקין הרשאות מתאימות לגישה אל ספריה זו: [2]. אין אפשרות להמשיך בהתקנה. היכנס למערכת עם הרשאות מנהל או פנה אל מנהל המערכת.
it_it: Impossibile continuare l'installazione. Windows Installer non dispone di privilegi sufficienti per l'accesso alla directory [2]. Accedere come amministratore oppure contattare l'amministratore del sistema.
ko_kr: 다음 디렉터리에 액세스할 수 있는 권한이 없어 설치를 계속할 수 없습니다. [2]. Administrator로 로그온하거나 시스템 관리자에게 문의하십시오.
pl_pl: Instalator ma niewystarczające uprawnienia do dostępu do katalogu: [2]. Nie można kontynuować instalacji. Zaloguj się jako administrator lub skontaktuj się z administratorem systemu.
pt_br: O Installer tem privilégios insuficientes para acessar este diretório: [2]. A instalação não pode continuar. Efetue logon como administrador ou entre em contato com o administrador do sistema.
pt_pt: O Installer não tem privilégios suficientes para aceder a este directório: [2]. Não é possível continuar a instalação. Inicie a sessão como administrador ou contacte o administrador do sistema.
ro_ro: Installer nu are suficiente privilegii pentru a avea acces la acest director: [2]. Imposibil de continuat instalarea. Conectaţi-vă ca administrator sau luaţi legătura cu administratorul sistemului dvs.
sv_se: Installer har inte behörighet att komma åt den här katalogen: [2]. Installationen kan inte fortsätta. Logga in som administratör eller kontakta systemadministratören.
th_th: ตัวติดตั้งมีสิทธ์ไม่เพียงพอที่จะเข้าถึงไดเรกตอรี: [2] การติดตั้งไม่สามารถทำต่อไป ให้เข้าสู่ระบบเป็น administrator หรือติดต่อผู้ดูแลระบบของคุณ
uk_ua: Установник не має належних прав на доступ до цього каталогу: [2]. Продовження установки неможливе. Ввійдіть до системи як адміністратор або зверніться до системного адміністратора.
zh_tw: Installer 的權限不足，無法存取這個目錄: [2]，安裝無法繼續，請用管理員的身份登入，或是連絡您的系統管理員。

source: Error writing to file: [2]. Verify that you have access to that directory.
bg_bg: Грешка при запис във файла : [2]. Проверете дали имате достъп до тази директория.
de_de: Fehler beim Schreiben in Datei: [2]. Überprüfen Sie, ob Sie auf den Ordner zugreifen können.
es_es: Error al escribir en el archivo [2]. Compruebe que dispone de acceso a ese directorio.
et_ee: Faili [2] kirjutamisel ilmnes tõrge. Veenduge, et teil on juurdepääs sellele kaustale.
he_il: שגיאה בכתיבה לקובץ: [2]. ודא כי יש לך אפשרות גישה אל ספריה זו.
it_it: Errore durante la scrittura nel file [2]. Assicurarsi di disporre dei diritti di accesso alla directory.
ko_kr: 파일 쓰기 오류: [2]. 해당 디렉터리에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd zapisu do pliku: [2]. Zweryfikuj, czy masz dostęp do tego katalogu.
pt_br: Erro ao gravar no arquivo: [2]. Verifique se você tem acesso a este diretório.
pt_pt: Erro ao escrever no ficheiro: [2]. Verifique se tem acesso a esse directório.
ro_ro: Eroare la scriere în fişierul: [2]. Verificaţi dacă aveţi acces la acel director.
sv_se: Det gick inte att skriva till filen: [2]. Kontrollera att du har behörighet i katalogen.
th_th: เกิดข้อผิดพลาดขณะเขียนไปยังแฟ้ม: [2] ยืนยันให้แน่ใจว่าคุณสามารถเข้าถึงไดเรกตอรีนั้น
uk_ua: Помилка під час запису до файлу: [2]. Переконайтеся в наявності доступу до цього каталогу.
zh_tw: 寫入檔案時發生錯誤: [2]。檢查您是否有權限可以存取那個目錄。

source: Error reading from file [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
bg_bg: Грешка при четене от файл [2]. {{ Системна грешка [3].}} Проверете дали файлът съществува и дали имате достъп до него.
de_de: Fehler beim Lesen von Datei: [2] {{ Systemfehler [3].}} Überprüfen Sie, ob die Datei existiert und ob Sie darauf zugreifen können.
es_es: Error al leer el archivo [2]. {{ Error del sistema [3].}} Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: Lugemisel failist [2] ilmnes tõrge. {{ Süsteemitõrge [3].}} Kontrollige, kas fail on olemas ja kas teil on sellele juurdepääs.
he_il: שגיאה בקריאה מקובץ [2]. {{ שגיאת מערכת [3].}} ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Errore durante la lettura dal file [2]. {{ Errore di sistema [3].}} Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: [2] 파일을 읽는 도중 오류가 생겼습니다. {{ 시스템 오류 [3].}} 파일이 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd odczytu z pliku: [2]. {{Błąd systemu [3].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Erro ao ler do arquivo: [2]. {{ Erro do sistema [3].}} Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: Erro ao ler o ficheiro: [2]. {{ Erro do sistema [3].}} Verifique se o ficheiro existe e se pode aceder-lhe.
ro_ro: Eroare la citire din fişierul: [2]. {{ Eroare de sistem [3].}} Verificaţi dacă fişierul există şi dacă aveţi acces la el.
sv_se: Det uppstod ett fel vid läsning från filen [2]. {{ Systemfel [3].}} Kontrollera att filen finns och att du kan komma åt den.
th_th: เกิดข้อผิดพลาดในการอ่านแฟ้ม: [2] {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าแฟ้มมีอยู่ และคุณสามารถเข้าถึง
uk_ua: Помилка під час читання з файлу [2]. {{ Системна помилка [3].}} Переконайтеся, що файл існує та доступний.
zh_tw: 讀取檔案時發生錯誤: [2]。 {{ 系統錯誤 [3]。}} 檢查檔案是否存在，以及您是否有權限可以存取它。

source: Another application has exclusive access to the file '[2]'. Please shut down all other applications, then click Retry.
bg_bg: Друго приложение има изключителен достъп до файла '[2]'. Изключете всички други приложения и после щракнете върху "Опитай пак".
de_de: Eine andere Anwendung hat exklusiven Zugriff auf die Datei "[2]". Beenden Sie alle anderen Anwendungen. Klicken Sie danach auf "Wiederholen".
es_es: Otra aplicación tiene acceso exclusivo al archivo '[2]'. Cierre todas las demás aplicaciones y haga clic en Reintentar.
et_ee: Mingil muul programmil on monopoljuurdepääs failile [2]. Sulgege kõik muud programmid ja klõpsake seejärel nuppu Proovi uuesti.
he_il: ליישום אחר יש גישה בלעדית אל הקובץ '[2]'. נא סגור את כל היישומים האחרים ולאחר מכן לחץ על נסה שנית.
it_it: Il file "[2]" è aperto in modo esclusivo da un'altra applicazione. Chiudere tutte le applicazioni aperte, quindi scegliere Riprova.
ko_kr: 다른 응용 프로그램에서 파일 '[2]'을(를) 단독으로 사용하고 있습니다. 응용 프로그램을 모두 닫은 후 "다시 시도"를 클릭하십시오.
pl_pl: Inna aplikacja ma już wyłączny dostęp do pliku „[2]”. Zamknij wszystkie inne aplikacje, a następnie kliknij przycisk Ponów próbę.
pt_br: Outro aplicativo tem acesso exclusivo ao arquivo '[2]'. Encerre todos os outros aplicativos e clique em 'Repetir'.
pt_pt: Há outra aplicação com acesso exclusivo ao ficheiro '[2]'. Encerre todas as outras aplicações e depois faça clique sobre Repetir.
ro_ro: O altă aplicaţie are acces exclusiv la fişierul '[2]'. Închideţi toate celelalte aplicaţii, apoi faceţi clic pe Reîncercare.
sv_se: Ett annat program har exklusiv åtkomst till filen [2]. Stäng alla andra program och klicka sedan på Försök igen.
th_th: โปรแกรมประยุกต์อื่นมีสิทธิ์ในการเข้าถึงแฟ้ม '[2]' กรุณาปิดโปรแกรมอื่นทั้งหมด แล้วคลิกลองใหม่
uk_ua: Інший додаток відкрив файл ''[2]'' у режимі монопольного доступу. Закрийте всі інші додатки та натисніть кнопку ''Повторити''.
zh_tw: 其它的應用程式對檔案 '[2]' 獨佔存取。請關閉所有其它的應用程式，然後按 "重試"。

source: There is not enough disk space to install this file: [2]. Free some disk space and click Retry, or click Cancel to exit.
bg_bg: Не достига дисково пространство за инсталиране на следния файл: [2]. Освободете известно дисково пространство и щракнете върху "Опитай пак" или щракнете върху "Отказ", за да излезете.
de_de: Auf der Festplatte ist nicht genügend freier Speicherplatz vorhanden, um diese Datei zu installieren: [2]. Sorgen Sie für zusätzlichen freien Speicher und klicken anschließend auf "Wiederholen", oder klicken Sie auf "Abbrechen", um die Installation zu beenden.
es_es: No hay espacio en disco suficiente para instalar el archivo [2]. Libere espacio en disco y haga clic en Reintentar, o bien, haga clic en Cancelar para salir.
et_ee: Kettaruumi pole piisavalt, et installida faili [2]. Tekitage kettale vaba ruumi ja klõpsake nuppu Proovi uuesti, või klõpsake väljumiseks nuppu Loobu.
he_il: אין די שטח דיסק להתקנת קובץ זה: [2]. פנה שטח דיסק ולחץ על נסה שנית, או לחץ על ביטול כדי לצאת.
it_it: Spazio su disco insufficiente per l'installazione del file [2]. Liberare spazio su disco e scegliere Riprova oppure scegliere Annulla per uscire dall'installazione.
ko_kr: 디스크 공간이 부족해서 이 파일을 설치할 수 없습니다. [2]. 디스크 공간을 늘린 후 "다시 시도"를 클릭하거나, "취소"를 클릭해서 끝내십시오.
pl_pl: Za mało miejsca na dysku, aby zainstalować plik: [2]. Zwolnij trochę miejsca na dysku i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć.
pt_br: Não há espaço em disco suficiente para instalar este arquivo: [2]. Libere espaço em disco e clique em 'Repetir', ou clique em 'Cancelar' para sair.
pt_pt: Não há espaço em disco suficiente para instalar este ficheiro: [2]. Liberte algum espaço em disco e faça clique sobre Repetir ou faça clique sobre Cancelar para sair.
ro_ro: Spaţiu-disc insuficient pentru a instala acest fişier: [2]. Eliberaţi spaţiu-disc şi faceţi clic pe Reîncercare, sau faceţi clic pe Revocare pentru a ieşi.
sv_se: Det finns inte tillräckligt med diskutrymme för att installera filen: [2]. Frigör utrymme och klicka på Försök igen eller klicka på Avbryt om du vill avbryta installationen.
th_th: มีที่ว่างดิสก์ไม่เพียงพอที่จะติดตั้งแฟ้ม: [2] ทำให้มีที่ว่างดิสก์เพิ่มขึ้นแล้วคลิกลองใหม่ หรือคลิกยกเลิก เพื่อที่จะออกจากการติดตั้ง
uk_ua: Недостатньо місця на диску для установки файлу: [2]. Звільніть місце та натисніть кнопку ''Повторити'' або натисніть кнопку ''Скасувати'', щоб перервати установку.
zh_tw: 磁碟空間不足，無法安裝這個檔案: [2]。釋放一些磁碟空間然後重試，或按 "放棄" 結束。

source: Source file not found: [2]. Verify that the file exists and that you can access it.
bg_bg: Не е намерен файлът-източник: [2]. Проверете дали този файл съществува и дали имате достъп до него.
de_de: Die Quelldatei wurde nicht gefunden: [2]. Überprüfen Sie, ob die Datei existiert und ob Sie darauf zugreifen können.
es_es: No se encuentra el archivo de origen [2]. Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: Ei leia lähtefaili [2]. Veenduge, et fail on olemas ja teil on sellele juurdepääs.
he_il: קובץ מקור לא נמצא: [2]. ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Impossibile trovare il file di origine [2]. Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: 원본 파일이 없습니다. [2]. 파일이 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Nie znaleziono pliku źródłowego: [2]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Arquivo de origem não encontrado: [2]. Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: O ficheiro de origem não foi encontrado: [2]. Verifique se o ficheiro existe e se pode acedê-lo.
ro_ro: Fişier sursă negăsit: [2]. Verificaţi dacă fişierul există şi dacă aveţi acces la el .
sv_se: Det gick inte att hitta källfilen: [2]. Kontrollera att filen finns och att du kan komma åt den.
th_th: ไม่พบแหล่งแฟ้ม: [2] ยืนยันให้แน่ใจว่ายังมีแฟ้มนี้อยู่ และคุณสามารถเข้าถึงได้
uk_ua: Вихідний файл не знайдено: [2]. Переконайтеся, що файл існує та доступний.
zh_tw: 找不到來源檔案: [2]。檢查檔案是否存在，以及您是否有權限可以存取它。

source: Error reading from file: [3]. {{ System error [2].}} Verify that the file exists and that you can access it.
bg_bg: Грешка при четене от файла: [3]. {{ Системна грешка [2].}} Проверете дали този файл съществува и дали имате достъп до него.
de_de: Fehler beim Lesen von Datei: [3]. {{ Systemfehler [2].}} Überprüfen Sie, ob die Datei existiert und ob Sie darauf zugreifen können.
es_es: Error al leer el archivo [3]. {{ Error del sistema [2].}} Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: Lugemisel failist [3] ilmnes tõrge. {{ Süsteemitõrge [2].}} Veenduge, et fail on olemas ja teil on sellele juurdepääs.
he_il: שגיאה בקריאה מקובץ: [3]. {{ שגיאת מערכת [2].}} ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Errore durante la lettura dal file [3]. {{ Errore di sistema [2].}} Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: 파일 읽기 오류: [3]. {{ 시스템 오류 [2].}} 파일이 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd odczytu z pliku: [3]. {{Błąd systemu [2].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Erro ao ler do arquivo: [3]. {{ Erro do sistema [2].}} Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: Erro ao ler o ficheiro: [3]. {{ Erro do sistema [2].}} Verifique se o ficheiro existe e se pode acedê-lo.
ro_ro: Eroare la citire din fişierul: [3]. {{ Eroare de sistem [2].}} Verificaţi dacă fişierul există şi dacă aveţi acces la el.
sv_se: Det uppstod ett fel vid läsning från filen: [3]. {{ Systemfel [2].}} Kontrollera att filen finns och att du kan komma åt den.
th_th: เกิดข้อผิดพลาดในการอ่านแฟ้ม: [3]. {{ ระบบผิดพลาด [2].}} ยืนยันให้แน่ใจว่าแฟ้มยังมีอยู่ และคุณสามารถเข้าถึงแฟ้มนั้นได้
uk_ua: Помилка під час читання з файлу: [3]. {{ Системна помилка [2].}} Переконайтеся, що файл існує та доступний.
zh_tw: 讀取檔案錯誤: [3]。 {{ 系統錯誤 [2]。}} 檢查檔案是否存在，以及您是否有權限可以存取它。
