Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Failed to cache package [2]. Error: [3]. Contact your support personnel.
bg_bg: Пакетът [2] не можа да бъде кеширан. Грешка: [3]. Свържете се с вашия екип по поддръжката.
de_de: Fehler beim Zwischenspeichern von Paket [2]. Fehler: [3]. Wenden Sie sich an den Support.
es_es: Fallo al almacenar el paquete [2] en la memoria caché. Error: [3]. Póngase en contacto con el personal de soporte técnico.
et_ee: Paketti [2] ei saa tuua vahemällu. Tõrge: [3]. Võtke ühendust oma tehnilise toega.
he_il: אחסון החבילה [2] במטמון נכשל. שגיאה: [3]. פנה אל צוות התמיכה.
it_it: Impossibile memorizzare il pacchetto nella cache [2]. Errore: [3]. Contattare il personale di supporto.
ko_kr: 패키지 [2]을(를) 캐시하지 못했습니다. 오류: [3]. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można umieścić w buforze pakietu [2]. Błąd: [3]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Falha ao armazenar o pacote em cache [2]. Erro: [3]. Entre em contato com a equipe de suporte.
pt_pt: Falhou a colocação na cache do pacote [2]. Erro: [3]. Contacte o suporte técnico.
ro_ro: Nu s-a reuşit memorarea imediată a pachetului [2]. Eroare: [3]. Luaţi legătura cu personalul de asistenţă.
sv_se: Det gick inte att buffra paketet [2]. Fel: [3]. Kontakta supportpersonalen.
th_th: ล้มเหลวที่จะ cache package [2]. ข้อผิดพลาด: [3]. ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Помилка кешування пакета [2]. Помилка: [3]. Зверніться до служби підтримки.
zh_tw: 無法快取 [2]. 錯誤: [3]. 請連絡支援人員。

source: Could not register font [2]. Verify that you have sufficient permissions to install fonts, and that the system supports this font.
bg_bg: Шрифтът [2] не можа да се регистрира. Проверете дали имате достатъчно разрешения да инсталирате шрифтове и дали системата поддържа този шрифт.
de_de: Schriftart [2] konnte nicht registriert werden. Überprüfen Sie, ob Sie ausreichende Zugriffsrechte zum Installieren von Schriftarten besitzen und ob das System diese Schriftart unterstützt.
es_es: No se puede registrar la fuente [2]. Compruebe que dispone de suficientes permisos para instalar fuentes y que el sistema admite esta fuente.
et_ee: Fonti [2] ei saa registreerida. Veenduge, et teil on fontide installimiseks piisavad õigused ning et süsteem toetab seda fonti.
he_il: רישום הגופן [2] לא הצליח. ודא כי יש לך הרשאות מתאימות להתקנת גופנים, וכי המערכת תומכת בגופן זה.
it_it: Impossibile registrare il tipo di carattere [2]. Assicurarsi di disporre di diritti di accesso sufficienti per l'installazione dei tipi di carattere e che il sistema supporti il tipo di carattere specificato.
ko_kr: [2] 글꼴을 등록하지 못했습니다. 글꼴을 설치할 수 있는 권한이 있는지, 그리고 이 글꼴을 시스템에서 지원하는지 확인하십시오.
pl_pl: Nie można zarejestrować czcionki [2]. Zweryfikuj, czy masz wystarczające uprawnienia do instalowania czcionek i czy system obsługuje tę czcionkę.
pt_br: Não foi possível registrar a fonte [2]. Verifique se você tem permissões suficientes para instalar fontes e se o sistema oferece suporte para essa fonte.
pt_pt: Não foi possível registar o tipo de letra [2]. Verifique se tem permissões suficientes para instalar tipos de letra e se o sistema suporta este tipo de letra.
ro_ro: Imposibil de înregistrat fontul [2]. Verificaţi dacă aveţi suficiente drepturi pentru a instala fonturi şi dacă sistemul acceptă acest font.
sv_se: Det gick inte att registrera teckensnittet [2]. Kontrollera att du har rättighet att installera teckensnitt och att systemet stöder teckensnittet.
th_th: ไม่สามารถลงทะเบียนแบบอักษร [2] ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะติดตั้งแบบอักษร และระบบสนับสนุนแบบอักษรนี้
uk_ua: Не вдалося зареєструвати шрифт [2]. Переконайтеся, що ви маєте належні права на установку шрифтів, і що система підтримує цей шрифт.
zh_tw: 無法登錄字型 [2]。請確認您有足夠的權限及系統支援。

source: Could not unregister font [2]. Verify that you that you have sufficient permissions to remove fonts.
bg_bg: Не може да бъде отменено регистрирането на шрифта [2]. Проверете дали имате достатъчно разрешения за премахване на шрифтове.
de_de: Schriftart [2] konnte nicht aus der Registrierung entfernt werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Entfernen von Schriftarten besitzen.
es_es: No se puede eliminar del registro la fuente [2]. Compruebe que dispone de suficientes permisos para quitar fuentes.
et_ee: Fondi [2] registreerimist ei saa tühistada. Veenduge, et teil on fontide eemaldamiseks piisavad õigused.
he_il: ביטול רישום הגופן [2] לא הצליח. ודא כי יש לך הרשאות מתאימות להסרת גופנים.
it_it: Impossibile rimuovere dal registro il tipo di carattere [2]. Assicurarsi di disporre di autorizzazioni sufficienti per l'eliminazione dei tipi di carattere.
ko_kr: 글꼴 [2]의 등록을 취소하지 못했습니다. 글꼴을 제거할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można wyrejestrować czcionki [2]. Zweryfikuj, czy masz wystarczające uprawnienia do usuwania czcionek .
pt_br: Não foi possível remover o registro da fonte [2]. Verifique se você tem permissões suficientes para remover fontes.
pt_pt: Não foi possível anular o registo do tipo de letra [2]. Verifique se tem permissões suficientes para remover tipos de letra.
ro_ro: Imposibil de eliminat înregistrarea fontului [2]. Verificaţi dacă aveţi suficiente drepturi pentru a elimina fonturi.
sv_se: Det gick inte att avregistrera teckensnittet [2]. Kontrollera att du har tillräcklig behörighet för att ta bort teckensnitt.
th_th: ไม่สามารถยกเลิกการลงทะเบียนแบบอักษร [2] ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะเอาแบบอักษรออก
uk_ua: Не вдалося скасувати реєстрацію шрифту [2]. Переконайтеся, що ви маєте належні права на видалення шрифтів.
zh_tw: 無法解除登錄字型 [2]。請確認您有足夠的權限來移除字型。

source: Could not create Shortcut [2]. Verify that the destination folder exists and that you can access it.
bg_bg: Не можа да бъде създаден прекият път [2]. Проверете дали целевата папка съществува и дали имате достъп до нея.
de_de: Verknüpfung [2] konnte nicht erstellt werden. Überprüfen Sie, ob der Zielordner vorhanden ist und ob Sie Zugriff darauf haben.
es_es: No se puede crear el acceso directo [2]. Compruebe que la carpeta de destino existe y que puede obtener acceso a ella.
et_ee: Otseteed [2] ei saa luua. Veenduge, et sihtkaust on olemas ja teil on sellele juurdepääs.
he_il: יצירת קיצור הדרך [2] לא הצליחה. ודא כי תיקיית היעד קיימת וכי יש לך אפשרות גישה אליה.
it_it: Impossibile creare il collegamento [2]. Assicurarsi che la cartella di destinazione esista e di disporre dei relativi diritti di accesso.
ko_kr: 바로 가기 [2]을(를) 만들지 못했습니다. 대상 폴더가 실제로 있는지, 그리고 그 폴더에 액세스할 수 있는지 확인하십시오.
pl_pl: Nie można utworzyć skrótu [2]. Zweryfikuj, czy folder docelowy istnieje i czy masz do niego dostęp.
pt_br: Não foi possível criar o atalho [2]. Verifique se a pasta de destino existe e se você pode acessá-la.
pt_pt: Não foi possível criar o atalho [2]. Verifique se a pasta de destino existe e se pode acedê-la.
ro_ro: Imposibil de creat comanda rapidă [2]. Verificaţi dacă folderul destinaţie există şi dacă aveţi acces la el.
sv_se: Det gick inte att skapa Genväg [2]. Kontrollera att målmappen finns och att du kan komma åt den.
th_th: ไม่สามารถสร้างทางลัด [2] ยืนยันให้แน่ใจว่าโฟลเดอร์ปลายทางมีอยู่ และคุณสามารถเข้าถึง
uk_ua: Не вдалося створити ярлик [2]. Переконайтеся, що кінцева папка існує та доступна.
zh_tw: 無法建立捷徑 [2]。請確認目地資料夾是否存在及您的存取權。

source: Could not remove Shortcut [2]. Verify that the shortcut file exists and that you can access it.
bg_bg: Не можа да бъде премахнат прекият път [2]. Проверете дали съществува файлът с този пряк път и дали имате достъп до него.
de_de: Verknüpfung [2] konnte nicht entfernt werden. Überprüfen Sie, ob die Verknüpfungsdatei vorhanden ist und ob Sie darauf Zugriff haben.
es_es: No se puede crear el acceso directo [2]. Compruebe que el archivo de acceso directo existe y que puede obtener acceso a él.
et_ee: Otseteed [2] ei saa eemaldada. Veenduge, et otseteefail on olemas ja teil on sellele juurdepääs.
he_il: הסרת קיצור הדרך [2] לא הצליחה. ודא כי קובץ קיצור הדרך קיים וכי יש לך אפשרות גישה אליו.
it_it: Impossibile rimuovere il collegamento [2]. Assicurarsi che il file del collegamento esista e di disporre dei relativi diritti di accesso.
ko_kr: 바로 가기 [2]을(를) 제거하지 못했습니다. 바로 가기 파일이 실제로 있는지, 그리고 그 파일을 액세스할 수 있는지 확인하십시오.
pl_pl: Nie można usunąć skrótu [2]. Zweryfikuj, czy plik skrótu istnieje i czy masz do niego dostęp.
pt_br: Não foi possível remover o atalho [2]. Verifique se o arquivo de atalho existe e se você pode acessá-lo.
pt_pt: Não foi possível remover o atalho [2]. Verifique se o ficheiro de atalho existe e se pode acedê-lo.
ro_ro: Imposibil de eliminat comanda rapidă [2]. Verificaţi dacă există fişierul comenzii rapide şi dacă aveţi acces la el.
sv_se: Det gick inte att ta bort genvägen [2]. Kontrollera att genvägsfilen finns och att du kan komma åt den.
th_th: ไม่สามารถเอาทางลัด [2] ออก ยืนยันให้แน่ใจว่าแฟ้มทางลัดมีอยู่และคุณสามารถเข้าถึง
uk_ua: Не вдалося видалити ярлик [2]. Переконайтеся, що файл ярлика існує та доступний.
zh_tw: 無法移除捷徑 [2]。請確認目地資料夾是否存在，及您是否有存取權。

source: Could not register type library for file [2]. Contact your support personnel.
bg_bg: Не можа да бъде регистрирана библиотеката с типове за файла [2]. Свържете се с вашия екип по поддръжката.
de_de: Typbibliothek für Datei [2] konnte nicht registriert werden. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede registrar la biblioteca de tipos para el archivo [2]. Póngase en contacto con el personal de soporte técnico.
et_ee: Faili [2] tüübiteeki ei saa registreerida. Võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לבצע רישום של ספריית הסוגים עבור הקובץ [2]. פנה אל צוות התמיכה.
it_it: Impossibile registrare la libreria dei tipi [2]. Contattare il personale di supporto.
ko_kr: 파일 [2]의 형식 라이브러리를 등록하지 못했습니다. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można zarejestrować biblioteki typów dla pliku [2]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível registrar a biblioteca de tipos para o arquivo [2]. Entre em contato com a equipe de suporte.
pt_pt: Não foi possível registar biblioteca de tipos para o ficheiro [2]. Contacte o suporte técnico.
ro_ro: Imposibil de înregistrat biblioteca de tipuri pentru fişierul [2]. Luaţi legătura cu personalul de asistenţă.
sv_se: Det gick inte att registrera typbibliotek för filen [2]. Kontakta supportpersonalen.
th_th: ไม่สามารถลงทะเบียนชนิดของแฟ้ม library [2] ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося зареєструвати бібліотеку типів для файлу [2]. Зверніться до служби підтримки.
zh_tw: 無法登錄檔案 [2] 的類型程式庫。請連絡系統支援人員"。

source: Could not unregister type library for file [2]. Contact your support personnel.
bg_bg: Не можа да бъде отменено регистрирането на библиотеката с типове за файла [2]. Свържете се с вашия екип по поддръжката.
de_de: Typbibliothek für Datei [2] konnte nicht aus der Registrierung entfernt werden. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede quitar del registro la biblioteca de tipos del archivo [2]. Póngase en contacto con el personal de soporte técnico.
et_ee: Faili [2] tüübiteegi registreerimist ei saa tühistada. Võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לבטל את רישום ספריית הסוגים עבור הקובץ [2]. פנה אל צוות התמיכה.
it_it: Impossibile rimuovere dal registro la libreria dei tipi per il file [2]. Contattare il personale di supporto.
ko_kr: 파일 [2]의 형식 라이브러리 등록을 취소하지 못했습니다. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można wyrejestrować biblioteki typów dla pliku [2]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível remover o registro da biblioteca de tipos para o arquivo [2]. Entre em contato com a equipe de suporte.
pt_pt: Não foi possível anular o registo da biblioteca de tipos para o ficheiro [2]. Contacte o suporte técnico.
ro_ro: Imposibil de eliminat înregistrarea bibliotecii de tipuri pentru fişierul [2]. Luaţi legătura cu personalul de asistenţă.
sv_se: Det gick inte att avregistrera typbibliotek för filen [2]. Kontakta supportpersonalen.
th_th: ไม่สามารถยกเลิกการลงทะเบียนชนิดของแฟ้ม library [2] ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося скасувати реєстрацію бібліотеки типів для файлу [2]. Зверніться до служби підтримки.
zh_tw: 無法解除註冊檔案 [2] 的類型程式庫。請連絡系統支援人員"。

source: Could not update the ini file [2][3]. Verify that the file exists and that you can access it.
bg_bg: Не можа да бъде актуализиран ini файлът [2][3]. Проверете дали този файл съществува и дали имате достъп до него.
de_de: Aktualisieren der INI-Datei war nicht möglich: [2][3]. Überprüfen Sie, ob die Datei vorhanden ist und ob Sie darauf Zugriff haben.
es_es: No se puede actualizar el archivo .ini [2][3]. Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: INI-faili [2][3] ei saa värskendada. Veenduge, et fail on olemas ja teil on sellele juurdepääs.
he_il: לא היתה אפשרות לעדכן את קובץ ini‏ [2][3]. ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Impossibile aggiornare il file .ini [2][3]. Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: ini 파일 [2][3]을(를) 업데이트하지 못했습니다. 파일이 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Nie można zaktualizować pliku ini [2][3]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Não foi possível atualizar o arquivo ini [2][3]. Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: Não foi possível actualizar o ficheiro ini [2][3]. Verifique se o ficheiro existe e se pode acedê-lo.
ro_ro: Imposibil de actualizat fişierul de iniţializare [2][3]. Verificaţi dacă fişierul există şi dacă aveţi acces la el.
sv_se: Det gick inte att uppdatera INI-filen [2][3]. Kontrollera att filen finns och att du kan komma åt den.
th_th: ไม่สามารถปรับปรุงแฟ้ม ini [2][3] ยืนยันให้แน่ใจว่าแฟ้มมีอยู่ และคุณสามารถเข้าถึง
uk_ua: Не вдалося оновити ini-файл [2][3]. Переконайтеся, що файл існує та доступний.
zh_tw: 無法更新 ini 檔 [2][3]。 請確認檔案是否存在，及您是否有存取權。

source: Could not schedule file [2] to replace file [3] on reboot. Verify that you have write permissions to file [3].
bg_bg: Не можа да бъде извършено планиране файлът [2] да замени [3] при рестартиране. Проверете дали имате разрешения за запис във файла [3].
de_de: Es war nicht möglich festzulegen, dass Datei [3] beim Neustart des Computers durch Datei [2] ersetzt wird. Überprüfen Sie, ob Sie Schreibzugriff auf Datei [3] haben.
es_es: No se puede programar el archivo [2] para que reemplace a [3] cuando se reinicie el sistema. Compruebe que dispone de permisos de escritura para el archivo [3].
et_ee: Ei saa ajastada faili [3] asendamist failiga [2] taaskäivitamisel. Veenduge, et teil on faili [3] kirjutusõigus.
he_il: לא היתה אפשרות לקבוע שהקובץ [2] יחליף את הקובץ [3] בעת ההפעלה מחדש (reboot). ודא כי יש לך הרשאות כתיבה לקובץ [3].
it_it: Impossibile pianificare la sostituzione del file [3] con il file [2] durante il riavvio del sistema. Assicurarsi di disporre delle autorizzazioni di scrittura per il file [3].
ko_kr: 시스템을 다시 부팅할 때 파일 [2]을(를) [3](으)로 바꾸도록 지정하지 못했습니다. 파일 [3]에 대한 쓰기 권한이 있는지 확인하십시오.
pl_pl: Nie można zaplanować pliku [2] do zamiany pliku [3] przy ponownym rozruchu. Zweryfikuj, czy masz uprawnienia do zapisu do pliku [3].
pt_br: Não foi possível agendar a substituição do arquivo [3] pelo arquivo [2] ao reinicializar. Verifique se você tem permissões de gravação para o arquivo [3].
pt_pt: Não foi possível programar o ficheiro [2] para substituir o ficheiro [3] durante a operação de reiniciar o computador. Verifique se tem permissões de escrita para o ficheiro [3].
ro_ro: Imposibil de programat ca fişierul [2] să înlocuiască fişierul [3] la reiniţializare. Verificaţi dacă aveţi drepturi de scriere în fişierul [3].
sv_se: Det gick inte att schemalägga att filen [2] ska ersättas av [3] när systemet startas om. Kontrollera att du har skrivrättigheter till filen [3].
th_th: ไม่สามารถจัดตารางเวลาแฟ้ม [2] ให้แทนที่แฟ้ม [3] เมื่อเริ่มระบบใหม่ ยืนยันให้แน่ใจว่าคุณมีสิทธิ์ในการเขียนไปยังแฟ้ม [3]
uk_ua: Не вдалося забезпечити заміну файлу ''[3]'' на файл ''[2]'' під час перезавантаження. Переконайтеся в наявності дозволу на запис до файлу [3].
zh_tw: 無法預定在重開機時將檔案 [2] 取代 [3] 。請確認您是否有 [3] 的存取權。

source: Error removing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
bg_bg: Грешка при премахване на диспечера на ODBC драйвери, ODBC грешка [2]: [3]. Свържете се с вашия екип по поддръжката.
de_de: Fehler beim Entfernen des ODBC-Treibermanagers, ODBC-Fehler [2]: [3]. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: Error al quitar el administrador de controladores ODBC; error de ODBC [2]: [3]. Póngase en contacto con el personal de soporte técnico.
et_ee: Ilmnes tõrge ODBC-draiverihalduri eemaldamisel, ODBC tõrge [2]: [3]. Võtke ühendust oma tehnilise toega.
he_il: שגיאה בעת הסרת מנהל מנהלי ההתקנים של ODBC, שגיאת ODBC‏ [2]: [3]. פנה אל צוות התמיכה.
it_it: Errore durante la rimozione del gestore dei driver ODBC. Errore ODBC [2]: [3]. Contattare il personale di supporto.
ko_kr: ODBC 드라이버 관리자를 제거하는 동안 오류가 발생했습니다. ODBC 오류 [2]: [3]. 고객 지원 담당자에게 문의하십시오.
pl_pl: Błąd usuwania menedżera sterownika ODBC, błąd ODBC [2]: [3]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Erro ao remover o gerenciador de driver ODBC; erro de ODBC [2]: [3]. Entre em contato com a equipe de suporte.
pt_pt: Erro ao remover o gestor do controlador ODBC, erro ODBC [2]: [3]. Contacte o suporte técnico.
ro_ro: Eroare la eliminare manager de driver ODBC, eroare ODBC [2]: [3]. Luaţi legătura cu personalul de asistenţă.
sv_se: Det uppstod ett fel då ODBC-drivrutinhanteraren togs bort, ODBC-fel [2]: [3]. Kontakta supportpersonalen.
th_th: เกิดข้อผิดพลาดในการเอาตัวจัดการโปรแกรมควบคุม ODBC ออก ODBC ผิดพลาด [2]: [3]. ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдається видалити диспетчер драйверів ODBC, помилка ODBC [2]: [3]. Зверніться до служби підтримки.
zh_tw: 移除 ODBC 驅動程式管理員錯誤，ODBC 錯誤 [2]: [3]。請連絡系統支援人員。

source: Error installing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
bg_bg: Грешка при инсталиране на диспечера на ODBC драйвери, ODBC грешка [2]: [3]. Свържете се с вашия екип по поддръжката.
de_de: Fehler bei der Installation des ODBC-Treibermanagers. ODBC-Fehler [2]: [3]. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: Error al instalar el administrador de controladores ODBC; error de ODBC [2]: [3]. Póngase en contacto con el personal de soporte técnico.
et_ee: Ilmnes tõrge ODBC-draiverihalduri installimisel, ODBC tõrge [2]: [3]. Võtke ühendust oma tehnilise toega.
he_il: שגיאה בעת התקנת מנהל מנהלי ההתקנים של ODBC, שגיאת ODBC‏ [2]: [3]. פנה אל צוות התמיכה.
it_it: Errore durante l'installazione del gestore dei driver ODBC. Errore ODBC [2]: [3]. Contattare il personale di supporto.
ko_kr: ODBC 드라이버 관리자를 설치하는 동안 오류가 발생했습니다. ODBC 오류 [2]: [3]. 고객 지원 담당자에게 문의하십시오.
pl_pl: Błąd instalowania menedżera sterownika ODBC, błąd ODBC [2]: [3]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Erro ao instalar o gerenciador de driver ODBC; erro de ODBC [2]: [3]. Entre em contato com a equipe de suporte.
pt_pt: Erro ao instalar o gestor de controladores ODBC - erro ODBC [2]: [3]. Contacte o suporte técnico.
ro_ro: Eroare la instalare manager de driver ODBC, eroare ODBC [2]: [3]. Luaţi legătura cu personalul de asistenţă.
sv_se: Det uppstod ett fel vid installation av ODBC-drivrutinhanteraren, ODBC-fel [2]: [3]. Kontakta supportpersonalen.
th_th: เกิดข้อผิดพลาดในการติดตั้งตัวจัดการโปรแกรมควบคุม ODBC, ODBC ผิดพลาด [2]: [3]. ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Помилка при установці диспетчера драйверів ODBC, помилка ODBC [2]: [3]. Зверніться до служби підтримки.
zh_tw: 安裝 ODBC 驅動程式管理員錯誤，ODBC 錯誤 [2]: [3]。請連絡系統支援人員。

source: Error removing ODBC driver: [4], ODBC error [2]: [3]. Verify that you have sufficient privileges to remove ODBC drivers.
bg_bg: Грешка при премахване на ODBC драйвера: [4], ODBC грешка [2]: [3]. Проверете дали имате достатъчно привилегии за премахване на ODBC драйвери.
de_de: Fehler beim Entfernen des ODBC-Treibers: [4], ODBC-Fehler [2]: [3]. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Entfernen von ODBC-Treibern besitzen.
es_es: Error al quitar el controlador ODBC [4]; error de ODBC [2]: [3]. Compruebe que dispone de suficientes privilegios para quitar controladores ODBC.
et_ee: Ilmnes tõrge ODBC-draiveri [4] eemaldamisel, ODBC tõrge [2]: [3]. Kontrollige, kas teil on piisavad õigused ODBC-draiverite eemaldamiseks.
he_il: שגיאה בעת הסרת מנהל התקן ODBC‏: [4], שגיאת ODBC‏ [2]: [3]. ודא כי יש לך הרשאות מתאימות להסרת מנהלי התקני ODBC.
it_it: Errore durante la rimozione del driver ODBC [4]. Errore ODBC [2]: [3]. Assicurarsi di disporre di privilegi sufficienti per la rimozione dei driver ODBC.
ko_kr: ODBC 드라이버 [4]을(를) 제거하는 동안 오류가 발생했습니다. ODBC 오류 [2]: [3]. ODBC 드라이버를 제거할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Błąd usuwania menedżera sterownika ODBC: [4], błąd ODBC [2]: [3]. Zweryfikuj, czy masz odpowiednie uprawnienia do usuwania sterowników ODBC.
pt_br: Erro ao remover o driver ODBC: [4]; erro de ODBC [2]: [3]. Verifique se você tem privilégios suficientes para remover drivers ODBC.
pt_pt: Erro ao remover o controlador ODBC: [4], erro ODBC [2]: [3]. Verifique se tem privilégios suficientes para remover controladores ODBC.
ro_ro: Eroare la eliminare driver ODBC: [4], eroare ODBC [2]: [3]. Verificaţi dacă aveţi suficiente privilegii pentru a elimina driver-e ODBC.
sv_se: Det uppstod ett fel då ODBC-drivrutin togs bort: [4], ODBC-fel [2]: [3]. Kontrollera att du har tillräcklig behörighet för att ta bort ODBC-drivrutiner.
th_th: เกิดข้อผิดพลาดในการเอาโปรแกรมควบคุม ODBC ออก: [4], ODBC ผิดพลาด [2]: [3]. ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะเอาโปรแกรมควบคุม ODBC ออก
uk_ua: Не вдається видалити драйвер ODBC: [4], помилка ODBC [2]: [3]. Переконайтеся в наявності належних прав для видалення драйверів ODBC.
zh_tw: 移除 ODBC 驅動程式管理員錯誤[4]，ODBC 錯誤 [2]: [3]。請確認您是否有足夠權限。

source: Error installing ODBC driver: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
bg_bg: Грешка при инсталиране на ODBC драйвера: [4], ODBC грешка [2]: [3]. Проверете дали файлът [4] съществува и дали имате достъп до него.
de_de: Fehler beim Installieren des ODBC-Treibers: [4], ODBC-Fehler [2]: [3]. Überprüfen Sie, ob die Datei [4] vorhanden ist und ob Sie darauf Zugriff haben.
es_es: Error al instalar el controlador ODBC [4]; error de ODBC [2]: [3]. Compruebe que el archivo [4] existe y que puede obtener acceso a él.
et_ee: Ilmnes tõrge ODBC-draiveri [4] installimisel, ODBC tõrge [2]: [3]. Veenduge, et fail [4] on olemas ja teil on sellele juurdepääs.
he_il: שגיאה בעת התקנת מנהל התקן ODBC‏: [4], שגיאת ODBC‏ [2]: [3]. ודא כי הקובץ [4] קיים וכי יש לך אפשרות גישה אליו.
it_it: Errore durante l'installazione del driver ODBC [4]. Errore ODBC [2]: [3]. Assicurarsi che il file [4] esista e di disporre dei relativi diritti di accesso.
ko_kr: ODBC 드라이버 [4]을(를) 설치하는 동안 오류가 발생했습니다. ODBC 오류 [2]: [3]. 파일 [4]이(가) 실제로 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd instalowania sterownika ODBC: [4], błąd ODBC [2]: [3]. Zweryfikuj, czy plik [4] istnieje i czy masz do niego dostęp.
pt_br: Erro ao instalar o driver ODBC: [4]; erro de ODBC [2]: [3]. Verifique se o arquivo [4] existe e se você pode acessá-lo.
pt_pt: Erro ao instalar o controlador ODBC: [4], erro ODBC [2]: [3]. Verifique se o ficheiro [4] existe e se pode acedê-lo.
ro_ro: Eroare la instalare driver ODBC: [4], eroare ODBC [2]: [3]. Verificaţi dacă fişierul [4] există şi dacă aveţi acces la el.
sv_se: Det uppstod ett fel vid installation av ODBC-drivrutin: [4], ODBC-fel [2]: [3]. Kontrollera att filen [4] finns och att du kan komma åt den.
th_th: เกิดข้อผิดพลาดในการติดตั้งโปรแกรมควบคุม ODBC : [4], ODBC ผิดพลาด [2]: [3]. ยืนยันให้แน่ใจว่าแฟ้ม [4] มีอยู่และคุณสามารถเข้าถึง
uk_ua: Помилка під час установки драйвера ODBC: [4], помилка ODBC [2]: [3]. Переконайтеся, що файл ''[4]'' існує та доступний.
zh_tw: 安裝 ODBC 驅動程式管理員錯誤[4]，ODBC 錯誤 [2]: [3]。請確認檔案 [4] 存在並可存取。
