Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: In order to complete the installation of [2], you must restart the computer. Other users are currently logged on to this computer, and restarting may cause them to lose their work. Do you want to restart now?
bg_bg: За да завършите инсталирането на [2], трябва да рестартирате компютъра. В момента в компютъра са влезли и други потребители и при рестартиране могат да загубят данните си. Искате ли да рестартирате сега?
de_de: Der Computer muss neu gestartet werden, um die Installation von [2] abzuschließen. Momentan sind andere Benutzer an dem Computer angemeldet und ein Neustart kann dazu führen, dass diese Daten verlieren. Möchten Sie den Neustart durchführen?
es_es: Para completar la instalación de [2] debe reiniciar el equipo. Otros usuarios han iniciado sesión en este equipo. Si reinicia el equipo puede ocasionarles la pérdida de su trabajo. ¿Desea reiniciar ahora?
et_ee: Toote [2] installi lõpuleviimiseks peate arvuti taaskäivitama. Selles arvutis on praegu sisse loginud teisi kasutajaid ja taaskäivitamine võib põhjustada nende töö kaotsimineku. Kas soovite praegu taaskäivitada?
he_il: כדי להשלים את התקנת [2], עליך להפעיל מחדש את המחשב. משתמשים אחרים מחוברים כרגע למחשב זה, וההפעלה מחדש עשויה לגרום לאובדן העבודה שמשתמשים אלה ביצעו. האם ברצונך לבצע הפעלה מחדש כעת?
it_it: Per completare l'installazione di [2] occorre riavviare il computer. Altri utenti sono attualmente connessi al computer e il riavvio potrebbe provocare la perdita dei dati non salvati. Riavviare il computer ora?
ko_kr: [2] 설치를 완료하려면 컴퓨터를 다시 시작해야 합니다. 현재 다른 사용자가 이 컴퓨터에 로그온하고 있어서 컴퓨터를 다시 시작하면 다른 사용자의 작업을 손실할 수도 있습니다. 지금 다시 시작하시겠습니까?
pl_pl: W celu ukończenia instalacji produktu [2] musisz ponownie uruchomić komputer. Na tym komputerze są obecnie zalogowani inni użytkownicy i ponowne uruchomienie komputera może spowodować utratę danych przez tych użytkowników. Czy chcesz teraz ponownie uruchomić komputer?
pt_br: Para que a instalação de [2] seja concluída, você deve reiniciar o computador. Outros usuários também fizeram logon neste computador e se ele for reiniciado esses usuários poderão perder seu trabalho. Deseja reiniciá-lo agora?
pt_pt: Para concluir a instalação de [2], tem que reiniciar o computador. Existem outros utilizadores ligados a este computador e reiniciar pode fazer com que eles percam o seu trabalho. Deseja reiniciar agora?
ro_ro: Pentru a termina instalarea produsului [2], trebuie să reporniţi computerul. Alţi utilizatori au făcut Log on pe acest computer şi este posibil ca prin repornire aceştia să piardă o parte din ceea ce au lucrat. Reporniţi acum?
sv_se: Du måste starta om datorn för att kunna slutföra installationen av [2]. Andra användare är för tillfället inloggade på den här datorn, en omstart kan orsaka att deras arbete eller delar därav går förlorat. Vill du starta om datorn nu?
th_th: การติดตั้งของ [2] จะสมบูรณ์ได้ คุณต้องปิดและเปิดเครื่องคอมพิวเตอร์ของคุณ ผู้ใช้อื่นๆ ที่ทำงานบนเครื่องนี้จะถูกหยุด คุณจะปิดและเปิดเครื่องคอมพิวเตอร์เดี๋ยวนี้หรือไม่
uk_ua: Для завершення установки [2] необхідно перезавантажити комп'ютер. Можливо, на комп'ютері працюють інші користувачі, і перезавантаження призведе до втрати їх даних. Перезавантажити комп'ютер зараз?
zh_tw: 要完成安裝 [2]，您必須重新啟動電腦。其他目前登入這個電腦的使用者，重新啟動將可能使他們失去工作資料，是否要立即重新啟動?

source: The Windows Installer service is not accessible in Safe Mode. Please try again when your computer is not in Safe Mode or you can use System Restore to return your machine to a previous good state.
bg_bg: Услугата за инсталиране на Windows не е достъпна в безопасен режим. Опитайте отново, когато вашият компютър не е в безопасен режим или когато можете да използвате възстановяване на системата, за да върнете компютъра в предишно добро състояние.
de_de: Auf den Dienst "Windows Installer" kann im abgesicherten Modus nicht zugegriffen werden. Wiederholen Sie den Vorgang, wenn der Computer sich nicht im abgesicherten Modus befindet, oder verwenden Sie die Systemwiederherstellung, um den Computer in einen zuverlässigen Zustand zurückzuversetzen.
es_es: No se puede tener acceso al servicio Windows Installer en el Modo a prueba de errores. Intente de nuevo cuando el equipo no esté en Modo a prueba de errores, o use Restaurar sistema para regresar al equipo a un estado correcto anterior.
et_ee: Windowsi installeriteenus pole turvarežiimis kättesaadav. Palun proovige uuesti, kui teie arvuti pole enam turvarežiimis või kasutage Süsteemitaastet oma masina eelneva oleku taastamiseks.
he_il: ‏שירות Windows Installer אינו נגיש במצב בטוח. נא נסה שוב כאשר המחשב לא יהיה במצב בטוח. לחלופין, באפשרותך להשתמש בשחזור המערכת כדי להחזיר את המחשב למצב תקין קודם.
it_it: Il servizio Windows Installer non è accessibile in modalità provvisoria. Riprovare quando il computer non è in modalità provvisoria. In alternativa, è possibile utilizzare Ripristino configurazione di sistema per ripristinare uno stato valido precedente.
ko_kr: 안전 모드에서 Windows Installer 서비스에 액세스할 수 없습니다. 컴퓨터가 안전 모드가 아닐 때 다시 시도하거나 시스템 복원을 사용하여 컴퓨터를 이전의 성공적 상태로 되돌릴 수 있습니다.
pl_pl: Usługa Instalator Windows nie jest dostępna w trybie awaryjnym. Spróbuj ponownie, gdy komputer nie będzie pracował w trybie awaryjnym lub użyj narzędzia Przywracanie systemu, aby przywrócić komputer do poprzedniego dobrego stanu.
pt_br: O serviço Instalador do Windows não está acessível no Modo de Segurança. Tente novamente quando o computador não estiver no Modo de Segurança ou use a Restauração do Sistema para retornar a máquina a um bom estado anterior.
pt_pt: O serviço Windows Installer não está acessível no Modo de Segurança. Tente novamente quando o computador não estiver no Modo de Segurança ou pode utilizar o Restauro do Sistema para regressar a um estado válido anterior.
ro_ro: Serviciul Windows Installer nu este accesibil în Modul protejat. Încercați din nou când computerul nu este în Mod protejat sau utilizați Restaurare sistem pentru a readuce computerul într-o stare precedentă bună.
sv_se: Tjänsten Windows Installer är inte tillgänglig i säkert läge. Försök igen när datorn inte är i säkert läge eller använd Systemåterställning för att återställa datorn till ett tidigare fungerande tillstånd.
th_th: ไม่สามารถใช้บริการ Windows Installer ในเซฟโหมดได้ กรุณาลองอีกครั้งเมื่อคอมพิวเตอร์ของคุณไม่ได้ทำงานอยู่ในเซฟโหมด หรือคุณสามารถใช้ 'การคืนค่าระบบ' เพื่อทำให้เครื่องกลับสู่สภาวะการทำงานที่เป็นปกติก่อนหน้านี้
uk_ua: Служба інсталятора Windows недоступна у безпечному режимі. Повторіть спробу в режимі, відмінному від безпечного, або скористайтеся службою відновлення системи, щоб повернути комп’ютер до попереднього справного стану.
zh_tw: 在「安全模式」中無法存取 Windows Installer 服務。當您的電腦不是「安全模式」時請再試一次，或者您可使用系統還原讓您的機器回到之前的良好狀態。

source: The path [2] is not valid. Please specify a valid path.
bg_bg: Пътят [2] е невалиден. Задайте валиден път.
de_de: Der Pfad [2] ist ungültig. Geben Sie einen gültigen Pfad an.
es_es: La ruta de acceso [2] no es válida. Especifique una ruta de acceso válida.
et_ee: Tee [2] ei sobi. Määrake sobiv tee.
he_il: הנתיב [2] אינו חוקי. נא ציין נתיב חוקי.
it_it: Il percorso [2] non è valido. Specificare un percorso valido.
ko_kr: 경로 [2]이(가) 유효하지 않습니다. 정확한 경로를 지정하십시오.
pl_pl: Ścieżka [2] nie jest prawidłowa. Podaj prawidłową ścieżkę.
pt_br: O caminho [2] não é válido. Especifique um caminho válido.
pt_pt: O caminho [2] não é válido. Especifique um caminho válido.
ro_ro: Calea [2] incorectă. Specificaţi o cale corectă.
sv_se: Sökvägen [2] är ogiltig. Ange en giltig sökväg.
th_th: เส้นทาง [2] ไม่ถูกต้อง กรุณาระบุเส้นทางที่ถูกต้อง
uk_ua: Неприпустимий шлях ''[2]''. Укажіть правильний шлях.
zh_tw: 路徑 [2] 無效，請指定有效的路徑。

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to go back to the previously selected volume.
bg_bg: В устройство [2] липсва диск. Поставете диск и натиснете бутона "Опитай пак" или натиснете "Отказ", за да се върнете към предишния избран том.
de_de: In Laufwerk [2] ist kein Datenträger eingelegt. Legen Sie einen Datenträger ein und klicken Sie auf "Wiederholen". Oder klicken Sie auf "Abbrechen", um zu dem zuvor ausgewählten Volume zurückzukehren.
es_es: No hay ningún disco en la unidad [2]. Inserte uno y haga clic en Reintentar, o bien haga clic en Cancelar para volver al volumen previamente seleccionado.
et_ee: Draivis [2] pole ketast. Sisestage ketas ja klõpsake nuppu Proovi uuesti, või nuppu Tühista, et naasta varem valitud draivi juurde.
he_il: אין דיסק בכונן [2]. נא הכנס דיסק ולחץ על נסה שנית, או לחץ על ביטול כדי לחזור אל אמצעי האחסון הקודם שנבחר.
it_it: L'unità [2] non contiene alcun disco. Inserire un disco e scegliere Riprova oppure scegliere Annulla per tornare al volume selezionato in precedenza.
ko_kr: 드라이브 [2]에 디스크가 없습니다. 디스크를 넣은 후 "다시 시도"를 클릭하거나, "취소"를 클릭해서 이전에 선택한 볼륨으로 다시 돌아가십시오.
pl_pl: W stacji [2] nie ma dysku. Włóż dysk i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj aby zmienić na poprzednio wybrany wolumin.
pt_br: Não há nenhum disco na unidade [2]. Insira um disco e clique em 'Repetir', ou clique em 'Cancelar' para voltar ao volume selecionado anteriormente.
pt_pt: Não existe nenhum disco na unidade [2]. Introduza um e faça clique sobre Repetir ou faça clique sobre Cancelar para voltar ao volume previamente seleccionado.
ro_ro: Nici un disc în unitatea [2]. Introduceţi unul şi faceţi clic pe Reîncercare sau pe Revocare pentru a vă întoarce la volumul selectat anterior.
sv_se: Det finns ingen diskett i enhet [2]. Sätt i en diskett och klicka på Försök igen eller klicka på Avbryt om du vill återvända till den tidigare markerade volymen.
th_th: ไม่มีดิสก์ในไดรฟ์ [2] กรุณาใส่ดิสก์แล้วคลิกลองใหม่ หรือคลิกยกเลิก เพื่อกลับไปยังดิสก์ที่เลือกไว้ก่อนหน้า
uk_ua: У пристрої [2] немає диска. Вставте диск і натисніть кнопку ''Повторити'' або натисніть кнопку ''Скасувати'', щоб повернутися до вибраного раніше тому.
zh_tw: 磁碟機 [2] 中沒有磁片，請插入磁片然後重試，或按 "取消" 回到上次選取的磁碟機代號。

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to return to the browse dialog and select a different volume.
bg_bg: В устройство [2] липсва диск. Поставете диск и натиснете бутона "Опитай пак" или натиснете "Отказ", за да се върнете към диалоговия прозорец за преглед и да изберете друг том.
de_de: In Laufwerk [2] ist kein Datenträger eingelegt. Legen Sie einen Datenträger ein und klicken Sie auf "Wiederholen". Oder klicken Sie auf "Abbrechen", um zum Dialog "Durchsuchen" zurückzukehren und ein anderes Volume auszuwählen.
es_es: No hay ningún disco en la unidad [2]. Inserte uno y haga clic en Reintentar, o bien haga clic en Cancelar para volver al cuadro de diálogo de examinar y seleccionar un volumen distinto.
et_ee: Draivis [2] pole ketast. Sisestage ketas ja klõpsake nuppu Proovi uuesti, või nuppu Tühista, et naasta sirvimisdialoogi ja valida uus draiv.
he_il: אין דיסק בכונן [2]. נא הכנס דיסק ולחץ על נסה שנית, או לחץ על ביטול כדי לחזור אל תיבת הדו-שיח לעיון ולבחור אמצעי אחסון שונה.
it_it: L'unità [2] non contiene alcun disco. Inserire un disco e scegliere Riprova oppure scegliere Annulla per tornare alla finestra di ricerca e selezionare un altro volume.
ko_kr: 드라이브 [2]에 디스크가 없습니다. 디스크를 넣은 후 "다시 시도"를 클릭하거거나, "취소"를 클릭해서 "찾아보기" 대화 상자로 간 후 다른 볼륨을 선택하십시오.
pl_pl: W stacji [2] nie ma dysku. Włóż dysk i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj aby powrócić do okna dialogowego przeglądania i wybrać inny wolumin.
pt_br: Não há nenhum disco na unidade [2]. Insira um disco e clique em 'Repetir', ou clique em 'Cancelar' para retornar à caixa de procura e selecione um volume diferente.
pt_pt: Não existe nenhum disco na unidade [2]. Introduza um e faça clique sobre Repetir ou faça clique sobre Cancelar para voltar ao volume previamente seleccionado.
ro_ro: Nici un disc în unitatea [2]. Introduceţi unul şi faceţi clic pe Reîncercare sau pe Revocare pentru a vă întoarce la dialogul de răsfoire şi selectaţi un alt volum.
sv_se: Det finns ingen diskett i enhet [2]. Sätt i en diskett och klicka på Försök igen eller klicka på Avbryt om du vill återvända till dialogrutan för bläddring och markera en annan volym.
th_th: ไม่มีดิสก์ในไดรฟ์ [2] กรุณาใส่ดิสก์แล้วคลิกลองใหม่ หรือคลิกยกเลิก เพื่อกลับไปยังกล่องโต้ตอบการเรียกดูและเลือกดิสก์อื่น
uk_ua: У пристрої [2] немає диска. Вставте диск і натисніть кнопку ''Повторити'' або натисніть кнопку ''Скасувати'', щоб повернутися до вікна перегляду папок, і виберіть інший том.
zh_tw: 磁碟機 [2] 中沒有磁片，請插入磁片然後重試，或按 "取消" 回到瀏覽對話方塊，並選取別的磁碟機代號。

source: The folder [2] does not exist. Please enter a path to an existing folder.
bg_bg: Папката [2] не съществува. Въведете път до съществуваща папка.
de_de: Der Ordner [2] existiert nicht. Geben Sie den Pfad für einen existierenden Ordner ein.
es_es: La carpeta [2] no existe. Escriba una ruta de acceso a una carpeta existente.
et_ee: Kausta [2] pole. Sisestage olemasoleva kausta juurde viiv tee.
he_il: התיקיה [2] אינה קיימת. נא הזן נתיב לתיקיה קיימת.
it_it: La cartella [2] non esiste. Immettere il percorso di una cartella esistente.
ko_kr: 폴더 [2]이(가) 없습니다. 존재하는 폴더 경로를 입력하십시오.
pl_pl: Folder [2] nie istnieje. Wpisz ścieżkę do istniejącego folderu.
pt_br: A pasta [2] não existe. Insira um caminho para uma pasta existente.
pt_pt: A pasta [2] não existe. Introduza o caminho de uma pasta existente.
ro_ro: Folder [2] inexistent. Introduceţi o cale spre un folder existent.
sv_se: Mappen [2] finns inte. Ange sökvägen till en befintlig mapp.
th_th: โฟลเดอร์ [2] ไม่มี กรุณาใส่เส้นทางไปยังโฟลเดอร์ที่มีอยู่
uk_ua: Папка ''[2]'' не існує. Введіть шлях до існуючої папки.
zh_tw: 資料夾 [2] 不存在，請輸入一個指向現存資料夾的路徑。

source: You have insufficient privileges to read this folder.
bg_bg: Липсват ви достатъчно привилегии, за да прочетете тази папка.
de_de: Die Zugriffsrechte reichen nicht aus, um diesen Ordner zu lesen.
es_es: No dispone de privilegios para leer esta carpeta.
et_ee: Teie õigused pole piisavad selle kausta lugemiseks.
he_il: אין לך הרשאות מתאימות לקריאת תיקיה זו.
it_it: Privilegi in lettura insufficienti per la cartella specificata.
ko_kr: 이 폴더의 내용을 읽을 수 있는 권한이 없습니다.
pl_pl: Masz niewystarczające uprawnienia do czytania tego foldera.
pt_br: Você tem privilégios insuficientes para ler esta pasta.
pt_pt: Não tem privilégios suficientes para ler esta pasta.
ro_ro: Nu aveţi suficiente privilegii pentru a citi acest folder.
sv_se: Du har inte tillräcklig behörighet för att läsa den här mappen.
th_th: คุณมีสิทธิ์ไม่เพียงพอที่จะอ่านโฟลเดอร์นี้
uk_ua: Ви не маєте належних прав на читання цієї папки.
zh_tw: 您的權限不足，無法讀取這個資料夾。

source: A valid destination folder for the install could not be determined.
bg_bg: Не може да бъде определена валидна целева папка за това инсталиране.
de_de: Es konnte kein gültiger Zielordner für die Installation bestimmt werden.
es_es: No se puede determinar una carpeta de destino válida para la instalación.
et_ee: Ei leia installimiseks sobivat sihtkausta.
he_il: לא היתה אפשרות לקבוע תיקיית יעד חוקית עבור ההתקנה.
it_it: Impossibile individuare una cartella di destinazione valida per l'installazione.
ko_kr: 설치할 대상 폴더를 결정하지 못했습니다.
pl_pl: Nie można ustalić prawidłowego folderu docelowego instalacji.
pt_br: Uma pasta de destino válida não pôde ser determinada para a instalação.
pt_pt: Não foi possível determinar uma pasta de destino válida para a instalação.
ro_ro: Imposibil de determinat un folder de destinaţie corect pentru instalare.
sv_se: Det gick inte att bestämma en giltig målmapp för installationen.
th_th: โฟลเดอร์ปลายทางที่ถูกต้องสำหรับการติดตั้งไม่สามารถถูกกำหนดได้
uk_ua: Не вдається визначити кінцеву папку для установки.
zh_tw: 無法決定正確的目地資料夾。

source: Error attempting to read from the source install database: [2].
bg_bg: Грешка при опит за четене от базата данни - източник на инсталирането: [2].
de_de: Fehler beim Versuch, von der Quellinstallationsdatenbank zu lesen: [2].
es_es: Error al intentar leer la base de datos de instalación de origen: [2].
et_ee: Katsel lugeda installimisallika andmebaasi [2] ilmnes tõrge.
he_il: שגיאה בעת ניסיון לקרוא מתוך מסד נתוני המקור של ההתקנה: [2].
it_it: Errore durante la lettura dal database di installazione di origine: [2].
ko_kr: 원본 설치 데이터베이스를 읽는 중에 오류가 발생했습니다. [2].
pl_pl: Błąd podczas próby odczytu bazy danych źródła instalacji: [2].
pt_br: Erro ao tentar ler a partir do banco de dados de instalação de origem: [2].
pt_pt: Erro ao tentar ler a base de dados de instalação de origem: [2].
ro_ro: Eroare la încercarea de a citi din baza de date sursă de instalare: [2].
sv_se: Det uppstod ett fel vid försök att läsa från källinstallationsdatabasen: [2].
th_th: เกิดข้อผิดพลาดขณะพยายามอ่านจากแหล่งฐานข้อมูลการติดตั้ง: [2]
uk_ua: Сталася помилка при спробі прочитати з вихідної бази даних установки: [2].
zh_tw: 嘗試讀取來源安裝資料庫時發生錯誤: [2]。

source: Scheduling reboot operation: Renaming file [2] to [3]. Must reboot to complete operation.
bg_bg: Планиране на операцията за рестартиране: Преименуване на файла [2] на [3]. За да бъде завършена операцията, рестартирането е задължително.
de_de: Planung des Computerneustarts: Die Datei [2] wird in [3] umbenannt. Der Computer muss neu gestartet werden, um den Vorgang abzuschließen.
es_es: Programando la operación de reinicio: cambiando el nombre del archivo [2] a [3]. Para completar la operación se debe reiniciar el equipo.
et_ee: Taaskäivituse ajastamine: faili [2] ümbernimetamine failiks [3]. Toimingu lõpuleviimiseks on vajalik taaskäivitamine.
he_il: מתזמן פעולת הפעלה מחדש (reboot): משנה את שם הקובץ [2] ל- [3]. יש לבצע הפעלה מחדש כדי להשלים את הפעולה.
it_it: Pianificazione dell'operazione di riavvio. Il file [2] verrà rinominato in [3]. Per completare l'operazione, è necessario riavviare il computer.
ko_kr: 다시 부팅 작업을 설정 중입니다. 파일 [2]의 이름을 [3](으)로 바꾸고 있습니다. 작업을 완료하려면 다시 부팅해야 합니다.
pl_pl: Planowanie operacji ponownego rozruchu: Zmiana nazwy pliku [2] na [3]. Aby ukończyć operację, należy dokonać ponownego rozruchu.
pt_br: Programando operação de reinicialização: renomeando o arquivo [2] para [3]. É preciso reinicializar o computador para concluir a operação.
pt_pt: Programar operação de reiniciar o computador: Mudar o nome do ficheiro de [2] para [3]. Tem de reiniciar o computador para concluir a operação.
ro_ro: Planificarea operaţiei de reiniţializare: Redenumire fişier [2] în [3]. Reiniţializaţi pentru a termina operaţia.
sv_se: Schemalägger omstart: Byter namn på filen [2] till [3]. Du måste starta om för att slutföra åtgärden.
th_th: การปฏิบัติการเริ่มระบบใหม่ที่จัดตารางเวลาไว้: กำลังเปลี่ยนชื่อแฟ้ม [2] เป็น [3] ต้องเริ่มระบบใหม่เพื่อที่จะทำให้การปฏิบัติการสมบูรณ์
uk_ua: Планування операції, яка потребує перезавантаження: перейменування файлу ''[2]'' на ''[3]''. Операція завершиться лише після перезавантаження.
zh_tw: 正在排定重新開機作業: 正在更改檔案名稱 [2] 成 [3]，必須重新開機才能完成作業。

source: Scheduling reboot operation: Deleting file [2]. Must reboot to complete operation.
bg_bg: Планиране на операцията за рестартиране: Изтриване на файла [2]. За да бъде завършена операцията, рестартирането е задължително.
de_de: Planung des Computerneustarts: Die Datei [2] wird gelöscht. Der Computer muss neu gestartet werden, um den Vorgang abzuschließen.
es_es: Programando la operación de reinicio: eliminando el archivo [2]. Para completar la operación se debe reiniciar el equipo.
et_ee: Taaskäivituse ajastamine: faili [2] kustutamine. Toimingu lõpuleviimiseks on vajalik taaskäivitamine.
he_il: מתזמן פעולת הפעלה מחדש (reboot): מוחק את הקובץ [2]. יש לבצע הפעלה מחדש כדי להשלים את הפעולה.
it_it: Pianificazione dell'operazione di riavvio. Il file [2] verrà eliminato. Per completare l'operazione, è necessario riavviare il computer.
ko_kr: 다시 부팅 작업을 설정 중입니다. 파일 [2]을(를) 삭제하고 있습니다. 작업을 완료하려면 다시 부팅해야 합니다.
pl_pl: Planowanie operacji ponownego rozruchu: Usuwanie pliku [2]. Aby ukończyć operację, należy dokonać ponownego rozruchu.
pt_br: Programando operação de reinicialização: excluindo o arquivo [2]. É preciso reinicializar o computador para concluir a operação.
pt_pt: Programar a operação de reiniciar o computador: Eliminar o ficheiro [2]. Tem de reiniciar o computador para concluir a operação.
ro_ro: Planificarea operaţiei de reiniţializare: Ştergerea fişierului [2]. Reiniţializaţi pentru a termina operaţia.
sv_se: Schemalägger omstart: Tar bort filen [2]. Du måste starta om för att slutföra åtgärden.
th_th: การปฏิบัติการเริ่มระบบใหม่ที่จัดตารางเวลาไว้: กำลังแฟ้ม [2] ต้องเริ่มระบบใหม่เพื่อที่จะทำให้การปฏิบัติการสมบูรณ์
uk_ua: Планування операції, яка потребує перезавантаження: видалення файлу ''[2]''. Операція завершиться лише після перезавантаження.
zh_tw: 正在排定重新開機作業: 正在刪除檔案 [2]，必須重新開機才能完成作業。

source: Module [2] failed to register. HRESULT [3]. Contact your support personnel.
bg_bg: Модулът [2] не можа да бъде регистриран. HRESULT [3]. Свържете се с вашия екип по поддръжката.
de_de: Fehler beim Registrieren von Modul [2]. HRESULT [3]. Wenden Sie sich an den Support.
es_es: Error al registrar el módulo [2]. HRESULT [3]. Póngase en contacto con el personal de soporte técnico.
et_ee: Moodulit [2] ei saa registreerida. HRESULT [3]. Võtke ühendust oma tehnilise toega.
he_il: רישום המודול [2] נכשל. HRESULT [3]. פנה אל צוות התמיכה.
it_it: Impossibile registrare il modulo [2]. HRESULT [3]. Contattare il personale di supporto.
ko_kr: 모듈 [2]을(를) 등록하지 못했습니다. HRESULT [3]. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można zarejestrować modułu [2]. HRESULT [3]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Módulo [2] falhou ao registrar. HRESULT [3]. Entre em contato com a equipe de suporte.
pt_pt: O módulo [2] falhou ao registar. HRESULT [3]. Contacte o suporte técnico.
ro_ro: Modulul [2] nu a reuşit să înregistreze. HRESULT [3]. Luaţi legătura cu personalul de asistenţă.
sv_se: Modulen [2] kunde inte registreras. HRESULT [3]. Kontakta supportpersonalen.
th_th: โมดูล [2] ล้มเหลวที่จะลงทะเบียน HRESULT [3] ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося зареєструвати модуль [2]. HRESULT [3]. Зверніться до служби підтримки.
zh_tw: 模組 [2] 登錄失敗。 HRESULT [3]. 連絡您的支援人員。

source: Module [2] failed to unregister. HRESULT [3]. Contact your support personnel.
bg_bg: Не можа да бъде отменено регистрирането на модула [2]. HRESULT [3]. Свържете се с вашия екип по поддръжката.
de_de: Fehler beim Entfernen von Modul [2] aus der Registrierung. HRESULT [3]. Wenden Sie sich an den Support.
es_es: Error al eliminar el módulo [2] del registro. HRESULT [3]. Póngase en contacto con el personal de soporte técnico.
et_ee: Mooduli [2] registreerimist ei saa tühistada. HRESULT [3]. Võtke ühendust oma tehnilise toega.
he_il: ביטול רישום המודול [2] נכשל. HRESULT [3]. פנה אל צוות התמיכה.
it_it: Impossibile rimuovere dal registro il modulo [2]. HRESULT [3]. Contattare il personale di supporto.
ko_kr: 모듈 [2]의 등록을 취소하지 못했습니다. HRESULT [3]. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można wyrejestrować modułu [2]. HRESULT [3]. Skontaktuj się z personelem pomocy technicznej.
pt_br: Módulo [2] falhou ao remover registro. HRESULT [3]. Entre em contato com a equipe de suporte.
pt_pt: O módulo [2] falhou ao anular o registo. HRESULT [3]. Contacte o suporte técnico.
ro_ro: Modulul [2] nu a reuşit să elimine înregistrarea. HRESULT [3]. Luaţi legătura cu personalul de asistenţă.
sv_se: Modulen [2] kunde inte registreras. HRESULT [3]. Kontakta supportpersonalen.
th_th: โมดูล [2] ล้มเหลวที่จะยกเลิกการลงทะเบียน HRESULT [3] ให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося скасувати реєстрацію модуля [2]. HRESULT [3]. Зверніться до служби підтримки.
zh_tw: 模組 [2] 登錄失敗。 HRESULT [3]. 連絡您的支援人員。
