Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Error configuring ODBC data source: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
bg_bg: Грешка при конфигуриране на ODBC източника на данни: [4], ODBC грешка [2]: [3]. Проверете дали файлът [4] съществува и дали имате достъп до него.
de_de: Fehler beim Konfigurieren der ODBC-Datenquelle: [4], ODBC-Fehler [2]: [3]. Überprüfen Sie, ob die Datei [4] vorhanden ist und ob Sie darauf Zugriff haben.
es_es: Error al configurar el origen de datos de ODBC [4]; error de ODBC [2]: [3]. Compruebe que el archivo [4] y que puede obtener acceso a él.
et_ee: Ilmnes tõrge ODBC andmeallika [4] konfigureerimisel, ODBC tõrge [2]: [3]. Veenduge, et fail [4] on olemas ja teil on sellele juurdepääs.
he_il: שגיאה בעת קביעת התצורה של מקור הנתונים של ODBC‏: [4], שגיאת ODBC‏ [2]: [3]. ודא כי הקובץ [4] קיים וכי יש לך אפשרות גישה אליו.
it_it: Errore durante la configurazione dell'origine dati ODBC [4]. Errore ODBC [2]: [3]. Assicurarsi che il file [4] esista e di disporre dei relativi diritti di accesso.
ko_kr: ODBC 데이터 원본 [4]을(를) 구성하는 동안 오류가 발생했습니다. ODBC 오류 [2]: [3]. 파일 [4]이(가) 실제로 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd konfigurowania źródła danych ODBC: [4], błąd ODBC [2]: [3]. Zweryfikuj, czy plik [4] istnieje i czy masz do niego dostęp.
pt_br: Erro ao configurar fonte de dados ODBC: [4]; erro de ODBC [2]: [3]. Verifique se o arquivo [4] existe e se você pode acessá-lo.
pt_pt: Erro ao configurar a origem de dados ODBC: [4], erro ODBC [2]: [3]. Verifique se o ficheiro [4] existe e se pode acedê-lo.
ro_ro: Eroare la configurare sursă de date ODBC: [4], eroare ODBC [2]: [3]. Verificaţi dacă fişierul [4] există şi dacă aveţi acces la el.
sv_se: Det uppstod ett fel vid konfigureringen av ODBC-datakällan: [4], ODBC-fel [2]: [3]. Kontrollera att filen [4] finns och att du kan komma åt den.
th_th: เกิดข้อผิดพลาดในการกำหนดค่าแหล่งข้อมูล ODBC: [4], ODBC ผิดพลาด [2]: [3]. ยืนยันให้แน่ใจว่าแฟ้ม [4] มีอยู่และคุณสามารถเข้าถึง
uk_ua: Не вдається налаштувати джерело даних ODBC: [4], помилка ODBC [2]: [3]. Переконайтеся, що файл ''[4]'' існує та доступний.
zh_tw: 設定 ODBC 驅動程式管理員錯誤[4]，ODBC 錯誤 [2]: [3]。請確認檔案 [4] 存在並可存取。

source: Service '[2]' ([3]) failed to start. Verify that you have sufficient privileges to start system services.
bg_bg: Услугата '[2]' ([3]) не можа да стартира. Проверете дали имате достатъчно привилегии, за да стартирате системни услуги.
de_de: Dienst "[2]" ([3]) konnte nicht gestartet werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Starten von Systemdiensten besitzen.
es_es: Fallo al iniciar el servicio '[2]' ([3]). Compruebe que dispone de suficientes privilegios para iniciar servicios del sistema.
et_ee: Teenust [2] ([3]) ei saa käivitada. Veenduge, et teil on piisavad õigused süsteemiteenuste käivitamiseks.
he_il: הפעלת השירות '[2]' ([3]) לא הצליחה. ודא כי יש לך הרשאות מתאימות להפעלת שירותי מערכת.
it_it: Impossibile avviare il servizio "[2]" ([3]). Assicurarsi di disporre di privilegi sufficienti per l'avvio dei servizi di sistema.
ko_kr: 서비스 '[2]' ([3])을(를) 시작하지 못했습니다. 시스템 서비스를 시작할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można uruchomić usługi „[2]” ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do uruchamiania usług systemu.
pt_br: Serviço '[2]' ([3]) falhou ao iniciar. Verifique se você tem privilégios suficientes para iniciar os serviços do sistema.
pt_pt: O serviço '[2]' ([3]) falhou ao iniciar. Verifique se tem privilégios suficientes para iniciar serviços do sistema.
ro_ro: Serviciul '[2]' ([3]) nu a reuşit să pornească. Verificaţi dacă aveţi suficiente privilegii pentru a porni servicii sistem.
sv_se: Det gick inte att starta tjänsten [2] ([3]). Kontrollera att du har rättighet att starta systemtjänster.
th_th: บริการ '[2]' ([3]) ล้มเหลวที่จะเริ่มต้น ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะเริ่มบริการระบบ
uk_ua: Не вдалося запустити службу ''[2]'' ([3]). Переконайтес, що ви маєте належні права на запуск системних служб.
zh_tw: 服務 '[2]' ([3]) 無法啟動。請確認您是否有足夠權限。

source: Service '[2]' ([3]) could not be stopped. Verify that you have sufficient privileges to stop system services.
bg_bg: Услугата '[2]' ([3]) не можа да бъде спряна. Проверете дали имате достатъчно привилегии, за да спирате системни услуги.
de_de: Dienst "[2]" ([3]) konnte nicht angehalten werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Anhalten von Systemdiensten besitzen.
es_es: No se puede detener el servicio '[2]' ([3]). Compruebe que dispone de suficientes privilegios para detener servicios del sistema.
et_ee: Teenust [2] ([3]) ei saa peatada. Veenduge, et teil on piisavad õigused süsteemiteenuste peatamiseks.
he_il: הפסקת השירות '[2]' ([3]) לא הצליחה. ודא כי יש לך הרשאות מתאימות להפסקת שירותי מערכת.
it_it: Impossibile interrompere il servizio "[2]" ([3]). Assicurarsi di disporre di privilegi sufficienti per l'interruzione dei servizi di sistema.
ko_kr: 서비스 '[2]' ([3])을(를) 중지하지 못했습니다. 시스템 서비스를 중지할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można zatrzymać usługi „[2]” ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do zatrzymywania usług systemu.
pt_br: Serviço '[2]' ([3]) não pôde ser interrompido. Verifique se você tem privilégios suficientes para interromper os serviços do sistema.
pt_pt: Não foi possível interromper o serviço '[2]' ([3]). Verifique se tem privilégios suficientes para interromper serviços do sistema.
ro_ro: Imposibil de oprit serviciul '[2]' ([3]). Verificaţi dacă aveţi suficiente privilegii pentru a opri servicii sistem.
sv_se: Det gick inte att stoppa tjänsten [2] ([3]). Kontrollera att du har rättighet att stoppa systemtjänster.
th_th: บริการ '[2]' ([3]) ไม่สามารถถูกหยุด ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะหยุดบริการระบบ
uk_ua: Не вдалося зупинити службу ''[2]'' ([3]). Переконайтеся, що ви маєте належні права на зупинення системних служб.
zh_tw: 服務 '[2]' ([3]) 無法停止。請確認您是否有足夠權限。

source: Service '[2]' ([3]) could not be deleted. Verify that you have sufficient privileges to remove system services.
bg_bg: Услугата '[2]' ([3]) не можа да бъде изтрита. Проверете дали имате достатъчно привилегии, за да изтривате системни услуги.
de_de: Dienst "[2]" ([3]) konnte nicht gelöscht werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Entfernen von Systemdiensten besitzen.
es_es: No se puede eliminar el servicio '[2]' ([3]). Compruebe que dispone de suficientes privilegios para quitar servicios del sistema.
et_ee: Teenust [2] ([3]) ei saa kustutada. Veenduge, et teil on piisavad õigused süsteemiteenuste kustutamiseks.
he_il: מחיקת השירות '[2]' ([3]) לא הצליחה. ודא כי יש לך הרשאות מתאימות להסרת שירותי מערכת.
it_it: Impossibile eliminare il servizio "[2]" ([3]). Assicurarsi di disporre di privilegi sufficienti per la rimozione dei servizi di sistema.
ko_kr: 서비스 '[2]' ([3])을(를) 삭제하지 못했습니다. 시스템 서비스를 제거할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można usunąć usługi „[2]” ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do usuwania usług systemu.
pt_br: Serviço '[2]' ([3]) não pôde ser excluído. Verifique se você tem privilégios suficientes para remover serviços do sistema.
pt_pt: Não foi possível eliminar o serviço '[2]' ([3]). Verifique se tem privilégios suficientes para remover serviços do sistema.
ro_ro: Imposibil de şters serviciul '[2]' ([3]). Verificaţi dacă aveţi suficiente privilegii pentru a elimina servicii sistem.
sv_se: Det gick inte att ta bort tjänsten [2] ([3]). Kontrollera att du har rättighet att ta bort systemtjänster.
th_th: บริการ '[2]' ([3]) ไม่สามารถถูกลบ ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะเอาบริการระบบออก
uk_ua: Не вдалося видалити службу ''[2]'' ([3]). Переконайтеся в наявності належних прав для видалення системних служб.
zh_tw: 服務 '[2]' ([3]) 無法刪除。請確認您是否有足夠權限。

source: Service '[2]' ([3]) could not be installed. Verify that you have sufficient privileges to install system services.
bg_bg: Услугата '[2]' ([3]) не можа да бъде инсталирана. Проверете дали имате достатъчно привилегии, за да инсталирате системни услуги.
de_de: Dienst "[2]" ([3]) konnte nicht installiert werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Installieren von Systemdiensten besitzen.
es_es: No se puede instalar el servicio '[2]' ([3]). Compruebe que dispone de suficientes privilegios para instalar servicios del sistema.
et_ee: Teenust [2] ([3]) ei saa installida. Veenduge, et teil on piisavad õigused süsteemiteenuste installimiseks.
he_il: התקנת השירות '[2]' ([3]) לא הצליחה. ודא כי יש לך הרשאות מתאימות להתקנת שירותי מערכת.
it_it: Impossibile installare il servizio "[2]" ([3]). Assicurarsi di disporre di privilegi sufficienti per l'installazione dei servizi di sistema.
ko_kr: 서비스 '[2]' ([3])을(를) 설치하지 못했습니다. 시스템 서비스를 설치할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można zainstalować usługi „[2]” ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do instalowania usług systemu.
pt_br: Serviço '[2]' ([3]) não pôde ser instalado. Verifique se você tem privilégios suficientes para instalar os serviços do sistema.
pt_pt: Não foi possível instalar o serviço '[2]' ([3]). Verifique se tem privilégios suficientes para instalar serviços do sistema.
ro_ro: Imposibil de instalat serviciul '[2]' ([3]). Verificaţi dacă aveţi suficiente privilegii pentru a instala servicii sistem.
sv_se: Det gick inte att installera tjänsten [2] ([3]). Kontrollera att du har tillräcklig rättighet för att installera systemtjänster.
th_th: บริการ '[2]' ([3]) ไม่สามารถถูกติดตั้ง ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะติดตั้งบริการระบบ
uk_ua: Не вдалося установити службу ''[2]'' ([3]). Переконайтеся в наявності належних прав для установки системних служб.
zh_tw: 服務 '[2]' ([3]) 無法安裝。請確認您是否有足夠權限。

source: Could not update environment variable '[2]'. Verify that you have sufficient privileges to modify environment variables.
bg_bg: Променливата на средата '[2]' не можа да бъде актуализирана. Проверете дали имате достатъчно привилегии, за да модифицирате променливи на средата.
de_de: Umgebungsvariable "[2]" konnte nicht aktualisiert werden. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Ändern von Umgebungsvariablen besitzen.
es_es: No se puede actualizar la variable de entorno '[2]'. Compruebe que dispone de suficientes privilegios para modificar variables de entorno.
et_ee: Keskkonnamuutujat [2] ei saa värskendada. Veenduge, et teil on piisavad õigused keskkonnamuutujate väärtuste muutmiseks.
he_il: עדכון משתנה הסביבה '[2]' לא הצליח. ודא כי יש לך הרשאות מתאימות לשינוי משתני סביבה.
it_it: Impossibile aggiornare la variabile di ambiente "[2]". Assicurarsi di disporre di privilegi sufficienti per modificare le variabili di ambiente.
ko_kr: 환경 변수 '[2]'을(를) 업데이트하지 못했습니다. 환경 변수를 수정할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można zaktualizować zmiennej środowiskowej „[2]”. Zweryfikuj, czy masz odpowiednie uprawnienia do modyfikacji zmiennych środowiskowych.
pt_br: Não foi possível atualizar a variável de ambiente '[2]'. Verifique se você tem privilégios suficientes para modificar variáveis de ambiente.
pt_pt: Não foi possível actualizar a variável de ambiente '[2]'. Verifique se tem privilégios suficientes para modificar variáveis de ambiente.
ro_ro: Imposibil de actualizat variabila de mediu '[2]'. Verificaţi dacă aveţi suficiente privilegii pentru a modifica variabile de mediu.
sv_se: Det gick inte att uppdatera systemvariabeln [2]. Kontrollera att du har tillräcklig rättighet för att ändra systemvariabler.
th_th: ไม่สามารถปรับปรุง environment variable '[2]' ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะปรับเปลี่ยน environment variables
uk_ua: Не вдалося оновити змінну оточення ''[2]''. Переконайтеся в наявності належних прав для модифікації змінних оточення.
zh_tw: 無法更新環境變數 '[2]'。請確認您是否有足夠權限。

source: You do not have sufficient privileges to complete this installation for all users of the machine. Log on as administrator and then retry this installation.
bg_bg: Нямате достатъчно привилегии, за да завършите това инсталиране за всички потребители на този компютър. Влезте като администратор и опитайте да повторите това инсталиране.
de_de: Sie besitzen keine ausreichenden Berechtigungen, um diese Installation für alle Benutzer dieses Computers auszuführen. Melden Sie sich als Administrator an, und wiederholen Sie diese Installation.
es_es: No tiene suficientes privilegios para completar esta instalación para todos los usuarios del equipo. Inicie la sesión como administrador y vuelva a realizar la instalación.
et_ee: Teie õigused pole piisavad, et installi kõigi selle arvuti kasutajate jaoks lõpule viia. Logige sisse ülemana ja proovige uuesti.
he_il: אין לך הרשאות מתאימות להשלמת התקנה זו עבור כל משתמשי המחשב. היכנס למערכת עם הרשאות מנהל ולאחר מכן נסה שנית לבצע התקנה זו.
it_it: Privilegi insufficienti per completare l'installazione specificata per tutti gli utenti del computer. Accedere come amministratore, quindi ripetere l'installazione.
ko_kr: 이 시스템의 모든 사용자가 사용하도록 제품을 설치할 권한이 없습니다. Administrator로 로그온한 후 다시 설치하십시오.
pl_pl: Nie masz odpowiednich uprawnień do dokończenia tej instalacji dla wszystkich użytkowników na tym komputerze. Zaloguj się jako administrator i wtedy ponów próbę instalacji.
pt_br: Você não tem privilégios suficientes para concluir esta instalação para todos os usuários da máquina. Efetue logon como administrador e tente essa instalação novamente.
pt_pt: Não tem privilégios suficientes para concluir esta instalação para todos os utilizadores da máquina. Inicie a sessão como administrador e depois repita esta instalação.
ro_ro: Nu aveţi suficiente privilegii pentru a termina această instalare pentru toţi utilizatorii calculatorului. Conectaţi-vă ca administrator şi apoi reîncercaţi această instalare.
sv_se: Du har inte tillräcklig behörighet för att slutföra installationen för alla användare av maskinen. Logga in som administratör och försök installera igen.
th_th: คุณมีสิทธิ์ไม่เพียงพอที่จะทำการติดตั้งนี้ให้สมบูรณ์สำหรับผู้ใช้ทั้งหมดของเครื่องนี้ ให้เข้าสู่ระบบเป็น administrator แล้วพยายามติดตั้งอีกครั้ง
uk_ua: Ви не маєте належних прав на завершення цієї установки для всіх користувачів комп'ютера. Ввійдіть до системи як адміністратор і повторіть спробу.
zh_tw: 您沒有足夠的權限完成所有使用者的安裝。請用系統管理員身份登入再重新安裝一次。

source: Could not set file security for file '[3]'. Error: [2]. Verify that you have sufficient privileges to modify the security permissions for this file.
bg_bg: Не можа да бъде установена защитата за файла '[3]'. Грешка: [2]. Проверете дали имате достатъчно привилегии, за да модифицирате разрешенията за защита на този файл.
de_de: Dateisicherheit für Datei "[3]" konnte nicht eingestellt werden. Fehler: [2]. Überprüfen Sie, ob Sie ausreichende Berechtigungen zum Ändern der Sicherheitsrechte für diese Datei besitzen.
es_es: No se puede establecer la seguridad para el archivo '[3]'. Error: [2]. Compruebe que dispone de suficientes privilegios para modificar los permisos de seguridad para este archivo.
et_ee: Faili [3] failiturvet ei saa seada. Tõrge: [2]. Veenduge, et teil on piisavad õigused selle faili turvamäärangute muutmiseks.
he_il: לא היתה אפשרות להגדיר אבטחת קובץ עבור הקובץ '[3]'. שגיאה: [2]. ודא כי יש לך הרשאות מתאימות לשינוי הרשאות האבטחה עבור קובץ זה.
it_it: Impossibile impostare la protezione per il file "[3]". Errore: [2]. Assicurarsi di disporre di privilegi sufficienti per modificare le impostazioni di protezione del file specificato.
ko_kr: '[3]' 파일에 대한 파일 보안을 설정하지 못했습니다. 오류: [2]. 이 파일에 대한 보안을 수정할 수 있는 권한이 있는지 확인하십시오.
pl_pl: Nie można ustawić pliku zabezpieczeń dla pliku „[3]”. Błąd: [2]. Zweryfikuj, czy masz odpowiednie uprawnienia do modyfikacji uprawnień zabezpieczeń dla tego pliku.
pt_br: Não foi possível definir a segurança de arquivo para o arquivo '[3]'. Erro: [2]. Verifique se você tem privilégios suficientes para modificar as permissões de segurança desse arquivo.
pt_pt: Não foi possível definir a segurança de ficheiro para o ficheiro '[3]'. Erro: [2]. Verifique se tem privilégios suficientes para modificar as permissões de segurança deste ficheiro.
ro_ro: Imposibil de stabilit securitate de fişier pentru fişierul '[3]'. Eroare: [2]. Verificaţi dacă aveţi suficiente privilegii pentru a modifica permisiunile de securitate pentru acest fişier.
sv_se: Det gick inte att ställa in filsäkerhet för filen [3]. Fel: [2]. Kontrollera att du har tillräcklig behörighet för att ändra säkerhetsbehörigheten för den här filen.
th_th: ไม่สามารถตั้งค่าความปลอดภัยสำหรับแฟ้ม '[3]' ข้อผิดพลาด: [2] ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอที่จะปรับเปลี่ยนสิทธิ์ความปลอดภัยของแฟ้มนี้
uk_ua: Не вдається установити захист для файлу ''[3]''. Помилка: [2]. Переконайтеся, що ви маєте належні права на зміну дозволів на цей файл.
zh_tw: 無法設定檔案 '[3]' 的安全資訊。錯誤: [2]。 請確認您是否有足夠權限。

source: Component Services (COM+ 1.0) are not installed on this computer. This installation requires Component Services in order to complete successfully. Component Services are available on Windows 2000.
bg_bg: На компютъра не са инсталирани услуги за компоненти (COM+ 1.0). Това инсталиране изисква услугите за компоненти, за да завърши успешно. Услугите за компоненти са налични в Windows 2000.
de_de: Komponentendienste (COM+ 1.0) sind auf diesem Computer nicht installiert. Um diese Installation erfolgreich abzuschließen, müssen Komponentendienste installiert sein. Komponentendienste stehen unter Windows 2000 zur Verfügung.
es_es: Los Servicios de componente (COM+ 1.0) no están instalados en este sistema. Para realizar esta instalación, es necesario que los Servicios de componente estén instalados. Encontrará los Servicios de componente en Windows 2000.
et_ee: Component Services (COM+ 1.0) pole sellesse arvutisse installitud. Selle installimise edukaks lõpuleviimiseks on Component Services vajalik. Component Services sisaldub Windows 2000-s.
he_il: (Component Services (COM+ 1.0 אינם מותקנים במחשב זה. להתקנה זו דרושים Component Services כדי להשלים את ההתקנה בהצלחה. Component Services זמינים ב- Windows 2000.
it_it: Component Services (COM+ 1.0) non è installato nel computer in uso. Per completare correttamente l'installazione in corso, è necessario Component Services. Questo prodotto è disponibile in Windows 2000.
ko_kr: 구성 요소 서비스(COM+ 1.0)가 이 컴퓨터에 설치되어 있지 않습니다. Component Service가 있어야 설치를 끝낼 수 있습니다. Component Service는 Windows 2000에서 사용할 수 있습니다.
pl_pl: Usługi składników (COM+ 1.0) nie są zainstalowane na tym komputerze. Instalacja wymaga usług składników, aby pomyślnie ją zakończyć. Usługi składników są dostępne w systemie Windows 2000.
pt_br: Os serviços de componentes (COM+ 1.0) não estão instalados neste computador. Esta instalação requer os serviços de componentes para ser concluída com êxito. Os serviços de componentes estão disponíveis no Windows 2000.
pt_pt: Component Services (COM+ 1.0) não foram instalados neste computador. Para ser concluída com êxito, esta instalação requer Component Services. Component Services estão disponíveis no Windows 2000.
ro_ro: Component Services (COM+ 1.0) nu sunt instalate pe acest computer. Această instalare solicită Component Services pentru a se incheia cu succes. Component Services sunt disponibile în Windows 2000.
sv_se: Component Services (COM+ 1.0) har inte installerats på den här datorn. Component Services krävs för att installationen ska kunna genomföras. Component Services finns på Windows 2000.
th_th: Component Services (COM+ 1.0) ไม่ถูกติดตั้งบนคอมพิวเตอร์นี้ การติดตั้งนี้ต้องการ Component Services เพื่อที่จะทำให้เสร็จสิ้นอย่างสมบูรณ์ Component Services มีอยู่บน Windows 2000
uk_ua: На цьому комп'ютері не установлено служби компонентів (COM+ 1.0). Наявність служб компонентів необхідна для виконання установки. Служби компонентів є у складі Windows 2000.
zh_tw: Component Services (COM+ 1.0) 並未安裝這台電腦上。這個安裝必須有 Component Services 才能安裝成功。Component Services 內建在 Windows 2000。

source: Error registering COM+ Application. Contact your support personnel for more information.
bg_bg: Грешка при регистрирането на COM+ приложението. Обърнете се към персонала за поддръжка за повече информация.
de_de: Fehler beim Registrieren einer COM+-Anwendung. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: Error al registrar la aplicación COM+. Póngase en contacto con el personal de soporte para obtener más información.
et_ee: COM+ rakenduse registreerimisel ilmnes tõrge. Lisateabe saamiseks võtke ühendust oma tehnilise toega.
he_il: שגיאה ברישום יישום +COM. פנה אל צוות התמיכה לקבלת מידע נוסף.
it_it: Errore durante la registrazione di un'applicazione COM+. Per ulteriori informazioni, contattare il supporto tecnico.
ko_kr: COM+ 응용 프로그램을 등록하는 동안 오류가 발생했습니다. 자세한 정보는 고객 지원 담당자에게 문의하십시오.
pl_pl: Podczas rejestrowania aplikacji COM+ wystąpiła błąd. Skontaktuj się z personelem pomocy technicznej, aby uzyskać więcej informacji.
pt_br: Erro ao registrar o aplicativo do COM+. Entre em contato com a equipe de suporte para obter mais informações.
pt_pt: Erro ao registar a aplicação COM+. Para mais informações, contacte o suporte técnico.
ro_ro: Eroare la înregistrarea aplicaţiei COM+. Pentru informaţii suplimentare luaţi legătura cu personalul de asistenţă.
sv_se: Det gick inte att registrera ett COM+-program. Kontakta supportpersonalen om du vill ha mer information.
th_th: ผิดพลาดในการลงทะเบียน COM+ Application. ให้ติดต่อฝ่ายสนับสนุนของคุณเพื่อรับข้อมูลเพิ่มเติม
uk_ua: Помилка реєстрації додатка COM+. Зверніться до служби підтримки за додатковими відомостями.
zh_tw: 登錄 COM+ 應用程式錯誤。 請接洽技術支援人員。

source: Error unregistering COM+ Application. Contact your support personnel for more information.
bg_bg: Грешка при дерегистрирането на COM+ приложението. Обърнете се към персонала за поддръжка за повече информация.
de_de: Fehler beim Entfernen einer COM+-Anwendung aus der Registrierung. Setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: Error al quitar la aplicación COM+ del registro. Póngase en contacto con el personal de soporte para obtener más información.
et_ee: COM+ rakenduse registreerimise tühistamisel ilmnes tõrge. Lisateabe saamiseks võtke ühendust oma tehnilise toega.
he_il: שגיאה בביטול רישום יישום +COM. פנה אל צוות התמיכה לקבלת מידע נוסף.
it_it: Errore durante l'annullamento della registrazione di un'applicazione COM+. Per ulteriori informazioni, contattare il supporto tecnico.
ko_kr: COM+ 응용 프로그램의 등록을 취소하는 동안 오류가 발생했습니다. 자세한 정보는 고객 지원 담당자에게 문의하십시오.
pl_pl: Podczas wyrejestrowywania aplikacji COM+ wystąpił błąd. Skontaktuj się z personelem pomocy technicznej, aby uzyskać więcej informacji.
pt_br: Erro ao remover o registro do aplicativo do COM+. Entre em contato com a equipe de suporte para obter mais informações.
pt_pt: Erro ao anular o registo da aplicação COM+. Para mais informações, contacte o suporte técnico.
ro_ro: Eroare la anularea înregistrării aplicaţiei COM+. Pentru informaţii suplimentare luaţi legătura cu personalul de asistenţă.
sv_se: Det gick inte att avregistrera ett COM+-program. Kontakta supportpersonalen om du vill ha mer information.
th_th: ผิดพลาดในการเอา COM+ Application ออกจากการลงทะเบียน ให้ติดต่อฝ่ายสนับสนุนของคุณเพื่อรับข้อมูลเพิ่มเติม
uk_ua: Помилка скасування реєстрації додатка COM+. Зверніться до служби підтримки за додатковими відомостями.
zh_tw: 解除登錄 COM+ 應用程式錯誤。 請接洽技術支援人員。
