Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Unregister Class servers
bg_bg: Дерегистриране на сървъри за класове
de_de: Klassenserver werden aus der Registrierung entfernt
es_es: Eliminar del registro los servidores de clases
et_ee: Klassiserverite registreerimise tühistamine
he_il: מבטל רישום שרתי מחלקות
it_it: Annullamento della registrazione dei server delle classi in corso...
ko_kr: 클래스 서버 등록 취소
pl_pl: Wyrejestrowywanie serwerów klas
pt_br: Remover o registro de servidores de classes
pt_pt: A anular o registo de servidores de classes
ro_ro: Eliminare înregistrare clasă servere
sv_se: Klasservrar avregistreras
th_th: กำลังเอาเซิร์ฟเวอร์ Class ออกจากการลงทะเบียน
uk_ua: Скасування реєстрації серверів класів
zh_tw: 解除登錄 Class 伺服器

source: Unregistering COM+ Applications and Components
bg_bg: Дерегистриране на COM+ приложения и компоненти
de_de: COM+-Anwendungen und Komponenten werden aus der Registrierung entfernt
es_es: Quitando aplicaciones y componentes COM+ del registro
et_ee: COM+ rakenduste ja komponentide registreerimise tühistamine
he_il: ביטול רישום יישומים ומרכיבים של +COM
it_it: Annullamento della registrazione dei componenti e delle applicazioni COM+ in corso...
ko_kr: COM+ 응용 프로그램 및 구성 요소의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie aplikacji i składników COM+
pt_br: Removendo registro de componentes e aplicativos do COM+
pt_pt: A anular o registo de aplicações COM+ e componentes
ro_ro: Se elimină înregistrarea aplicaţiilor şi componentele COM+
sv_se: COM+-program och -komponenter avregistreras
th_th: กำลังเอา COM+ Applications and Components ออกจากการลงทะเบียน
uk_ua: Скасування реєстрації додатків і компонентів COM+
zh_tw: 解除登錄 COM+ 應用程式及元件

source: AppId: [1]{{, AppType: [2]}}
bg_bg: ИД на приложение: [1]{{, Тип приложение: [2]}}
de_de: Anwendungskennung: [1]{{, Anwendungstyp: [2]}}
es_es: IdApl: [1]{{, Tipo de apl.: [2]}}
it_it: ID applicazione: [1]{{, Tipo applicazione: [2]}}
pl_pl: IdentyfikatorAplikacji: [1]{{, TypAplikacji: [2]}}
pt_br: IDApl.: [1]{{, TipoApl.: [2]}}
pt_pt: IdAp: [1]{{, TipoAp: [2]}}
ro_ro: IdAplicaţie: [1]{{, TipAplicaţie: [2]}}
sv_se: Program-ID: [1]{{, Programtyp: [2]}}

source: Unregistering extension servers
bg_bg: Дерегистриране на сървъри за разширения
de_de: Erweiterungsserver werden aus der Registrierung entfernt
es_es: Eliminando del registro los servidores de extensiones
et_ee: Laiendiserverite registreerimise tühistamine
he_il: מבטל רישום שרתי הרחבות
it_it: Annullamento della registrazione dei server delle estensioni in corso...
ko_kr: 확장 서버의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie serwerów rozszerzeń
pt_br: Removendo o registro de servidores de extensão
pt_pt: A anular o registo de servidores de extensões
ro_ro: Eliminare înregistrare servere de extensie
sv_se: Tilläggsservrar avregistreras
th_th: กำลังเอาเซิร์ฟเวอร์ส่วนขยายออกจากการลงทะเบียน
uk_ua: Скасування реєстрації серверів розширень
zh_tw: 解除登錄延伸伺服器

source: Unregistering fonts
bg_bg: Дерегистриране на шрифтове
de_de: Schriftarten werden aus der Registrierung entfernt
es_es: Eliminando del registro las fuentes
et_ee: Fontide registreerimise tühistamine
he_il: מבטל רישום גופנים
it_it: Annullamento della registrazione dei tipi di carattere in corso...
ko_kr: 글꼴 등록을 취소하는 중
pl_pl: Wyrejestrowywanie czcionek
pt_br: Removendo o registro de fontes
pt_pt: A anular o registo de tipos de letras
ro_ro: Eliminare înregistrare fonturi
sv_se: Teckensnitt avregistreras
th_th: กำลังเอาแบบอักษรออกจากการลงทะเบียน
uk_ua: Скасування реєстрації шрифтів
zh_tw: 解除登錄字型

source: Unregistering MIME info
bg_bg: Дерегистриране на MIME информация
de_de: MIME-Informationen werden aus der Registrierung entfernt
es_es: Eliminando del registro información MIME
et_ee: MIME-teabe registreerimise tühistamine
he_il: מבטל רישום מידע MIME
it_it: Annullamento della registrazione delle informazioni MIME in corso...
ko_kr: MIME 정보의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie informacji MIME
pt_br: Removendo registro de informações sobre MIME
pt_pt: A anular o registo de informações MIME
ro_ro: Eliminare înregistrare informaţii MIME
sv_se: MIME-information avregistreras
th_th: กำลังเอาข้อมูล MIME ออกจากการลงทะเบียน
uk_ua: Скасування реєстрації даних MIME
zh_tw: 解除登錄 MIME 資訊

source: Unregistering program identifiers
bg_bg: Дерегистриране на идентификатори за програми
de_de: Programmidentifikatoren werden aus der Registrierung entfernt
es_es: Eliminando identificadores de programa del registro
et_ee: Programmi-identifikaatorite registreerimise tühistamine
he_il: מבטל רישום מזהי תוכנית
it_it: Annullamento della registrazione degli ID di programma in corso...
ko_kr: 프로그램 식별자의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie identyfikatorów programów
pt_br: Removendo registro de identificadores de programas
pt_pt: A anular o registo de identificadores de programas
ro_ro: Eliminarea înregistrării identificatorilor de program
sv_se: Programidentifierare avregistreras
th_th: กำลังเอาตัวระบุโปรแกรมออกจากการลงทะเบียน
uk_ua: Скасування реєстрації кодів програм
zh_tw: 解除登錄程式識別

source: Unregistering type libraries
bg_bg: Дерегистриране на библиотеки с типове
de_de: Typbibliotheken werden aus der Registrierung entfernt
es_es: Eliminando del registro bibliotecas de tipos
et_ee: Tüübiteekide registreerimise tühistamine
he_il: מבטל רישום ספריות סוגים
it_it: Annullamento della registrazione delle librerie dei tipi in corso...
ko_kr: 형식 라이브러리의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie bibliotek typów
pt_br: Removendo registro de bibliotecas de tipos
pt_pt: A anular o registo de bibliotecas de tipos
ro_ro: Eliminare înregistrare biblioteci de tipuri
sv_se: Typbibliotek avregistreras
th_th: กำลังเอาคลังของชนิดออกจากการลงทะเบียน
uk_ua: Скасування реєстрації бібліотек типів
zh_tw: 解除登錄 type libraries

source: Writing INI files values
bg_bg: Запис на стойностите на INI файлове
de_de: INI-Dateiwerte werden geschrieben
es_es: Escribiendo valores de los archivos INI
et_ee: INI-failide väärtuste kirjutamine
he_il: כותב ערכים בקבצי INI
it_it: Scrittura dei valori dei file INI in corso...
ko_kr: INI 파일 값을 쓰는 중
pl_pl: Zapisywanie wartości plików INI
pt_br: Gravando valores de arquivos INI
pt_pt: A escrever valores nos ficheiros INI
ro_ro: Scriere valori în fişiere INI
sv_se: Värden i INI-filer skrivs
th_th: กำลังเขียนค่าแฟ้ม INI
uk_ua: Записування значень INI-файлів
zh_tw: 寫入 INI 檔案

source: Writing system registry values
bg_bg: Запис на стойностите на системния регистър
de_de: Werte werden in die Systemregistrierung geschrieben
es_es: Escribiendo valores del registro del sistema
et_ee: Süsteemiregistri väärtuste kirjutamine
he_il: כותב ערכי רישום של המערכת
it_it: Scrittura dei valori del registro di sistema in corso...
ko_kr: 시스템 레지스트리 값을 쓰는 중
pl_pl: Zapisywanie wartości rejestru systemowego
pt_br: Gravando valores de Registro do sistema
pt_pt: A escrever valores no Registo do sistema
ro_ro: Se scriu valori în registry
sv_se: Systemregistervärden skrivs
th_th: กำลังเขียนค่า registry ของระบบ
uk_ua: Записування параметрів системного реєстру
zh_tw: 正在寫入系統登錄

source: Key: [1], Name: [2], Value: [3]
bg_bg: Ключ: [1], Име: [2], Стойност: [3]
de_de: Schlüssel: [1], Name: [2], Wert: [3]
es_es: Clave: [1], nombre: [2], valor: [3]
et_ee: Võti: [1], nimi: [2], väärtus: [3]
he_il: מפתח: [1], שם: [2], ערך: [3]
it_it: Chiave: [1], nome: [2], valore: [3]
ko_kr: 키: [1], 이름: [2], 값: [3]
pl_pl: Klucz: [1], Nazwa: [2], Wartość: [3]
pt_br: Chave: [1], Nome: [2], Valor: [3]
pt_pt: Chave: [1], Nome: [2], Valor [3]
ro_ro: Cheie: [1], Nume: [2], Valoare: [3]
sv_se: Nyckel: [1], Namn: [2], Värde: [3]
th_th: คีย์: [1], ชื่อ: [2], ค่า: [3]
uk_ua: Розділ: [1], ім'я: [2], значення: [3]
zh_tw: 機碼: [1], 名稱: [2], 值: [3]

source: You are attempting to install the 32-bit variant of [SimpleProductName] on a 64-bit operating system. 32-bit variant will not work with your operating system. The installation of the 64-bit variant is recommended.
bg_bg: Опитвате се да инсталирате 32-битов вариант на [SimpleProductName] върху 64-битова операционна система. 32-битовият вариант няма да работи с Вашата операционна система. Препоръчителна е инсталация на 64-битов вариант.
de_de: Sie versuchen eine 32-Bit Variante von [SimpleProductName] auf einem 64-Bt Betriebssystem zu installieren. Die 32-Bit Variante wird auf Ihrem System nicht funktionieren. Sie sollten statt dessen die 64-Bit Variante installieren.
es_es: Está intentando instalar la versión de 32 bits de [SimpleProductName] en un sistema operativo de 64 bits. La variante de 32 bits no funcionará con su sistema operativo. Recomendamos la instalación de la variante de 64 bits.
it_it: Stai installando la versione a 32-bit di [SimpleProductName] su un sistama operativa a 64-bit. La versione 32-bit non è compatibile, si raccomanda l'installazione della versione 64-bit.
pl_pl: Próbujesz zainstalować 32-bitową wersję [SimpleProductName] w 64-bitwym systemie operacyjnym. Wersja 32-bitowa nie będzie pracować na Twoim systemie. Rekomendujemy instalację wersji 64-bitowej.

source: A newer version of [SimpleProductName] is already installed.
bg_bg: Вече е инсталирана по-нова версия на [SimpleProductName].
de_de: Es ist bereits eine neuere Version von [SimpleProductName] installiert.
es_es: Una versión más actual de [SimpleProductName] ya está instalada.
it_it: Una versione più recente del programma [SimpleProductName] è già installata.
pl_pl: Wykryto nowszą zainstalowaną wersję [SimpleProductName]
pt_pt: Uma versão mais recente do [SimpleProductName] já está instalada.

source: This package cannot upgrade the currently installed [SimpleProductName]. Please remove the old package first and retry.
bg_bg: Този пакет не може да надстрои текущо инсталирания [SimpleProductName]. Моля първо премахнете стария пакет и опитайте отново.
de_de: Dieses Installationspaket kann das momentan installierte Produkt [SimpleProductName] nicht aktualisieren. Bitte entfernen Sie zuerst die alte Version und versuchen Sie es dann erneut.
es_es: Este software no puede actualizar la versión actualmente instalada de [SimpleProductName]. Por favor borre la versión anterior y reintente.
it_it: Impossibile aggiornare la versione installata del programma [SimpleProductName]. Rimuovere la versione installata, quindi riprovare.
pl_pl: Ten pakiet nie jest właściwy do aktualizacji obecnie zainstalowanego [SimpleProductName]. Usuń starą wersję i spróbuj ponownie.

source: {{Fatal error: }}
bg_bg: {{Фатална грешка: }}
de_de: {{Schwerwiegender Fehler: }}
es_es: {{Error fatal: }}
et_ee: {{Saatuslik tõrge: }}
he_il: {{שגיאה מכרעת: }}
it_it: {{Errore irreversibile: }}
ko_kr: {{심각한 오류: }}
pl_pl: {{Błąd krytyczny: }}
pt_br: {{Erro fatal: }}
pt_pt: {{Erro fatal: }}
ro_ro: {{Eroare fatală: }}
sv_se: {{Allvarligt fel: }}
th_th: {{ข้อผิดพลาดร้ายแรง: }}
uk_ua: {{Критична помилка: }}
zh_tw: {{嚴重錯誤: }}

source: {{Error [1]. }}
bg_bg: {{Грешка [1]. }}
de_de: {{Fehler [1]. }}
et_ee: {{Tõrge [1]. }}
he_il: {{שגיאה [1]. }}
it_it: {{Errore [1]. }}
ko_kr: {{오류 [1]. }}
pl_pl: {{Błąd [1]. }}
pt_br: {{Erro [1]. }}
pt_pt: {{Erro [1]. }}
ro_ro: {{Eroare [1]. }}
sv_se: {{Fel [1]. }}
th_th: {{ข้อผิดพลาด [1]. }}
uk_ua: {{Помилка [1]. }}
zh_tw: {{錯誤 [1]. }}

source: Warning [1].
bg_bg: Предупреждение [1].
de_de: Warnung [1].
es_es: Advertencia [1].
et_ee: Hoiatus [1].
he_il: אזהרה [1].
it_it: Avviso [1].
ko_kr: 경고 [1].
pl_pl: Ostrzeżenie [1].
pt_br: Aviso [1].
pt_pt: Aviso [1].
ro_ro: Avertisment [1].
sv_se: Varning [1].
th_th: คำเตือน [1].
uk_ua: Попередження [1].
zh_tw: 警告 [1].

source: Info [1].
bg_bg: Информация [1].
de_de: Information [1].
es_es: Información [1].
et_ee: Teave [1].
he_il: מידע [1].
it_it: Informazioni [1].
pl_pl: Informacje [1].
pt_br: Informações [1].
pt_pt: Informações [1].
ro_ro: Informaţii [1].
sv_se: Information [1].
th_th: ข้อมูล [1].
uk_ua: Відомості [1].
zh_tw: 資訊 [1].

source: The installer has encountered an unexpected error installing this package. This may indicate a problem with this package. The error code is [1]. {{The arguments are: [2], [3], [4]}}
bg_bg: Инсталиращата програма откри неочаквана грешка при инсталиране на този пакет, което може да означава, че в него има грешка. Кодът не грешката е [1]. {{Аргументите са: [2], [3], [4]}}
de_de: Bei der Installation dieses Pakets ist ein unerwarteter Fehler aufgetreten. Es liegt eventuell ein das Paket betreffendes Problem vor. Der Fehlercode ist [1]. {{Argumente: [2], [3], [4]}}
es_es: El instalador encontró un error inesperado al instalar este paquete. Esto puede indicar un problema con este paquete. El código de error es [1]. {{Los argumentos son: [2], [3], [4]}}
et_ee: Selle paketi installimisel tuli installeri töös ette ootamatu tõrge. See võib tähendada, et probleem on selles paketis. Tõrkekood [1]. {{Argumendid: [2], [3], [4]}}
he_il: המתקין נתקל בשגיאה פנימית לא צפויה. מצב זה עלול למצביע על בעיה עם חבילה זו. קוד השגיאה הוא[1]. {{הארגומנטים הם:[2], [3], [4]}}
it_it: Si è verificato un errore imprevisto durante l'installazione di questo pacchetto. Probabile problema con questo pacchetto. Il codice errore è [1]. {{Gli argomenti sono: [2], [3], [4]}}
ko_kr: 이 패키지를 설치하는 동안 예상치 않은 오류가 발생했습니다. 이것은 이 패키지에 문제가 있음을 나타냅니다. 오류 코드 : [1]. {{인수 : [2], [3], [4]}}
pl_pl: Instalator napotkał nieoczekiwany błąd podczas instalowania tego pakietu. Może to wskazywać na problem z pakietem. Kod błędu to [1]. {{Argumentami są: [2], [3], [4]}}
pt_br: O Installer encontrou um erro inesperado ao instalar este pacote. Pode haver um problema com o pacote. O código de erro é [1]. {{Os argumentos são: [2], [3], [4]}}
pt_pt: O instalador encontrou um erro inesperado ao instalar este pacote. Isto pode indicar um problema com este pacote. O código de erro é [1]. {{Os argumentos são: [2], [3], [4]}}
ro_ro: Installer a înregistrat o eroare neaşteptată la instalarea acestui pachet. Aceasta poate să indice o problemă la acest pachet. Codul de eroare este [1]. {{Argumentele: [2], [3], [4]}}
sv_se: Ett oväntat fel uppstod när det här paketet installerades. Kanske har ett fel uppstått i paketet. Felkod: [1]. {{Argument: [2], [3], [4]}}
th_th: installer พบข้อผิดพลาดที่ไม่ได้คาดหมายไว้ในโปรแกรมชุดนี้ ซึ่งอาจเป็นปัญหาเฉพาะในโปรแกรมชุดนี้เท่านั้น รหัสข้อผิดพลาดคือ [1] {{อาร์กิวเมนต์มีดังนี้: [2], [3], [4]}}
uk_ua: Під час установки цього пакета сталася неочікувана помилка установника. Можливо, в пакеті є неполадка. Код помилки: [1]. {{Аргументи: [2], [3], [4]}}
zh_tw: Installer 在安裝這個封裝時遇到意外錯誤。這可能表示這個封裝有問題。錯誤碼是 [1]。 {{引數是: [2], [3], [4]}}

source: {{Disk full: }}
bg_bg: {{Препълване на диска: }}
de_de: {{Festplatte voll: }}
es_es: {{Disco lleno: }}
et_ee: {{Ketas on täis: }}
he_il: {{הדיסק מלא: }}
it_it: {{Disco pieno: }}
ko_kr: {{디스크 꽉 참: }}
pl_pl: {{Dysk pełny: }}
pt_br: {{Disco cheio: }}
pt_pt: {{Disco cheio: }}
ro_ro: {{Disc plin: }}
sv_se: {{Disken är full: }}
th_th: {{ดิสก์เต็ม: }}
uk_ua: {{На диску немає місця: }}
zh_tw: {{磁碟已滿: }}

source: Action [Time]: [1]. [2]
bg_bg: Действие [Time]: [1]. [2]
de_de: Aktion [Time]: [1]. [2]
es_es: Acción [Time]: [1]. [2]
et_ee: Toiming [Time]: [1]. [2]
he_il: פעולה [Time]: [1]. [2]
it_it: Operazione [Time]: [1]. [2]
ko_kr: 작업 [Time]: [1]. [2]
pl_pl: Akcja [Time]: [1]. [2]
pt_br: Ação [Time]: [1]. [2]
pt_pt: Acção [Time]: [1]. [2]
ro_ro: Acţiune [Time]: [1]. [2]
sv_se: Åtgärd [Time]: [1]. [2]
th_th: การกระทำ [Time]: [1]. [2]
uk_ua: Дія [Time]: [1]. [2]
zh_tw: 動作 [Time]: [1]. [2]

source: Message type: [1], Argument: [2]{, [3]}
bg_bg: Тип на съобщението: [1], Аргумент: [2]
de_de: Art der Nachricht: [1], Argument: [2]{, [3]}
es_es: Tipo de mensaje: [1], argumento: [2]
et_ee: Teatetüüp: [1], argument: [2]{, [3]}
he_il: סוג הודעה: [1], ארגומנט: [2]{, [3]}
it_it: Tipo messaggio: [1], argomento: [2]
ko_kr: 메시지 유형: [1], 인수: [2]
pl_pl: Typ wiadomości: [1], Argument: [2]
pt_br: Tipo de mensagem: [1], Argumento: [2]{, [3]}
pt_pt: Tipo de mensagem: [1], Argumento: [2]
ro_ro: Tip mesaj: [1], Argument: [2]
sv_se: Meddelandetyp: [1], Argument: [2]{, [3]}
th_th: ชนิดข้อความ: [1], อาร์กิวเมนต์: [2]{, [3]}
uk_ua: Тип повідомлення: [1], аргумент: [2]{, [3]}
zh_tw: 訊息類型: [1], 引數: [2]{, [3]}

source: === Logging started: [Date] [Time] ===
bg_bg: === Начало на регистрирането: [Date] [Time] ===
de_de: === Protokollierung gestartet: [Date] [Time] ===
es_es: === Registro iniciado: [Date] [Time] ===
et_ee: === Logimise algus: [Date] [Time] ===
he_il: === רישום התחיל: [Date] [Time] ===
it_it: === Inizio registrazione: [Date] [Time] ===
ko_kr: === 로깅 시작: [Date] [Time] ===
pl_pl: === Rejestrowanie rozpoczęte: [Date] [Time] ===
pt_br: === Log iniciado: [Date] [Time] ===
pt_pt: === Início do registo: [Date] [Time] ===
ro_ro: === Pornirea scrierii în jurnal: [Date] [Time] ===
sv_se: === Inloggning påbörjades: [Date] [Time] ===
th_th: === การเก็บประวัติเริ่ม: [Date] [Time] ===
uk_ua: === Запис до журналу розпочато: [Date] о [Time] ===
zh_tw: === 開啟記錄時間: [Date] [Time] ===

source: === Logging stopped: [Date] [Time] ===
bg_bg: === Край на регистрирането: [Date] [Time] ===
de_de: === Protokollierung beendet: [Date] [Time] ===
es_es: === Registro detenido: [Date] [Time] ===
et_ee: === Logimise lõpp: [Date] [Time] ===
he_il: === רישום הופסק: [Date] [Time] ===
it_it: === Fine registrazione: [Date] [Time] ===
ko_kr: === 로깅 중지: [Date] [Time] ===
pl_pl: === Rejestrowanie zatrzymane: [Date] [Time] ===
pt_br: === Log parado: [Date] [Time] ===
pt_pt: === Conclusão do registo: [Date] [Time] ===
ro_ro: === Oprirea scrierii în jurnal: [Date] [Time] ===
sv_se: === Inloggning påbörjades: [Date] [Time] ===
th_th: === การเก็บประวัติหยุด: [Date] [Time] ===
uk_ua: === Запис до журналу зупинено: [Date] о [Time] ===
zh_tw: === 停止記錄時間: [Date] [Time] ===

source: Action start [Time]: [1].
bg_bg: Начало на действието [Time]: [1].
de_de: Aktion gestartet um [Time]: [1].
es_es: La acción se inició a las [Time]: [1].
et_ee: Toimingu algus [Time]: [1].
he_il: תחילת הפעולה [Time]: [1].
it_it: Inizio operazione [Time]: [1].
ko_kr: 작업 시작 [Time]: [1].
pl_pl: Początek akcji [Time]: [1].
pt_br: Ação iniciada [Time]: [1].
pt_pt: Início da acção [Time]: [1].
ro_ro: Începere acţiune [Time]: [1].
sv_se: Åtgärden startade [Time]: [1].
th_th: การกระทำเริ่ม [Time]: [1].
uk_ua: Дію почато [Time]: [1].
zh_tw: 動作開始 [Time]: [1].

source: Action ended [Time]: [1]. Return value [2].
bg_bg: Край на действието [Time]: [1]. Върната стойност [2].
de_de: Aktion beendet um [Time]: [1]. Rückgabewert [2].
es_es: La acción terminó a las [Time]: [1]. Valor devuelto: [2].
et_ee: Toimingu lõpp [Time]: [1]. Tagastatud väärtus [2].
he_il: הפעולה הסתיימה [Time]: [1]. הוחזר ערך [2].
it_it: Fine operazione [Time]: [1]. Valore restituito [2].
ko_kr: 작업 끝 [Time]: [1]. 반환 값 [2].
pl_pl: Koniec akcji [Time]: [1]. Zwrócona wartość [2].
pt_br: Ação concluída [Time]: [1]. Valor de retorno [2].
pt_pt: Fim da acção [Time]: [1]. Valor devolvido [2].
ro_ro: Acţiune finalizată [Time]: [1]. Valoare returnată [2].
sv_se: Åtgärden avslutades [Time]: [1]. Returvärdet [2].
th_th: การกระทำสิ้นสุด [Time]: [1]. คืนค่า [2].
uk_ua: Дію завершено о [Time]: [1]. Повернуто значення [2].
zh_tw: 動作結束 [Time]: [1]. 傳回值 [2]。

source: Time remaining: {[1] minutes }{[2] seconds}
bg_bg: Оставащо време: {[1] минути }{[2] секунди}
de_de: Verbleibende Zeit: {[1] Minute(n) }{[2] Sekunde(n)}
es_es: Tiempo restante: {[1] minutos }{[2] segundos}
et_ee: Lõpuni on aega jäänud: {[1] minutit }{[2] sekundit}
he_il: זמן נותר: {[1] דקות }{[2] שניות}
it_it: Tempo rimanente: {[1] minuti}{e [2] secondi}
ko_kr: 남은 시간: {[1]분 }{[2]초}
pl_pl: Pozostały czas: {[1] min }{[2] s}
pt_br: Tempo restante: {[1] minutos }{[2] segundos}
pt_pt: Tempo restante: {[1] minutos }{[2] segundos}
ro_ro: Timp rămas: {[1] minute }{[2] secunde}
sv_se: Återstående tid: {[1] minuter }{[2] sekunder}
th_th: เวลาที่เหลือ: {[1] นาที }{[2] วินาที}
uk_ua: Залишилося часу: {[1] хв }{[2] сек}
zh_tw: 剩餘時間: {[1] 分 }{[2] 秒}

source: Out of memory. Shut down other applications before retrying.
bg_bg: Недостиг на памет. Изключете другите приложения, преди да опитате пак.
de_de: Nicht genügend Arbeitsspeicher. Beenden Sie andere Anwendungen und wiederholen Sie den Vorgang.
es_es: Memoria insuficiente. Cierre otras aplicaciones antes de intentarlo de nuevo.
et_ee: Mälu pole piisavalt. Enne uuesti proovimist sulgege muud programmid.
he_il: אין זיכרון פנוי. סגור יישומים אחרים לפני שתנסה שנית.
it_it: Memoria esaurita. Chiudere alcune applicazioni, quindi riprovare.
ko_kr: 메모리가 부족합니다. 다른 응용 프로그램을 종료한 후 다시 시도하십시오.
pl_pl: Za mało pamięci. Przed ponowieniem, zamknij inne aplikacje.
pt_br: Sem memória. Encerre outros aplicativos antes de tentar novamente.
pt_pt: Sem memória. Encerre outras aplicações antes de repetir a operação.
ro_ro: Memorie insuficientă. Închideţi alte aplicaţii înainte de a reîncerca.
sv_se: Minnet är slut. Stäng andra program innan du försöker igen.
th_th: หน่วยความจำไม่เพียงพอ ให้ปิดโปรแกรมประยุกต์อื่นก่อนที่จะพยายามอีกครั้ง
uk_ua: Недостатньо пам'яті. Закрийте інші додатки та повторіть спробу.
zh_tw: 記憶體不足，請先關閉其它應用程式後重試。

source: Installer is no longer responding.
bg_bg: Инсталиращата програма престана да отговаря.
de_de: Installer antwortet nicht mehr.
es_es: El instalador no responde.
et_ee: Installer ei reageeri enam.
he_il: המתקין אינו מגיב עוד.
it_it: Windows Installer non risponde.
ko_kr: 설치 관리자가 더 이상 응답하지 않습니다.
pl_pl: Instalator już nie odpowiada.
pt_br: O Installer não está respondendo.
pt_pt: O Installer deixou de responder.
ro_ro: Installer nu mai răspunde.
sv_se: Installer svarar inte.
th_th: ตัวติดตั้งไม่มีการตอบสนองอีกต่อไป
uk_ua: Програма установки не відповідає.
zh_tw: Installer 沒有回應。

source: Installer stopped prematurely.
bg_bg: Инсталиращата програма спря преждевременно.
de_de: Installer wurde vorzeitig angehalten.
es_es: El instalador se detuvo antes de tiempo.
et_ee: Installer lõpetas enneaegselt.
he_il: פעולת המתקין הופסקה מוקדם מן הצפוי.
it_it: Windows Installer interrotto in modo anomalo.
ko_kr: 설치 관리자가 완전히 중지되었습니다.
pl_pl: Instalator przedwcześnie zakończył pracę.
pt_br: Installer interrompido prematuramente.
pt_pt: O Installer foi interrompido prematuramente.
ro_ro: Installer s-a oprit prematur.
sv_se: Windows Installer avslutades för tidigt.
th_th: ตัวติดตั้งถูกปิดอย่างไม่สมบูรณ์
uk_ua: Установник передчасно припинив роботу.
zh_tw: Installer 已完全中止。

source: Please wait while Windows configures [SimpleProductName]
bg_bg: Изчакайте, докато Windows конфигурира [SimpleProductName]
de_de: Warten Sie, während Windows [SimpleProductName] konfiguriert.
es_es: Espere mientras Windows configura [SimpleProductName]
et_ee: Palun oodake, kuni Windows konfigureerib toodet [SimpleProductName]
he_il: נא המתן בעת ש- Windows קובע את תצורת [SimpleProductName]
it_it: Attendere. Configurazione di [SimpleProductName] in corso
ko_kr: [SimpleProductName]을(를) 구성하는 동안 잠시 기다려 주십시오.
pl_pl: Czekaj, system Windows konfiguruje produkt: [SimpleProductName]
pt_br: Aguarde enquanto o Windows configura o [SimpleProductName]
pt_pt: Aguarde enquanto o Windows configura o [SimpleProductName]
ro_ro: Aşteptaţi, Windows [SimpleProductName] se configurează
sv_se: Vänta medan Windows konfigurerar [SimpleProductName]
th_th: กรุณารอสักครู่ขณะที่ Windows กำหนดค่า [SimpleProductName]
uk_ua: Зачекайте, поки Windows налаштує [SimpleProductName]
zh_tw: 請稍待，Windows 在設定 [SimpleProductName]

source: Gathering required information...
bg_bg: Събиране на необходимата информация...
de_de: Erforderliche Daten werden ermittelt...
es_es: Recopilando la información necesaria...
et_ee: Nõutud teabe kogumine...
he_il: אוסף מידע דרוש...
it_it: Raccolta delle informazioni necessarie in corso...
ko_kr: 필요한 정보를 모으는 중...
pl_pl: Pobieranie wymaganych informacji...
pt_br: Reunindo as informações necessárias...
pt_pt: A reunir as informações necessárias...
ro_ro: Colectare informaţii solicitate...
sv_se: Samlar den information som krävs...
th_th: กำลังรวบรวมข้อมูลที่ต้องการ...
uk_ua: Триває збір даних...
zh_tw: 正在蒐集必要的資訊...
