Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Could not open key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде отворен ключът: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Schlüssel konnte nicht geöffnet werden: [2]. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede abrir la clave [2]. {{ Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa avada võtit: [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לפתוח מפתח: [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile aprire la chiave [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키를 열지 못했습니다. [2]. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 있는지 확인하거나, 기술 지원 담당자에게 문의하십시오.
pl_pl: Nie można otworzyć klucza: [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível abrir a chave: [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível abrir a chave: [2]. {{ Erro do sistema [3].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de deschis cheia: [2]. {{ Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att öppna nyckeln: [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถเปิด key: [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์การเข้าถึงไปยัง key นั้น หรือติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося відкрити розділ: [2]. {{ Системна помилка [3].}} Переконайтеся, що є доступ до цього розділу, або зверніться до адміністратора.
zh_tw: 無法開啟機碼: [2]。 {{ 系統錯誤 [3]。}} 檢查您是有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not delete value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде изтрита стойността [2] от ключа: [3]. {{ Системна грешка [4].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Wert [2] konnte nicht aus Schlüssel [3] gelöscht werden. {{ Systemfehler [4].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede eliminar el valor [2] de la clave [3]. {{Error del sistema [4].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa kustutada väärtust [2] võtmest [3]. {{ Süsteemitõrge [4].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות למחוק ערך [2] ממפתח [3]. {{ שגיאת מערכת [4].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile eliminare il valore [2] dalla chiave [3]. {{ Errore di sistema [4].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [3]에서 값 [2]을(를) 삭제하지 못했습니다. {{ 시스템 오류 [4].}} 그 키에 대한 액세스 권한이 있는지 확인하거나, 기술 지원 담당자에게 문의하십시오.
pl_pl: Nie można usunąć wartości [2] z klucza [3]. {{ Błąd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível excluir o valor [2] da chave [3]. {{ Erro do sistema [4].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível eliminar o valor [2] da chave [3]. {{ Erro do sistema [4].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de şters valoarea [2] din cheia [3]. {{ Eroare de sistem [4].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att ta bort värdet [2] från nyckeln [3]. {{ Systemfel [4].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถลบค่า [2] จาก key [3]. {{ ระบบผิดพลาด [4].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося видалити значення [2] з розділу [3]. {{ Системна помилка [4].}} Переконайтеся, що є доступ до цього розділу, або зверніться до адміністратора.
zh_tw: 無法刪除值: [2] 從機碼 [3]。 {{ 系統錯誤 [4]。}} 檢查您是有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not delete key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде изтрит ключът: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Schlüssel konnte nicht gelöscht werden: [2]. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede eliminar la clave [2]. {{Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa kustutada võtit [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות למחוק מפתח [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile eliminare la chiave [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [2]을(를) 삭제하지 못했습니다. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 있는지 확인하거나, 기술 지원 담당자에게 문의하십시오.
pl_pl: Nie można usunąć klucza: [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível excluir a chave [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível eliminar a chave [2]. {{ Erro do sistema [3].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de şters cheia [2]. {{ Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att skapa nyckel: [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถลบ key [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося видалити розділ [2]. {{ Системна помилка [3].}} Переконайтеся, що є доступ до цього розділу, або зверніться до адміністратора.
zh_tw: 無法刪除機碼: [2]。 {{ 系統錯誤 [3]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not read value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде прочетена стойността [2] от ключа: [3]. {{ Системна грешка [4].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Wert [2] konnte nicht aus Schlüssel [3] gelesen werden. {{ Systemfehler [4].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede leer el valor [2] de la clave [3]. {{Error del sistema [4].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa lugeda väärtust [2] võtmest [3]. {{ Süsteemitõrge [4].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לקרוא ערך [2] ממפתח [3]. {{ שגיאת מערכת [4].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile leggere il valore [2] dalla chiave [3]. {{ Errore di sistema [4].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [3]에서 값 [2]을(를) 읽지 못했습니다. {{ 시스템 오류 [4].}} 그 키에 대한 액세스 권한이 있는지 확인하거나, 기술 지원 담당자에게 문의하십시오.
pl_pl: Nie można odczytać wartości [2] z klucza [3]. {{Błąd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível ler o valor [2] da chave [3]. {{ Erro do sistema [4].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível ler o valor [2] da chave [3]. {{ Erro do sistema [4].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de citit valoarea [2] din cheia [3]. {{ Eroare de sistem [4].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att läsa värdet [2] för nyckeln: [3]. {{ Systemfel [4].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถอ่านค่า [2] จาก key [3]. {{ ระบบผิดพลาด [4].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося прочитати значення [2] з розділу [3]. {{ Системна помилка [4].}} Переконайтеся, що є доступ до цього розділу, або зверніться до адміністратора.
zh_tw: 無法從機碼 [3] 讀取值 [2]。 {{ 系統錯誤 [4]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not write value [2] to key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде записана стойността [2] в ключа: [3]. {{ Системна грешка [4].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Wert [2] konnte nicht unter den Schlüssel [3] geschrieben werden. {{ Systemfehler [4].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede escribir el valor [2] en la clave [3]. {{Error del sistema [4].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa kirjutada väärtust [2] võtmesse [3]. {{ Süsteemitõrge [4].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust ome tehnilise toega.
he_il: לא היתה אפשרות לכתוב ערך [2] למפתח [3]. {{ שגיאת מערכת [4].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile scrivere il valore [2] nella chiave [3]. {{ Errore di sistema [4].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [3]에 값 [2]을(를) 쓰지 못했습니다. {{ 시스템 오류 [4].}} 그 키에 대한 액세스 권한이 충분한지 확인하거나 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można zapisać wartości [2] do klucza [3]. {{Błąd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível gravar o valor [2] na chave [3]. {{ Erro do sistema [4].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível escrever o valor [2] para a chave [3]. {{ Erro do sistema [4].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de scris valoarea [2] în cheia [3]. {{ Eroare de sistem [4].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att skriva värdet [2] på nyckeln [3]. {{ Systemfel [4].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถเขียนค่า [2] ไปยัง key [3]. {{ ระบบผิดพลาด [4].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося записати значення [2] до розділу [3]. {{ Системна помилка [4].}} Переконайтеся в наявності доступу до цього розділу або зверніться до служби підтримки.
zh_tw: 無法寫入值 [2] 至機碼 [3]。 {{ 系統錯誤 [4]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not get value names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можаха да бъдат получени имената на стойностите за ключа: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Die Schlüsselnamen für den Schlüssel [2] konnten nicht gelesen werden. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se pueden obtener los nombres de los valores para la clave [2]. {{Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa tuua väärtuse nimesid võtmele [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לקבל שמות ערכים עבור מפתח [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile ottenere nomi dei valori della chiave [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [2]의 값 이름을 가져오지 못했습니다. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 충분한지 확인하거나 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można pobrać nazw wartości klucza [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível obter nomes de valores para a chave [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível obter nomes de valores para a chave [2]. {{ Erro do sistema [3].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de preluat numele valorilor pentru cheia [2]. {{Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att hämta värdenamn för nyckeln [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถได้รับชื่อสำหรับ key [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося отримати імена значень із розділу [2]. {{ Системна помилка [3].}} Переконайтеся в наявності доступу до цього розділу або зверніться до служби підтримки.
zh_tw: 無法取機碼 [2] 的值名稱。{{ 系統錯誤 [3]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not get sub key names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можаха да бъдат получени имената на подключовете на ключа: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Die Namen der untergeordneten Schlüssel des Schlüssels [2] konnten nicht bestimmt werden. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie ausreichende Zugriffsrechte auf diesen Schlüssel besitzen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se pueden obtener los nombres de las subclaves de la clave [2]. {{Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa tuua alamvõtmenimesid võtmele [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לקבל שמות מפתחות משניים עבור מפתח [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile ottenere i nomi delle chiavi secondarie per la chiave [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [2]의 하위 키 이름을 가져오지 못했습니다. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 충분한지 확인하거나 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można pobrać nazw podklucza [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível obter nomes de sub-chaves para a chave [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível obter os nomes das subchaves para a chave [2]. {{ Erro de sistema [3].}} Verifique se tem direitos de acesso suficientes para aceder a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de preluat numele subcheilor pentru cheia [2]. {{ Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att hämta undernyckelnamn för nyckeln [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถได้รับชื่อ key ย่อยสำหรับ key [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося отримати імена підрозділів із розділу [2]. {{ Системна помилка [3].}} Переконайтеся в наявності доступу до цього розділу або зверніться до служби підтримки.
zh_tw: 無法取子機碼 [2] 的值名稱。{{ 系統錯誤 [3]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not read security information for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
bg_bg: Не можа да бъде прочетена информацията за защитата на ключа: [2]. {{ Системна грешка [3].}} Проверете дали имате достатъчен достъп до този ключ или се свържете с вашия екип по поддръжката.
de_de: Die Sicherheitsinformation für den Schlüssel [2] konnte nicht gelesen werden. {{ Systemfehler [3].}} Überprüfen Sie, ob Sie über ausreichende Zugriffsrechte auf diesen Schlüssel verfügen, oder setzen Sie sich mit dem Supportpersonal in Verbindung.
es_es: No se puede leer la información de seguridad de la clave [2]. {{Error del sistema [3].}} Compruebe que dispone de suficientes derechos de acceso a esa clave o póngase en contacto con el personal de soporte técnico.
et_ee: Ei saa lugeda turvateavet võtmele [2]. {{ Süsteemitõrge [3].}} Kontrollige, kas teil on olemas piisav juurdepääs sellele võtmele, või võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות לקרוא מידע אבטחה עבור מפתח [2]. {{ שגיאת מערכת [3].}} ודא כי יש לך הרשאות גישה מתאימות למפתח זה, או פנה אל צוות התמיכה.
it_it: Impossibile leggere le informazioni di protezione per la chiave [2]. {{ Errore di sistema [3].}} Assicurarsi di disporre di diritti di accesso sufficienti per tale chiave oppure contattare il personale di supporto.
ko_kr: 키 [2]의 보안 정보를 읽지 못했습니다. {{ 시스템 오류 [3].}} 그 키에 대한 액세스 권한이 충분한지 확인하거나 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można odczytać informacji o zabezpieczeniach dla klucza [2]. {{Błąd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
pt_br: Não foi possível ler informações de segurança para a chave [2]. {{ Erro do sistema [3].}} Verifique se você tem acesso suficiente a essa chave ou entre em contato com a equipe de suporte.
pt_pt: Não foi possível ler as informações de segurança da chave [2]. {{ Erro do sistema [3].}} Verifique se tem acesso suficiente a essa chave ou contacte o suporte técnico.
ro_ro: Imposibil de citit informaţia de securitate pentru cheia [2]. {{ Eroare de sistem [3].}} Verificaţi dacă aveţi acces suficient la acea cheie, sau contactaţi personalul de asistenţă.
sv_se: Det gick inte att läsa säkerhetsinformation för nyckeln: [2]. {{ Systemfel [3].}} Kontrollera att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: ไม่สามารถอ่านข้อมูลความปลอดภัยสำหรับ key [2]. {{ ระบบผิดพลาด [3].}} ยืนยันให้แน่ใจว่าคุณมีสิทธิ์เพียงพอในการเข้าถึง key นั้น หรือให้ติดต่อฝ่ายสนับสนุนของคุณ
uk_ua: Не вдалося прочитати відомості про безпеку з розділу [2]. {{ Системна помилка [3].}} Переконайтеся в наявності доступу до цього розділу або зверніться до служби підтримки.
zh_tw: 無法讀取機碼 [2] 的安全性資訊。{{ 系統錯誤 [3]。}} 請檢查您是否有足夠的權限存取該機碼，或是連絡您的支援人員。

source: Could not increase the available registry space. [2] KB of free registry space is required for the installation of this application.
bg_bg: Не може да бъде увеличено свободното пространство за системния регистър. За да бъде инсталирано това приложение, са необходими [2] KБ свободно пространство за системния регистър.
de_de: Der verfügbare Registrierungsspeicher konnte nicht vergrößert werden. [2] KB freier Registrierungsspeicher sind zum Installieren dieser Anwendung erforderlich.
es_es: No se puede aumentar el espacio disponible en el registro de configuraciones. Para instalar esta aplicación se requieren [2] KB de espacio en el registro.
et_ee: Saadaolevat registriruumi ei saa suurendada. Selle programmi installimiseks on tarvis [2] kB registriruumi.
he_il: לא היתה אפשרות להגדיל את שטח הרישום הזמין. ‎[2] KB של שטח רישום פנוי דרושים להתקנת יישום זה.
it_it: Impossibile aumentare lo spazio disponibile per il registro. Per installare l'applicazione sono necessari [2] KB di spazio libero nel registro.
ko_kr: 사용 가능한 레지스트리 공간을 늘리지 못했습니다. [2]KB 정도의 사용 가능한 레지스트리 공간이 있어야 응용 프로그램을 설치할 수 있습니다.
pl_pl: Nie można zwiększyć dostępnej przestrzeni rejestru. Do instalacji tej aplikacji wymagane jest [2] KB wolnego miejsca dla rejestru.
pt_br: Não foi possível aumentar o espaço disponível do Registro. São necessários [2] KB de espaço livre no Registro para a instalação deste aplicativo.
pt_pt: Não foi possível aumentar o espaço de registo disponível. São necessários [2] KB de espaço de registo livre para instalar esta aplicação.
ro_ro: Imposibil de mărit spaţiul disponibil pentru registry. Pentru instalarea acestei aplicaţii este necesar un spaţiu liber pentru registry de [2] KO.
sv_se: Det gick inte att öka det tillgängliga registerutrymmet. [2] kB av det lediga registerutrymmet krävs för att installera det här programmet.
th_th: ไม่สามารถเพิ่มที่ว่าง registry ที่มีอยู่ [2] KB ของที่ว่าง registry ที่ถูกต้องการสำหรับการติดตั้งของโปรแกรมประยุกต์
uk_ua: Не вдається збільшити об'єм місця, відведеного для реєстру. Щоб установити додаток, потрібно [2] КБ вільного місця в реєстрі.
zh_tw: 無法增加可用的登錄空間。此應用程式須要 [2] KB 以上的空間。
