Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Advertising application
bg_bg: Съобщаване на приложението
de_de: Anwendungsprogramm wird angeboten
es_es: Mostrar aplicación
et_ee: Programmi reklaamimine
he_il: מפרסם יישום
it_it: Visualizzazione degli avvisi relativi all'applicazione in corso...
ko_kr: 응용 프로그램을 보급하는 중
pl_pl: Anonsowanie aplikacji
pt_br: Aplicativo de anúncio
pt_pt: A publicitar a aplicação
ro_ro: Aplicaţie pentru reclamă
sv_se: Programmet annonseras
th_th: กำลังโฆษณาโปรแกรมประยุกต์
uk_ua: Поширення відомостей про додаток
zh_tw: 正在宣傳應用程式

source: Allocating registry space
bg_bg: Заделяне на място за системния регистър
de_de: In der Registrierung wird Speicherplatz reserviert
es_es: Asignando espacio del registro
et_ee: Registriruumi eraldamine
he_il: מקצה שטח רישום
it_it: Allocazione dello spazio nel registro in corso...
ko_kr: 레지스트리 공간 할당 중
pl_pl: Przydzielanie przestrzeni rejestru
pt_br: Alocando espaço no Registro
pt_pt: A atribuir espaço no Registo
ro_ro: Alocare spaţiu pentru registry
sv_se: Registerutrymme allokeras
th_th: กำลังจัดสรรพื้นที่ registry
uk_ua: Виділення місця в реєстрі
zh_tw: 整理登錄值空間

source: Free space: [1]
bg_bg: Свободно място: [1]
de_de: Freier Speicherplatz: [1]
es_es: Espacio disponible: [1]
et_ee: Vaba ruum: [1]
he_il: שטח פנוי: [1]
it_it: Spazio disponibile: [1]
ko_kr: 사용 가능한 공간: [1]
pl_pl: Wolny obszar: [1]
pt_br: Espaço livre: [1]
pt_pt: Libertar espaço: [1]
ro_ro: Spaţiu liber: [1]
sv_se: Ledigt utrymme: [1]
th_th: พื้นที่ว่าง: [1]
uk_ua: Вільно: [1]
zh_tw: 可用空間: [1]

source: Searching for installed applications
bg_bg: Търсене на инсталирани приложения
de_de: Installierte Anwendungsprogramme werden gesucht
es_es: Buscando aplicaciones instaladas
et_ee: Installitud rakenduste otsimine
he_il: מחפש יישומים מותקנים
it_it: Rilevamento delle applicazioni installate in corso...
ko_kr: 설치한 응용 프로그램을 찾는 중
pl_pl: Wyszukiwanie zainstalowanych aplikacji
pt_br: Procurando aplicativos instalados
pt_pt: À procura de aplicações instaladas
ro_ro: Căutare aplicaţii instalate
sv_se: Sökning efter installerade program sker
th_th: กำลังค้นหาโปรแกรมประยุกต์ที่ถูกติดตั้ง
uk_ua: Пошук установлених додатків
zh_tw: 搜尋已安裝的應用程式

source: Property: [1], Signature: [2]
bg_bg: Свойство: [1], Подпис: [2]
de_de: Eigenschaft: [1], Signatur: [2]
es_es: Propiedad: [1], firma: [2]
et_ee: Atribuut: [1], allkiri: [2]
he_il: מאפיין: [1], חתימה: [2]
it_it: Proprietà: [1], firma: [2]
ko_kr: 속성: [1], 서명: [2]
pl_pl: Właściwość: [1], Popis: [2]
pt_br: Propriedade: [1], Assinatura: [2]
pt_pt: Propriedade: [1], Assinatura: [2]
ro_ro: Proprietate: [1], Semnătură: [2]
sv_se: Egenskap: [1], Signatur: [2]
th_th: คุณสมบัติ: [1], ลายเซ็น: [2]
uk_ua: Властивість: [1], підпис: [2]
zh_tw: 屬性: [1], 簽名: [2]

source: Binding executables
bg_bg: Свързване на изпълнимите файлове
de_de: Ausführbare Dateien werden gebunden
es_es: Enlazando archivos ejecutables
et_ee: Täitmisfailide sidumine
he_il: מאגד קבצי הפעלה
it_it: Binding dei file eseguibili in corso...
ko_kr: 실행 파일을 바인딩하는 중
pl_pl: Wiązanie plików wykonywalnych
pt_br: Vinculando executáveis
pt_pt: A arquivar ficheiros executáveis
ro_ro: Executabile de legare
sv_se: Körbara filer binds
th_th: กำลังประกอบส่วนที่เรียกใช้ได้
uk_ua: Прив'язка виконуваних файлів
zh_tw: 正在結合可執檔

source: File: [1]
bg_bg: Файл: [1]
de_de: Datei: [1]
es_es: Archivo: [1]
et_ee: Fail: [1]
he_il: קובץ: [1]
ko_kr: 파일: [1]
pl_pl: Plik: [1]
pt_br: Arquivo: [1]
pt_pt: Ficheiro: [1]
ro_ro: Fişier: [1]
sv_se: Fil: [1]
th_th: แฟ้ม: [1]
uk_ua: Файл: [1]
zh_tw: 檔案: [1]

source: Searching for qualifying products
bg_bg: Търсене на подходящи продукти
de_de: Kompatible Produkte werden gesucht
es_es: Buscando productos necesarios
et_ee: Sobivate toodete otsimine
he_il: מחפש מוצרים בעלי זכאות
it_it: Ricerca dei prodotti originali in corso...
ko_kr: 정품을 찾는 중
pl_pl: Wyszukiwanie uprawniających produktów
pt_br: Procurando produtos qualificados
pt_pt: À procura de produtos adequados
ro_ro: Se caută produse care califică
sv_se: Sökning efter kvalificerande produkter sker
th_th: กำลังค้นหาผลิตภัณฑ์ที่ผ่านเกณฑ์ตรวจสอบ
uk_ua: Пошук підхожих продуктів
zh_tw: 正在搜尋符合條件的產品

source: Computing space requirements
bg_bg: Изчисляване на нужното пространство
de_de: Speicherbedarf wird berechnet
es_es: Calculando el espacio necesario
et_ee: Ruuminõuete arvutamine
he_il: מחשב דרישות שטח
it_it: Calcolo dello spazio necessario in corso...
ko_kr: 공간 요구 사항 계산 중
pl_pl: Obliczanie wymaganego miejsca
pt_br: Calculando requisitos de espaço
pt_pt: A determinar o espaço necessário
ro_ro: Solicitări spaţiu de calcul
sv_se: Utrymmeskrav beräknas
th_th: กำลังคำนวณพื้นที่ที่จำเป็น
uk_ua: Обчислення потрібного дискового простору
zh_tw: 計算所需空間

source: Creating folders
bg_bg: Създаване на папки
de_de: Ordner werden erstellt
es_es: Creando carpetas
et_ee: Kaustade loomine
he_il: יוצר תיקיות
it_it: Creazione delle cartelle in corso...
ko_kr: 폴더 만드는 중
pl_pl: Tworzenie folderów
pt_br: Criando pastas
pt_pt: A criar pastas
ro_ro: Creare foldere
sv_se: Mappar skapas
th_th: กำลังสร้างโฟลเดอร์
uk_ua: Створення папок
zh_tw: 正在建立資料夾

source: Folder: [1]
bg_bg: Папка: [1]
de_de: Ordner: [1]
es_es: Carpeta: [1]
et_ee: Kaust: [1]
he_il: תיקיה: [1]
it_it: Cartella: [1]
ko_kr: 폴더: [1]
pt_br: Pasta: [1]
pt_pt: Pasta: [1]
sv_se: Mapp: [1]
th_th: โฟลเดอร์: [1]
uk_ua: Папка: [1]
zh_tw: 資料夾: [1]

source: Creating shortcuts
bg_bg: Създаването на преки пътища
de_de: Verknüpfungen werden erstellt
es_es: Creando accesos directos
et_ee: Otseteede loomine
he_il: יוצר קיצורי דרך
it_it: Creazione dei collegamenti in corso...
ko_kr: 바로 가기 만드는 중
pl_pl: Tworzenie skrótów
pt_br: Criando atalhos
pt_pt: A criar atalhos
ro_ro: Creare comenzi rapide
sv_se: Genvägar skapas
th_th: กำลังสร้างทางลัด
uk_ua: Створення ярликів
zh_tw: 正在建立捷徑

source: Shortcut: [1]
bg_bg: Пряк път: [1]
de_de: Verknüpfungen: [1]
es_es: Acceso directo: [1]
et_ee: Otsetee: [1]
he_il: קיצור דרך: [1]
it_it: Collegamento: [1]
ko_kr: 바로 가기: [1]
pl_pl: Skrót: [1]
pt_br: Atalho: [1]
pt_pt: Atalho: [1]
ro_ro: Comandă rapidă: [1]
sv_se: Genvägen: [1]
th_th: ทางลัด: [1]
uk_ua: Ярлик: [1]
zh_tw: 捷徑: [1]

source: Deleting services
bg_bg: Изтриване на услугите
de_de: Dienste werden gelöscht
es_es: Eliminando servicios
et_ee: Teenuste kustutamine
he_il: מוחק שירותים
it_it: Eliminazione dei servizi in corso...
ko_kr: 서비스를 삭제하는 중
pl_pl: Usuwanie usług
pt_br: Excluindo serviços
pt_pt: A eliminar serviços
ro_ro: Ştergere servicii
sv_se: Tjänster tas bort
th_th: กำลังลบบริการ
uk_ua: Видалення служб
zh_tw: 刪除服務

source: Service: [1]
bg_bg: Услуга: [1]
de_de: Dienst: [1]
es_es: Servicio: [1]
et_ee: Teenus: [1]
he_il: שירות: [1]
it_it: Servizio: [1]
ko_kr: 서비스: [1]
pl_pl: Usługa: [1]
pt_br: Serviço: [1]
pt_pt: Serviço: [1]
ro_ro: Serviciu: [1]
sv_se: Tjänsten: [1]
th_th: บริการ: [1]
uk_ua: Служба: [1]
zh_tw: 服務: [1]

source: Creating duplicate files
bg_bg: Създаване на еднакви файлове
de_de: Dateien werden dupliziert
es_es: Creando archivos duplicados
et_ee: Duplikaatfailide loomine
he_il: יוצר קבצים כפולים
it_it: Creazione dei duplicati dei file in corso...
ko_kr: 중복 파일을 만드는 중
pl_pl: Tworzenie zduplikowanych plików
pt_br: Criando arquivos duplicados
pt_pt: A criar ficheiros duplicados
ro_ro: Creare copii fişiere
sv_se: Dubblettfiler skapas
th_th: กำลังสร้างแฟ้มสำรอง
uk_ua: Створення дублікатів файлів
zh_tw: 建立重複檔案

source: File: [1], Directory: [9], Size: [6]
bg_bg: Файл: [1], Директория: [9], Размер: [6]
de_de: Datei: [1], Ordner: [9], Größe: [6]
es_es: Archivo: [1], directorio: [9], tamaño: [6]
et_ee: Fail: [1], kaust: [9], maht: [6]
he_il: קובץ: [1], ספריה: [9], גודל: [6]
it_it: File: [1], directory: [9], dimensione: [6]
ko_kr: 파일: [1], 디렉터리: [9], 크기: [6]
pl_pl: Plik: [1], Katalog: [9], Rozmiar: [6]
pt_br: Arquivo: [1], Diretório: [9], Tamanho: [6]
pt_pt: Ficheiro: [1], Directório: [9], Tamanho: [6]
ro_ro: Fişier: [1], Director: [9], Dimensiune: [6]
sv_se: Fil: [1], Katalog: [9], Storlek: [6]
th_th: แฟ้ม: [1], ไดเรกตอรี: [9], ขนาด: [6]
uk_ua: Файл: [1], каталог: [9], розмір: [6]
zh_tw: 檔案: [1], 目錄: [9], 大小: [6]

source: Searching for related applications
bg_bg: Търсене на сродни приложения
de_de: Verwandte Anwendungen werden gesucht
es_es: Buscando aplicaciones relacionadas
et_ee: Seotud rakenduste otsimine
he_il: חיפוש יישומים קשורים
it_it: Ricerca delle applicazioni correlate in corso...
ko_kr: 관련 응용 프로그램을 찾는 중
pl_pl: Wyszukiwanie powiązanych aplikacji
pt_br: Procurando por aplicativos relacionados
pt_pt: À procura de aplicações relacionadas
ro_ro: Se caută aplicaţiile asociate
sv_se: Sökning efter relaterade program sker
th_th: กำลังค้นหาโปรแกรมประยุกต์ที่เกี่ยวข้อง
uk_ua: Пошук доречних додатків
zh_tw: 搜尋相關應用程式

source: Found application: [1]
bg_bg: Открито приложение: [1]
de_de: Anwendung gefunden: [1]
es_es: Se encontró esta aplicación: [1]
et_ee: Leitud rakendus: [1]
he_il: נמצא יישום: [1]
it_it: Applicazione trovata: [1]
ko_kr: 찾은 응용 프로그램: [1]
pl_pl: Znaleziono aplikację: [1]
pt_br: Aplicativo localizado: [1]
pt_pt: Aplicação encontrada: [1]
ro_ro: Aplicaţie găsită: [1]
sv_se: Hittade program: [1]
th_th: พบโปรแกรมประยุกต์: [1]
uk_ua: Знайдено додаток: [1]
zh_tw: 已找到之應用程式: [1]

source: Generating script operations for action:
bg_bg: Генериране на скриптови операции за действие:
de_de: Skriptoperationen werden generiert für Aktion:
es_es: Generando operaciones de secuencias de comandos para la acción:
et_ee: Skriptioperatsioonide loomine toimingule:
he_il: יוצר פעולות script עבור פעולה:
it_it: Generazione delle operazioni di script per l'azione:
ko_kr: 실행할 스크립트 작업을 생성하는 중:
pl_pl: Generowanie operacji skryptu dla akcji:
pt_br: Gerando operações de script para ação:
pt_pt: A gerar operações de script para acção:
ro_ro: Generare operaţii de script pentru acţiunea:
sv_se: Skriptåtgärder skapas:
th_th: กำลังสร้างสคริปต์การปฏิบัติการสำหรับการกระทำ:
uk_ua: Створення операцій сценарію для макрокоманди:
zh_tw: 正在為動作產生 script 操作:

source: Copying network install files
bg_bg: Копиране на инсталационните файлове за мрежата
de_de: Netzwerkinstallationsdateien werden kopiert
es_es: Copiando archivos de instalación de la red
et_ee: Võrguinstallifailide kopeerimine
he_il: מעתיק קבצי התקנת רשת
it_it: Copia dei file per l'installazione in rete in corso...
ko_kr: 네트워크 설치 파일을 복사하는 중
pl_pl: Kopiowanie plików instalacji sieciowej
pt_br: Copiando arquivos de instalação em rede
pt_pt: A copiar ficheiros de instalação na rede
ro_ro: Copiere fişiere de instalare reţea
sv_se: Filer för nätverksinstallation kopieras
th_th: กำลังคัดลอกแฟ้มติดตั้งทางเครือข่าย
uk_ua: Копіювання файлів мережної установки
zh_tw: 正在複製網路安裝檔案

source: File: [1], Directory: [9], Size: [6]
bg_bg: Файл: [1], Директория: [9], Размер: [6]
de_de: Datei: [1], Ordner: [9], Größe: [6]
es_es: Archivo: [1], directorio: [9], tamaño: [6]
et_ee: Fail: [1], kaust: [9], maht: [6]
he_il: קובץ: [1], ספריה: [9], גודל: [6]
it_it: File: [1], directory: [9], dimensione: [6]
ko_kr: 파일: [1], 디렉터리: [9], 크기: [6]
pl_pl: Plik: [1], Katalog: [9], Rozmiar: [6]
pt_br: Arquivo: [1], Diretório: [9], Tamanho: [6]
pt_pt: Ficheiro: [1], Directório: [9], Tamanho: [6]
ro_ro: Fişier: [1], Director: [9], Dimensiune: [6]
sv_se: Fil: [1], Katalog: [9], Storlek: [6]
th_th: แฟ้ม: [1], ไดเรกตอรี: [9], ขนาด: [6]
uk_ua: Файл: [1], каталог: [9], розмір: [6]
zh_tw: 檔案: [1], 目錄: [9], 大小: [6]

source: Copying new files
bg_bg: Копиране на новите файлове
de_de: Neue Dateien werden kopiert
es_es: Copiando archivos nuevos
et_ee: Uute failide kopeerimine
he_il: מעתיק קבצים חדשים
it_it: Copia dei nuovi file in corso...
ko_kr: 새 파일 복사 중
pl_pl: Kopiowanie nowych plików
pt_br: Copiando novos arquivos
pt_pt: A copiar novos ficheiros
ro_ro: Copiere fişiere noi
sv_se: Nya filer kopieras
th_th: กำลังคัดลอกแฟ้มใหม่
uk_ua: Копіювання нових файлів
zh_tw: 正在複製新的檔案

source: Installing ODBC components
bg_bg: Инсталиране на ODBC компоненти
de_de: ODBC-Komponenten werden installiert
es_es: Instalando componentes ODBC
et_ee: ODBC-komponentide installimine
he_il: מתקין רכיבי ODBC
it_it: Installazione dei componenti ODBC in corso...
ko_kr: ODBC 구성 요소 설치 중
pl_pl: Instalowanie składników ODBC
pt_br: Instalando componentes de ODBC
pt_pt: A instalar componentes ODBC
ro_ro: Instalare componente ODBC
sv_se: ODBC-komponenter installeras
th_th: กำลังติดตั้งคอมโพเนนต์ ODBC
uk_ua: Установка компонентів ODBC
zh_tw: 安裝 ODBC 元件

source: Installing new services
bg_bg: Инсталиране на нови услуги
de_de: Neue Dienste werden installiert
es_es: Instalando servicios nuevos
et_ee: Uute teenuste installimine
he_il: מתקין שירותים חדשים
it_it: Installazione dei nuovi servizi in corso...
ko_kr: 새 서비스를 설치하는 중
pl_pl: Instalowanie nowych usług
pt_br: Instalando novos serviços
pt_pt: A instalar novos serviços
ro_ro: Instalare servicii noi
sv_se: Nya tjänster installeras
th_th: กำลังติดตั้งบริการใหม่
uk_ua: Установка нових служб
zh_tw: 安裝

source: Service: [2]
bg_bg: Услуга: [2]
de_de: Dienst: [2]
es_es: Servicio: [2]
et_ee: Teenus: [2]
he_il: שירות: [2]
it_it: Servizio: [2]
ko_kr: 서비스: [2]
pl_pl: Usługa: [2]
pt_br: Serviço: [2]
pt_pt: Serviço: [2]
ro_ro: Serviciu: [2]
sv_se: Tjänst: [2]
th_th: บริการ: [2]
uk_ua: Служба: [2]
zh_tw: 服務: [2]

source: Installing system catalog
bg_bg: Инсталиране на системния каталог
de_de: Systemkatalog wird installiert
es_es: Instalar catálogo de sistema
et_ee: Süsteemikataloogi installimine
he_il: ‏‏מתקין את קטלוג המערכת
it_it: Installazione catalogo di sistema
ko_kr: 시스템 카탈로그 설치 중
pl_pl: Instalowanie wykazu systemowego
pt_br: Instalando catálogo do sistema
pt_pt: A instalar o catálogo de sistema
ro_ro: Se instalează catalogul sistemului
sv_se: Systemkatalog installeras
th_th: กำลังติดตั้งแคตาล็อกระบบ
uk_ua: Установка системного каталога
zh_tw: 正在安裝系統類別目錄

source: File: [1], Dependencies: [2]
bg_bg: Файл: [1], Зависими елементи: [2]
de_de: Datei: [1], Abhängigkeiten: [2]
es_es: Archivo: [1], dependencias: [2]
et_ee: Fail: [1], sõltuvused: [2]
he_il: קובץ: [1], תלויים: [2]
it_it: File: [1], Dipendenze: [2]
ko_kr: 파일: [1], 종속성: [2]
pl_pl: Plik: [1], Zależności: [2]
pt_br: Arquivo: [1], dependências: [2]
pt_pt: Ficheiro: [1], Dependências: [2]
ro_ro: Fişier: [1], Dependenţe: [2]
sv_se: Fil: [1], Beroenden: [2]
th_th: แฟ้ม [1] มีส่วนเกี่ยวข้องกับ [2]
uk_ua: Файл: [1], залежності: [2]
zh_tw: 檔案: [1]，依存性: [2]

source: Validating install
bg_bg: Проверка на инсталацията
de_de: Die Installation wird überprüft
es_es: Validando la instalación
et_ee: Installi valideerimine
he_il: מאמת התקנה
it_it: Convalida dell'installazione in corso...
ko_kr: 설치 유효성 확인 중
pl_pl: Sprawdzanie poprawności instalacji
pt_br: Validando instalação
pt_pt: A validar a instalação
ro_ro: Validare instalare
sv_se: Installationsprogrammet kontrolleras
th_th: กำลังตรวจสอบความถูกต้องการติดตั้ง
uk_ua: Перевірка установки
zh_tw: 驗證安裝

source: Evaluating launch conditions
bg_bg: Оценка на условията за стартиране
de_de: Die Startbedingungen werden überprüft
es_es: Evaluando condiciones de inicio
et_ee: Käivitustingimuste hindamine
he_il: מעריך תנאי הפעלה
it_it: Valutazione delle condizioni di avvio in corso...
ko_kr: 시작 조건을 평가하는 중
pl_pl: Wyznaczanie warunków uruchomienia
pt_br: Avaliando condições de inicialização
pt_pt: A avaliar as condições de iniciação
ro_ro: Evaluare condiţii de lansare
sv_se: Startvillkor utvärderas
th_th: กำลังประเมินผลเงื่อนไขในการเริ่มใช้งาน
uk_ua: Перевірка умов запуску
zh_tw: 檢驗執行條件

source: Migrating feature states from related applications
bg_bg: Преместване на състоянията на функциите от сродните приложения
de_de: Funktionszustände verwandter Anwendungen werden migriert
es_es: Transfiriendo los estados de las características desde las aplicaciones relacionadas
et_ee: Funktsiooniolekute migreerimine seotud rakendustest
he_il: הגירת תכונות מצב מיישומים קשורים
it_it: È in corso la migrazione degli stati delle caratteristiche dalle applicazioni correlate...
ko_kr: 관련 응용 프로그램에서 기능 상태를 마이그레이션하는 중
pl_pl: Dokonywanie migracji stanu funkcji z powiązanych aplikacji
pt_br: Migrando estados do recurso de aplicativos relacionados
pt_pt: Funcionalidades migratórias têm o mesmo significado que aplicações relacionadas
ro_ro: Se migrează stările caracteristicilor din aplicaţiile asociate
sv_se: Funktionstillstånd migreras från relaterade program
th_th: กำลังโอนย้ายสถานะของคุณลักษณะจากโปรแกรมประยุกต์ที่เกี่ยวข้อง
uk_ua: Перенесення стану компонентів із доречних додатків
zh_tw: 從相關應用程式轉換功能狀態

source: Application: [1]
bg_bg: Приложение: [1]
de_de: Anwendung: [1]
es_es: Aplicación: [1]
et_ee: Rakendus: [1]
he_il: יישום: [1]
it_it: Applicazione: [1]
ko_kr: 응용 프로그램: [1]
pl_pl: Aplikacja: [1]
pt_br: Aplicativo: [1]
pt_pt: Aplicação: [1]
ro_ro: Aplicaţie: [1]
sv_se: Program: [1]
th_th: โปรแกรมประยุกต์: [1]
uk_ua: Додаток: [1]
zh_tw: 應用程式: [1]

source: Moving files
bg_bg: Преместване на файловете
de_de: Dateien werden verschoben
es_es: Moviendo archivos
et_ee: Failide teisaldamine
he_il: מעביר קבצים
it_it: Spostamento dei file in corso...
ko_kr: 파일 옮기는 중
pl_pl: Przenoszenie plików
pt_br: Movendo arquivos
pt_pt: A mover ficheiros
ro_ro: Mutare fişiere
sv_se: Filer flyttas
th_th: กำลังย้ายแฟ้ม
uk_ua: Переміщення файлів
zh_tw: 正在移動檔案

source: Publishing assembly information
bg_bg: Публикуване на информация за комплекта
de_de: Assemblierungsinformationen werden veröffentlicht
es_es: Publicar información de la asamblea
et_ee: Koosteteabe publitseerimine
he_il: מפרסם מידע הרכבה
it_it: Pubblicazione informazioni sull'assembly
ko_kr: 어셈블리 정보를 게시하는 중
pl_pl: Publikowanie informacji o asemblacji
pt_br: Publicando informações de montagem
pt_pt: A publicar informação de montagem
ro_ro: Se publică informaţiile asamblării
sv_se: Paketinformation publiceras
th_th: ข้อมูลที่รวบรวมการจัดพิมพ์
uk_ua: Публікація відомостей зібрання
zh_tw: 正在公佈組合資訊

source: Application Context:[1], Assembly Name:[2]
bg_bg: Контекст на приложението:[1], Име на комплекта:[2]
de_de: Anwendungskontext:[1], Assemblierungsname:[2]
es_es: Contexto de aplicación:[1], Nombre de asamblea:[2]
et_ee: Rakenduse kontekst:[1], Kooste nimi:[2]
he_il: הקשר היישום:[1], שם ההרכבה:[2]
it_it: Contesto applicazione:[1], nome assembly:[2]
ko_kr: 응용 프로그램 컨텍스트:[1], 어셈블리 이름:[2]
pl_pl: Kontekst aplikacji:[1], Nazwa asemblacji:[2]
pt_br: Contexto do aplicativo:[1], Nome de montagem:[2]
pt_pt: Contexto da aplicação:[1], Nome da montagem:[2]
ro_ro: Context aplicaţie:[1], Nume asamblare:[2]
sv_se: Programkontext: [1], paketnamn: [2]
th_th: ข้อความโปรแกรมประยุกต์ [1] ชื่อที่รวบรวม [2]
uk_ua: Контекст додатка:[1], ім'я зібрання:[2]
zh_tw: 應用程式內容:[1], 組合名稱:[2]

source: Unpublishing assembly information
bg_bg: Отпубликуване на информацията за комплекта
de_de: Veröffentlichung der Assemblierungsinformationen wird aufgehoben
es_es: No publicar información de la asamblea
et_ee: Koosteteabe publitseerimise tühistamine
he_il: מסיר פרסום מידע הרכבה
it_it: Annullamento pubblicazione delle informazioni sull'assembly
ko_kr: 어셈블리 정보의 게시를 취소하는 중
pl_pl: Cofanie publikowania informacji o asemblacji
pt_br: Cancelando publicação de informações de montagem
pt_pt: A retirar a informação de montagem
ro_ro: Se anulează publicarea informaţiilor asamblării
sv_se: Paketinformation avpubliceras
th_th: ข้อมูลที่รวบรวมการไม่จัดพิมพ์
uk_ua: Скасування публікації відомостей зібрання
zh_tw: 正在解除公佈組合資訊

source: Patching files
bg_bg: Поправка на файловете
de_de: Dateien werden gepatcht
es_es: Revisando archivos
et_ee: Failide paikamine
he_il: מתקן קבצים
it_it: Installazione della patch in corso...
ko_kr: 파일을 패치하는 중
pl_pl: Poprawianie plików
pt_br: Corrigindo arquivos
pt_pt: A fazer patches de ficheiros
ro_ro: Corectare fişiere
sv_se: Filer korrigeras
th_th: กำลังประกอบแฟ้ม
uk_ua: Оновлення файлів
zh_tw: 修補檔案

source: File: [1], Directory: [2], Size: [3]
bg_bg: Файл: [1], Указател: [2], Размер: [3]
de_de: Datei: [1], Ordner: [2], Größe: [3]
es_es: Archivo: [1], directorio: [2], tamaño: [3]
et_ee: Fail: [1], kaust: [2], maht: [3]
he_il: קובץ: [1], ספריה: [2], גודל: [3]
it_it: File: [1], directory: [2], dimensione: [3]
ko_kr: 파일: [1], 디렉터리: [2], 크기: [3]
pl_pl: Plik: [1], Katalog: [2], Rozmiar: [3]
pt_br: Arquivo: [1], Diretório: [2], Tamanho: [3]
pt_pt: Ficheiro: [1], Directório: [2], Tamanho: [3]
ro_ro: Fişier: [1], Director: [2], Dimensiune: [3]
sv_se: Fil: [1], Katalog: [2], Storlek: [3]
th_th: แฟ้ม: [1], ไดเรกตอรี: [2], ขนาด: [3]
uk_ua: Файл: [1], каталог: [2], розмір: [3]
zh_tw: 檔案: [1], 目錄: [2], 大小: [3]

source: Updating component registration
bg_bg: Актуализиране на регистрирането на компоненти
de_de: Registrierung der Komponente(n) wird aktualisiert
es_es: Actualizando el registro de componentes
et_ee: Komponentide registreerimise värskendamine
he_il: מעדכן רישום רכיבים
it_it: Aggiornamento della registrazione del componente in corso...
ko_kr: 구성 요소 등록을 업데이트하는 중
pl_pl: Aktualizowanie rejestracji składnika
pt_br: Atualizando registro do componente
pt_pt: A actualizar o registo do componente
ro_ro: Actualizare înregistrare componentă
sv_se: Komponentregistrering uppdateras
th_th: กำลังปรับปรุงการลงทะเบียนคอมโพเนนต์
uk_ua: Оновлення реєстрації компонентів
zh_tw: 更新元件登錄

source: Publishing Qualified Components
bg_bg: Публикуване на подходящите компоненти
de_de: Qualifizierte Komponenten werden veröffentlicht
es_es: Publicar componentes aceptables
et_ee: Sobivate komponentide publitseerimine
he_il: מפרסם רכיבים בעלי זכאות
it_it: Pubblicazione dei componenti qualificati in corso...
ko_kr: 해당 구성 요소를 게시하는 중
pl_pl: Publikowanie uprawnionych składników
pt_br: Publicando componentes qualificados
pt_pt: A publicar componentes qualificados
ro_ro: Publicare componente care califică
sv_se: Kvalificerade komponenter publiceras
th_th: กำลังจัดพิมพ์คอมโพเนนต์ที่ผ่านเกณฑ์ตรวจสอบ
uk_ua: Публікація придатних компонентів
zh_tw: 發佈合格元件

source: Component ID: [1], Qualifier: [2]
bg_bg: Идентификатор на компонента: [1], Квалификатор: [2]
de_de: Komponentenkennung: [1], Kennzeichner: [2]
es_es: Id. del componente: [1], capacitador: [2]
et_ee: Komponendi ID: [1], täpsusti: [2]
he_il: מזהה רכיב: [1], מעניק זכאות: [2]
it_it: ID componente: [1], qualificatore: [2]
ko_kr: 구성 요소 ID: [1], 한정자: [2]
pl_pl: Identyfikator produktu: [1], Kwalifikator: [2]
pt_br: Identificação do componente: [1], Qualificador: [2]
pt_pt: ID do componente: [1], Qualificador: [2]
ro_ro: ID componentă: [1], Calificată prin: [2]
sv_se: Komponent-ID: [1], Bestämning: [2]
th_th: หมายเลขคอมโพเนนต์: [1], ตัวตรวจสอบเกณฑ์: [2]
uk_ua: Код компонента: [1], описувач: [2]
zh_tw: 元件 ID: [1], Qualifier: [2]

source: Publishing Product Features
bg_bg: Публикуване на компонентите на продукта
de_de: Produktfunktionen werden veröffentlicht
es_es: Publicar funciones del producto
et_ee: Tootefunktsioonide publitseerimine
he_il: מפרסם תכונות מוצר
it_it: Pubblicazione delle caratteristiche del prodotto in corso...
ko_kr: 제품 기능을 게시하는 중
pl_pl: Publikowanie cech produktów
pt_br: Publicando recursos do produto
pt_pt: A publicar funcionalidades do produto
ro_ro: Publicare caracteristici produs
sv_se: Produktfunktioner publiceras
th_th: กำลังจัดพิมพ์คุณลักษณะของผลิตภัณฑ์
uk_ua: Публікація компонентів продукту
zh_tw: 發佈產品功能

source: Feature: [1]
bg_bg: Компонент: [1]
de_de: Funktion: [1]
es_es: Función: [1]
et_ee: Funktsioon: [1]
he_il: תכונה: [1]
it_it: Caratteristica: [1]
ko_kr: 기능: [1]
pl_pl: Cecha: [1]
pt_br: Recurso: [1]
pt_pt: Funcionalidade: [1]
ro_ro: Caracteristică: [1]
sv_se: Funktion: [1]
th_th: คุณลักษณะ: [1]
uk_ua: Компонент: [1]
zh_tw: 功能: [1]
