Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Another installation is in progress. You must complete that installation before continuing this one.
bg_bg: В момента се извършва друго инсталиране. То трябва да завърши, преди да продължите с това.
de_de: Im Augenblick wird eine weitere Installation ausgeführt. Sie müssen erst die zweite Installation abschließen, bevor Sie diese Installation fortsetzen können.
es_es: Ya hay otra instalación en curso. Termine esa instalación antes de continuar con ésta.
et_ee: Üks teine install juba käib. Peate teise installi lõpule viima enne käesolevaga alustamist.
he_il: התקנה אחרת מתבצעת כעת. עליך להשלים אותה לפני שתמשיך בהתקנה הנוכחית.
it_it: È in corso un'altra installazione. Completarla, quindi continuare con l'installazione desiderata.
ko_kr: 다른 프로그램을 설치하고 있습니다. 그 프로그램의 설치를 끝낸 후 이 작업을 계속하십시오.
pl_pl: Inna instalacja jest w toku. Przed kontynuowanie tej instalacji, dokończ tamtą.
pt_br: Outra instalação está em andamento. Você deve concluir a instalação anterior antes de continuar a instalação atual.
pt_pt: Está outra instalação em curso. Tem de concluir essa instalação antes de continuar com esta.
ro_ro: O altă instalare în desfăşurare. Terminaţi acea instalare înainte de a continua cu aceasta.
sv_se: En annan installation pågår. Du måste avsluta den installationen innan du kan fortsätta med den här.
th_th: การติดตั้งอื่นยังอยู่ในการดำเนินการ คุณต้องทำการติดตั้งนั้นให้สมบูรณ์ก่อนที่จะทำการติดตั้งนี้ต่อไป
uk_ua: Одночасно триває інший процес установки. Необхідно закінчити його перед тим, як продовжити установку.
zh_tw: 其它的安裝正在進行中，您必須完成該項安裝之後才能繼續。

source: Error accessing secured data. Please make sure the Windows Installer is configured properly and try the install again.
bg_bg: Грешка при достъп до защитени данни. Проверете дали инсталиращата програма на Windows е правилно конфигурирана и се опитайте да извършите инсталирането отново.
de_de: Fehler beim Zugriff auf gesicherte Daten. Stellen Sie sicher, dass Windows Installer korrekt konfiguriert ist und wiederholen Sie die Installation.
es_es: Error al obtener acceso a los datos protegidos. Asegúrese de que Windows Installer está configurado correctamente y vuelva a intentar realizar la instalación.
et_ee: Turvatud andmetele juurdepääsul ilmnes tõrge. Veenduge, et Windows Installer on õigesti konfigureeritud, ja proovige uuesti installida.
he_il: שגיאה בגישה אל נתונים מאובטחים. נא ודא כי Windows Installer מוגדר כראוי ונסה את ההתקנה שוב.
it_it: Errore durante l'accesso ai dati protetti. Verificare che Windows Installer sia configurato correttamente e provare a ripetere l'installazione.
ko_kr: 보안 데이터에 액세스하는 동안 오류가 발생했습니다. Windows Installer 구성을 올바르게 설정했는지 확인하고 다시 설치하십시오.
pl_pl: Błąd dostępu do bezpiecznych danych. Upewnij się, że Instalator Windows jest prawidłowo skonfigurowany i spróbuj ponownie zainstalować.
pt_br: Erro ao acessar dados protegidos. Certifique-se de que o Windows Installer esteja configurado corretamente e tente instalar novamente.
pt_pt: Erro ao aceder a dados protegidos. Certifique-se de que o Windows Installer está correctamente configurado e volte a tentar a instalação.
ro_ro: Eroare de acces la date securizate. Asiguraţi-vă că Windows Installer este configurat corespunzător şi încercaţi din nou instalarea.
sv_se: Det uppstod ett fel vid försök att komma åt säkra data. Kontrollera att Windows Installer är korrekt konfigurerat och försök installera igen.
th_th: เกิดข้อผิดพลาดในการเข้าถึงข้อมูลที่ปลอดภัย กรุณาทำให้แน่ใจว่า Windows Installer ถูกกำหนดค่าอย่างถูกต้องแล้วลองติดตั้งอีกครั้ง
uk_ua: Помилка при доступі до захищених даних. Переконайтеся, що Windows Installer правильно налаштовано, і повторіть спробу установки.
zh_tw: 存取安全性資料時發生錯誤，請確定 Windows Installer 是否正確地被設定，然後再試一次。

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product. Your current install will now continue.
bg_bg: Потребителят '[2]' е започнал по-рано инсталиране на продукта '[3]'. Този потребител трябва да изпълни това инсталиране отново, преди този продукт да може да се използва. Сега ще продължи вашето текущо инсталиране.
de_de: Benutzer "[2]" hat die Installation des Produkts "[3]" bereits initialisiert. Dieser Benutzer muss die Installation wiederholen, bevor dieses Produkt verwendet werden kann. Die aktuelle Installation wird jetzt fortgesetzt.
es_es: El usuario '[2]' ya inició previamente una instalación del producto '[3]', pero deberá ejecutar la instalación de nuevo para poder utilizar el producto. La instalación actual de este producto continuará.
et_ee: Kasutaja [2] on varem käivitanud toote [3] installimise. See kasutaja peab uuesti installima, enne kui ta seda toodet kasutada saab.
he_il: המשתמש '[2]' התחיל בעבר התקנה של המוצר '[3]'. משתמש זה יצטרך להפעיל התקנה זו שוב לפני שיהיה באפשרותו להשתמש במוצר. ההתקנה הנוכחית שלך תמשיך כעת.
it_it: L'utente "[2]" ha avviato in precedenza l'installazione del prodotto "[3]". Prima di utilizzare il prodotto, tale utente dovrà ripeterne l'installazione.
ko_kr: 사용자 '[2]'이(가) 제품 '[3]'의 설치를 이전에 시작했습니다. 이 사용자가 다시 설치 프로그램을 실행해야 해당 제품을 사용할 수 있습니다. 귀하의 현재 설치는 계속됩니다.
pl_pl: Użytkownik „[2]” zaczął wcześniej instalację produktu „[3]”. Aby używać tego produktu, użytkownik będzie musiał ponownie uruchomić instalację. Bieżąca instalacja będzie kontynuowana.
pt_br: Usuário '[2]' iniciou previamente uma instalação do produto '[3]'. Esse usuário precisará executar essa instalação novamente antes do produto poder ser utilizado. Sua instalação atual continuará agora.
pt_pt: O utilizador '[2]' iniciou previamente uma instalação do produto '[3]'. Esse utilizador tem de voltar a executar essa instalação antes do produto poder ser utilizado. A instalação actual continua.
ro_ro: Utilizatorul '[2]' a iniţiat anterior o instalare pentru produsul '[3]'. Acel utilizator va trebui să execute din nou acea instalare, înainte de a utiliza acel produs. Instalarea curentă poate acum să continue.
sv_se: Användaren [2] har tidigare initierat en installation av produkten [3]. Den användaren måste köra den installationen igen innan produkten kan användas. Den aktuella installationen fortsätter nu.
th_th: ผู้ใช้ '[2]' ได้เริ่มการติดตั้งผลิตภัณฑ์ '[3]' ไว้ ผู้ใช้นั้นจำเป็นต้องเรียกใช้ตัวติดตั้งอีกครั้งก่อนที่ผู้อื่นจะสามารถใช้ผลิตภัณฑ์นั้น การติดตั้งปัจจุบันของคุณจะถูกทำต่อไปเดี๋ยวนี้
uk_ua: Користувач ''[2]'' вже один раз починав установку програми ''[3]''. Для продовження роботи йому необхідно буде повторити установку. Поточний процес установки буде продовжено.
zh_tw: 使用者 '[2]' 已先前安裝了產品 '[3]'。使用者必須再一次執行安裝以使用此產品。您目前的安裝將會繼續。

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product.
bg_bg: Потребителят '[2]' е започнал по-рано инсталиране на продукта '[3]'. Този потребител трябва да изпълни това инсталиране относно, преди този продукт да може да се използва.
de_de: Benutzer "[2]" hat die Installation des Produkts "[3]" bereits initialisiert. Dieser Benutzer muss die Installation wiederholen, bevor dieses Produkt verwendet werden kann.
es_es: El usuario '[2]' ya inició previamente una instalación del producto '[3]', pero deberá ejecutar la instalación de nuevo para poder utilizarlo.
et_ee: Kasutaja [2] on varem käivitanud toote [3] installimise. See kasutaja peab uuesti installima, enne kui ta seda toodet kasutada saab.
he_il: המשתמש '[2]' התחיל בעבר התקנה של המוצר '[3]'. משתמש זה יצטרך להפעיל התקנה זו שוב לפני שיהיה באפשרותו להשתמש במוצר.
it_it: L'utente "[2]" ha avviato in precedenza l'installazione del prodotto "[3]". Prima di utilizzare il prodotto, tale utente dovrà ripeterne l'installazione.
ko_kr: 사용자 '[2]'이(가) 제품 '[3]'의 설치를 이전에 시작했습니다. 이 사용자가 다시 설치 프로그램을 실행해야 해당 제품을 사용할 수 있습니다.
pl_pl: Użytkownik „[2]” zaczął wcześniej instalację produktu „[3]”. Aby używać tego produktu, użytkownik będzie musiał ponownie uruchomić instalację.
pt_br: Usuário '[2]' iniciou previamente a instalação do produto '[3]'. Esse usuário precisará executar essa instalação novamente antes do produto poder ser utilizado.
pt_pt: O utilizador '[2]' iniciou previamente uma instalação do produto '[3]'. Esse utilizador tem de voltar a executar essa instalação antes do produto poder ser utilizado.
ro_ro: Utilizatorul '[2]' a iniţiat anterior o instalare pentru produsul '[3]'. Acel utilizator va trebui să execute din nou acea instalare înainte de a utiliza acel produs.
sv_se: Användaren [2] har tidigare initierat en installation av produkten [3]. Den användaren måste köra den installationen igen innan produkten kan användas.
th_th: ผู้ใช้ '[2]' ได้เริ่มการติดตั้งผลิตภัณฑ์ '[3]' ไว้ ผู้ใช้นั้นจำเป็นต้องเรียกใช้ตัวติดตั้งอีกครั้งก่อนที่ผู้อื่นจะสามารถใช้ผลิตภัณฑ์นั้น
uk_ua: Користувач ''[2]'' вже один раз починав установку програми ''[3]''. Для продовження роботи йому необхідно буде повторити установку.
zh_tw: 使用者 '[2]' 已先前安裝了產品 '[3]'。使用者必須再一次執行安裝以使用此產品。

source: Out of disk space -- Volume: '[2]'; required space: [3] KB; available space: [4] KB. Free some disk space and retry.
bg_bg: Дисковото пространство е изчерпано -- Том: '[2]'; необходимо пространство: [3] KБ; налично пространство: [4] KБ. Освободете известно дисково пространство и опитайте пак.
de_de: Nicht genügend freier Speicherplatz -- Volume: "[2]"; erforderlicher Speicher: [3] KB; verfügbarer Speicher: [4] KB. Geben Sie einigen Festplattenspeicher frei und wiederholen Sie den Vorgang.
es_es: Espacio en disco insuficiente -- Volumen: '[2]'; espacio requerido: [3] KB; espacio disponible: [4] KB. Libere espacio en disco e inténtelo de nuevo.
et_ee: Kettaruumi pole piisavalt. Draiv: [2]; vajalik ruum: [3] kB; saadaolev ruum: [4] kB. Vabastage kettaruumi ja proovige uuesti.
he_il: אין שטח דיסק פנוי -- אמצעי אחסון: '[2]'; שטח דרוש: ‎[3] KB; שטח פנוי: ‎[4] KB. פנה שטח דיסק ונסה שנית.
it_it: Spazio su disco insufficiente -- Volume: "[2]", spazio richiesto: [3] KB, spazio disponibile: [4] KB. Liberare spazio su disco, quindi riprovare.
ko_kr: 디스크 공간이 부족합니다 -- 볼륨: '[2]'; 필요한 공간: [3]KB; 사용 가능한 공간: [4]KB. 디스크 공간을 늘린 후 다시 시도하십시오.
pl_pl: Za mało miejsca na dysku -- Wolumin: „[2]”; wymagane miejsce: [3] KB; dostępne miejsce: [4] KB. Zwolnij trochę miejsca na dysku i ponów próbę.
pt_br: Espaço insuficiente em disco -- Volume: '[2]'; espaço necessário: [3] KB; espaço disponível: [4] KB. Libere espaço em disco e tente novamente.
pt_pt: Sem espaço em disco -- Volume: '[2]'; espaço necessário: [3] KB; espaço disponível: [4] KB. Liberte algum espaço em disco e repita a operação.
ro_ro: Spaţiu-disc insuficient -- Volum: '[2]'; spaţiu necesar: [3] KO; spaţiu disponibil: [4] KO. Eliberaţi spaţiu-disc şi reîncercaţi.
sv_se: Diskutrymmet är slut -- Volym: [2]; Utrymme som krävs: [3] kB; tillgängligt utrymme: [4] kB. Frigör diskutrymme och försök igen.
th_th: ที่ว่างดิสก์ไม่เพียงพอ -- ดิสก์: '[2]'; ต้องการที่ว่าง: [3] KB; มีที่ว่างอยู่: [4] KB. ทำให้มีที่ว่างดิสก์เพิ่มมากขึ้นแล้วพยายามอีกครั้ง
uk_ua: Недостатньо місця на диску -- том: ''[2]''; потрібно: [3] КБ; доступно: [4] КБ. Звільніть місце та повторіть спробу.
zh_tw: 磁碟空間不足 -- 磁碟機: '[2]'; 需要空間: [3] KB; 可用空間: [4] KB，釋放一些空間後再重試。

source: Are you sure you want to cancel?
bg_bg: Наистина ли искате да прекратите?
de_de: Sind Sie sicher, dass Sie abbrechen möchten?
es_es: ¿Está seguro de que desea cancelar la operación?
et_ee: Kas soovite kindlasti loobuda?
he_il: האם אתה בטוח כי ברצונך לבטל?
it_it: Annullare?
ko_kr: 취소하시겠습니까?
pl_pl: Czy na pewno chcesz anulować?
pt_br: Tem certeza de que deseja cancelar?
pt_pt: Tem a certeza de que deseja cancelar?
ro_ro: Sigur revocaţi?
sv_se: Vill du avbryta?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิก
uk_ua: Ви дійсно бажаєте скасувати установку?
zh_tw: 您確定要取消嗎 ?

source: The file [2][3] is being held in use{ by the following process: Name: [4], Id: [5], Window Title: '[6]'}. Close that application and retry.
bg_bg: Файлът [2][3] се използва { от следния процес: Име: [4], ИД: [5], Заглавие на прозореца: '[6]'}. Затворете това приложение и опитайте пак.
de_de: Die Datei [2][3] wird im Augenblick verwendet{ vom folgenden Prozess: Name: [4], Kennung: [5], Fenstertitel: "[6]"}. Schließen Sie diese Anwendung und wiederholen Sie den Vorgang.
es_es: El archivo [2][3] está en uso{ por el proceso siguiente: Nombre: [4], Id.: [5], Título de ventana: '[6]'}. Cierre esa aplicación e inténtelo de nuevo.
et_ee: Fail [2][3] on kasutusel{ järgmises protsessis: nimi: [4], ID: [5], aknatiitel: [6]}. Sulgege too programm ja proovige uuesti.
he_il: הקובץ [2][3] נמצא בשימוש{ על-ידי התהליך הבא: שם: [4], מזהה: [5], כותרת חלון: '[6]'}. סגור יישום זה ונסה שנית.
it_it: Il file [2][3] è in uso{ dal processo con nome: [4], ID: [5] e titolo finestra: "[6]"}. Chiudere tale applicazione e riprovare.
ko_kr: 파일 [2][3]을(를) 다른 프로세스{이름: [4], Id: [5], 창 제목: '[6]'}에서 사용 중입니다. 이 응용 프로그램을 닫은 후 다시 시도하십시오.
pl_pl: Plik [2][3] jest zablokowany przez{ następujący proces: nazwa: [4], identyfikator: [5], tytuł okna: „[6]”}. Zamknij tę aplikację i ponów próbę.
pt_br: O arquivo [2][3] está sendo mantido em uso { pelo seguinte processo: Nome: [4], Identificação: [5], Título da janela: '[6]'}. Feche esse aplicativo e tente novamente.
pt_pt: O ficheiro [2][3] está a ser utilizado{ pelo seguinte processo: Nome: [4], Identificação: [5], Título da janela: '[6]'}. Encerre essa aplicação e repita a operação.
ro_ro: Fişierul [2][3] este menţinut în lucru{ prin următorul proces: Nume: [4], Id: [5], Titlu fereastră: '[6]'}. Închideţi acea aplicaţie şi reîncercaţi.
sv_se: Filen [2][3] används{ av följande process: Namn: [4], ID: [5], Fönsternamn: [6]}. Stäng programmet och försök igen.
th_th: แฟ้ม [2][3] ถูกใช้อยู่{ โดยการดำเนินการ: ชื่อ: [4], Id: [5], Window Title: '[6]'}. ให้ปิดโปรแกรมประยุกต์นั้นแล้วลองอีกครั้ง
uk_ua: Файл [2][3] зайнятий{ процесом: ім'я: [4], код: [5], вікно: ''[6]''}. Закрийте цей додаток і повторіть спробу.
zh_tw: 檔案 [2][3] 正被下列應用程式: '[6]'{{, 名稱: [4], Id: [5]}}，關閉該應用程式然後重試。

source: The product '[2]' is already installed, preventing the installation of this product. The two products are incompatible.
bg_bg: Вече е инсталиран продуктът '[2]' , което пречи на инсталирането на този продукт. Тези два продукта са несъвместими.
de_de: Das Produkt "[2]" ist bereits installiert und verhindert die Installation dieses Produkts. Die beiden Produkte sind inkompatibel.
es_es: El producto '[2]' ya está instalado, lo que impide que se instale este producto porque ambos productos son incompatibles entre sí.
et_ee: Toode [2] on juba installitud, mistõttu selle toote installimine on tõkestatud. Need kaks toodet ei ühildu.
he_il: המוצר '[2]' מותקן כבר והדבר מונע את התקנת מוצר זה. שני המוצרים אינם תואמים.
it_it: Nel sistema è installato il prodotto "[2]" che non consente l'installazione di questo prodotto perché incompatibile.
ko_kr: 제품 '[2]'이(가) 이미 설치되어 있어서 이 제품을 설치하지 못합니다. 두 개의 제품은 호환되지 않습니다.
pl_pl: Produkt „[2]” jest już zainstalowany i instalacja tego produktu nie jest możliwa. Te dwa produkty nie są zgodne.
pt_br: O produto '[2]' já está instalado, impedindo a instalação deste produto. Os dois produtos são incompatíveis.
pt_pt: O produto '[2]' já está instalado, impedindo a instalação deste produto. Os dois produtos são incompatíveis.
ro_ro: Produsul '[2]' deja instalat, împiedică instalarea acestui produs. Cele două produse sunt incompatibile.
sv_se: Produkten [2] är redan installerad och den här produkten kan därför inte installeras. Dessa två produkter är inkompatibla.
th_th: ผลิตภัณฑ์ '[2]' ถูกติดตั้งอยู่แล้ว ทำให้ไม่สามารถติดตั้งผลิตภัณฑ์นี้ สองผลิตภัณฑ์นี้ไม่เข้ากัน
uk_ua: Уже установлено продукт ''[2]'', несумісний із цим продуктом.
zh_tw: 已經安裝產品 '[2]'，會阻止您安裝這項產品，這兩項產品不相容。

source: There is not enough disk space on the volume '[2]' to continue the install with recovery enabled. [3] KB are required, but only [4] KB are available. Click Ignore to continue the install without saving recovery information, click Retry to check for available space again, or click Cancel to quit the installation.
bg_bg: Няма достатъчно дисково пространство на том "[2]", за да продължи инсталирането с разрешено възстановяване. Нужни са [3] KБ, а има налични само [4] KБ. Щракнете върху "Игнорирай", за да продължите инсталирането, без да се запише информацията за възстановяване, върху "Опитай пак", за да проверите отново за свободно място или върху "Отказ", за да прекратите инсталирането.
de_de: Auf Volume "[2]" steht nicht genügend Speicherplatz für die Installation bei aktivierter Wiederherstellungsoption zur Verfügung. [3] KB sind erforderlich, aber nur [4] KB sind verfügbar. Klicken Sie auf "Ignorieren", um die Installation ohne Speicherung von Wiederherstellungsinformationen fortzusetzen, klicken Sie auf "Wiederholen", um den verfügbaren Speicher erneut zu überprüfen oder auf "Abbrechen", um die Installation abzubrechen.
es_es: No hay suficiente espacio libre disponible en el volumen "[2]" para continuar la instalación con la recuperación habilitada. Se requieren [3] KB, pero sólo están disponibles [4] KB. Haga clic en Ignorar para continuar la instalación sin guardar la información de recuperación, haga clic en Reintentar para comprobar de nuevo si hay espacio disponible, o haga clic en Cancelar para salir de la instalación.
et_ee: Draivil [2] pole piisavalt kettaruumi, et jätkata installimist koos taaste võimaldamisega. Vajalik ruum on [3] kB, kuid saadaval on vaid [4] kB. Installimise jätkamiseks ilma taasteteabe salvestamiseta klõpsake nuppu Ignoreeri, saadaoleva kettaruumi uuesti kontrollimiseks nuppu Proovi uuesti või installimise tühistamiseks nuppu Tühista.
he_il: אין מספיק שטח דיסק פנוי באמצעי האחסון '[2]' על מנת להתקין עם אפשרות החזרה למצב קודם. שטח דרוש: ‎[3] KB, אך פנוי רק: ‎[4] KB. לחץ על 'התעלם' כדי להמשיך ללא אפשרות שמירת מידע על חזרה למצב קודם. לחץ 'נסה שנית' כדי לבדוק שוב את שטח הדיסק הפנוי, או לחץ על 'ביטול' כדי לצאת מההתקנה.
it_it: Spazio su disco insufficiente sul volume "[2]" per continuare l'installazione con il ripristino abilitato. Sono necessari [3] KB, ma solo [4] KB sono disponibili. Scegliere Ignora per continuare senza salvare le informazioni di ripristino, scegliere Riprova per controllare nuovamente lo spazio disponibile o scegliere Annulla per uscire dall'installazione.
ko_kr: 복구를 사용하여 설치를 계속하기 위한 디스크 공간이 볼륨 '[2]'에 부족합니다. [3]KB가 필요하나, [4]KB만 사용 가능합니다. 복구 정보를 저장하지 않고 계속하려면 "무시"를 클릭하고, 사용 가능 공간을 확인하려면 "다시 시도"를 클릭하고, 설치를 취소하려면 "취소"를 클릭하십시오.
pl_pl: Na woluminie „[2]” jest za mało miejsca na dysku do kontynuowania instalacji z włączoną opcją odzyskiwania. Wymagane jest [3] KB, ale dostępnych jest tylko [4] KB. Kliknij przycisk Ignoruj, aby kontynuować instalację bez zapisywania informacji potrzebnych do odzyskania, przycisk Ponów próbę, aby ponownie sprawdzić ilość wolnego miejsca na dysku, lub przycisk Anuluj, aby zakończyć instalację.
pt_br: Espaço insuficiente em disco no volume '[2]' para continuar a instalação com recuperação ativada. [3] KB são necessários, mas há apenas [4] KB disponíveis. Clique em 'Ignorar' para continuar a instalação sem salvar informações de recuperação, 'Repetir' para verificar o espaço disponível em disco novamente ou em 'Cancelar' para sair da instalação.
pt_pt: Não existe espaço em disco suficiente no volume: '[2]' para continuar a instalação com a recuperação activada. São necessários [3] KB, mas apenas estão disponíveis [4] KB. Clique em 'Ignorar' para continuar a instalação sem guardar a informação de recuperação, clique em 'Repetir' para voltar a verificar o espaço em disco disponível ou clique em 'Cancelar' para sair da instalação.
ro_ro: Spaţiu-disc insuficient pe volumul '[2]' pentru a continua instalarea, cu operaţiunea de recuperare activată. Sunt necesari [3] KO, dar sunt disponibili numai [4] KO. Faceţi clic pe Ignorare pentru a continua instalarea fără salvarea informaţiilor pentru recuperare, pe Reîncercare pentru a verifica din nou spaţiul disponibil sau pe Revocare pentru a părăsi instalarea.
sv_se: Det finns inte tillräckligt mycket ledigt diskutrymme på volymen [2] för att fortsätta installera med återställning aktiverat. [3] kB krävs, men endast [4] kB är tillgängligt. Klicka på Ignorera om du vill fortsätta installera utan att spara återställningsinformation, klicka på Försök igen om du vill kontrollera diskutrymme igen, eller klicka på Avbryt om du vill avbryta installationen.
th_th: ที่ว่างดิสก์ไม่เพียงพอใน '[2]' ถ้าต้องการติดตั้งแบบให้มีการกู้คืน ต้องการที่ว่าง [3] KB แต่มีที่ว่างอยู่แค่ [4] KB คลิก ละเว้น ถ้าต้องการติดตั้งแบบไม่มีการกู้คืน ให้คลิก ลองใหม่ เพื่อดูที่ว่างอีกครั้ง หรือคลิก ยกเลิก เพื่อหยุดการติดตั้ง
uk_ua: На диску ''[2]'' недостатньо місця для установки з можливістю відновлення. Потрібно [3] КБ, але доступно лише [4] КБ. Щоб продовжити установку без збереження даних для відновлення, натисніть кнопку ''Пропустити''; щоб знову перевірити обсяг наявного місця, натисніть кнопку ''Повторити'', а щоб припинити установку, натисніть кнопку ''Скасувати'' .
zh_tw: 磁碟區 '[2]' 的空間不足，無法繼續執行復原。還需要 [3] KB，但磁碟上只有 [4] KB。請按 "略過" 來跳過儲存復原資訊並繼續執行安裝。或按 "重試" 重新檢查可用的磁碟空間。或按 "取消" 來結束安裝。

source: Could not access network location [2].
bg_bg: Не може да бъде осъществен достъп до следното място в мрежата [2].
de_de: Zugriff auf die Netzwerkadresse [2] war nicht möglich.
es_es: No se puede obtener acceso a la ubicación de red [2].
et_ee: Võrgukohale [2] pole juurdepääsu.
he_il: לא היתה אפשרות גישה אל מיקום הרשת [2].
it_it: Impossibile accedere al percorso di rete [2].
ko_kr: 네트워크 [2]에 액세스하지 못했습니다.
pl_pl: Nie można uzyskać dostępu do lokalizacji w sieci [2].
pt_br: Não foi possível acessar o local da rede [2].
pt_pt: Não foi possível aceder à localização na rede [2].
ro_ro: Acces imposibil la amplasarea [2] din reţea.
sv_se: Det gick inte att komma åt nätverksplatsen [2].
th_th: ไม่สามารถเข้าถึงตำแหน่งเครือข่าย [2]
uk_ua: Недоступна мережна папка ''[2]''.
zh_tw: 無法存取網路位置 [2]。

source: The following applications should be closed before continuing the install:
bg_bg: Преди инсталирането да продължи, трябва да бъдат затворени следните приложения:
de_de: Die folgenden Anwendungen sollten geschlossen werden, bevor Sie die Installationen fortsetzen:
es_es: Deben cerrarse las aplicaciones siguientes antes de continuar con la instalación:
et_ee: Järgnevad rakendused tuleb enne installimise jätkamist sulgeda:
he_il: יש לסגור את היישומים הבאים לפני המשך ההתקנה:
it_it: Prima di continuare l'installazione, chiudere le seguenti applicazioni:
ko_kr: 설치를 계속하려면 다음 응용 프로그램을 닫아야 합니다.
pl_pl: Przed kontynuacją instalacji, następujące aplikacje powinny zostać zamknięte:
pt_br: Os seguintes aplicativos devem ser fechados antes de continuar a instalação:
pt_pt: Tem de encerrar as seguintes aplicações antes de continuar a instalação:
ro_ro: Închideţi următoarele aplicaţii înainte de a continua instalarea:
sv_se: Följande program bör stängas innan du fortsätter med installationen:
th_th: โปรแกรมประยุกต์ต่อไปนี้ควรจะถูกปิดก่อนที่จะทำการติดตั้งต่อไป:
uk_ua: Перш ніж продовжити установку, закрийте такі додатки:
zh_tw: 繼續安裝之前下列應用程式應該被關閉:
