Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: The Windows Installer service cannot update one or more protected Windows files. {{SFP Error: [2]. List of protected files: [3]}}
ko_kr: Windows Installer 서비스가 하나 또는 그 이상의 보호된 Windows 파일을 업데이트할 수 없습니다. {{SFP 오류: [2]. 보호된 파일 목록: [3]}}
pt_pt: O serviço Windows Installer não consegue actualizar um ou mais ficheiros protegidos do Windows. {{Erro de SFP: [2]. Lista de ficheiros protegidos: [3]}}
