Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Could not find any previously installed compliant products on the machine for installing this product.
bg_bg: На този компютър не можаха да бъдат намерени никакви инсталирани преди това съвместими продукти за инсталирането на този продукт.
de_de: Es wurde keine Installation eines der zur Installation dieses Produkts erforderlichen passenden Produkte auf diesem Computer gefunden.
es_es: No se encuentra ningún producto compatible instalado en el equipo para instalar este producto.
et_ee: Selle toote installimiseks ei leidu arvutis ühtegi varem installitud vastavuses olevat toodet.
he_il: לא נמצאו מוצרים מותקנים תואמים במחשב המיועד להתקנת מוצר זה.
it_it: Impossibile trovare versioni precedenti del software originale richiesto nel computer in uso.
ko_kr: 지금 설치하려는 제품의 이전 버전이 이 시스템에 설치되어 있지 않습니다.
pl_pl: Nie można odnaleźć wcześniej zainstalowanych produktów zależnych od instalacji tego produktu.
pt_br: Não foi possível localizar qualquer produto compatível instalado anteriormente na máquina para a instalação deste produto.
pt_pt: Não foi possível encontrar nenhum produto compatível previamente instalado na máquina para a instalação deste produto.
ro_ro: Imposibil de găsit produse adecvate, instalate anterior pe calculator, pentru instalarea acestui produs.
sv_se: Det går inte att hitta några tidigare installerade kompatibla produkter på datorn för installation av den här produkten.
th_th: ไม่สามารถพบผลิตภัณฑ์ที่จำเป็นสำหรับการติดตั้งผลิตภัณฑ์นี้ถูกติดตั้งไว้ก่อนหน้าบนเครื่องนี้
uk_ua: Не вдалося знайти установлені сумісні продукти для установки цього продукту.
zh_tw: 無法找到先前安裝在這台機器上的產品。

source: An error occurred while applying security settings. [2] is not a valid user or group. This could be a problem with the package, or a problem connecting to a domain controller on the network. Check your network connection and click Retry, or Cancel to end the install. {{Unable to locate the user's SID, system error [3]}}
bg_bg: Възникна грешка при прилагането на настройките за защита. [2] не е валиден потребител или група. Това може да е проблем в самия пакет или да има проблем при свързването с домейн контролер в мрежата. Проверете връзката си с мрежата и щракнете върху "Опитай пак" или "Отказ", за да прекратите инсталирането. {{SID номерът на потребителя не може да се намери, системна грешка [3]}}
de_de: Beim Übernehmen der Sicherheitseinstellungen ist ein Fehler aufgetreten. [2] ist kein gültiger Benutzer bzw. keine gültige Gruppe. Dies kann ein das Paket betreffendes Problem oder ein bei Herstellung der Netzwerkverbindung mit dem Domänencontroller aufgetretenes Problem sein. Überprüfen Sie die Netzwerkverbindung und klicken Sie auf "Wiederholen" oder "Abbrechen", um die Installation abzubrechen. {{Die SID des Benutzers wurde nicht gefunden, Systemfehler [3]}}
es_es: Error cuando se aplicaba la configuración de seguridad. [2] no es un usuario o grupo válidos. Esto podría ser un problema con el paquete, o un problema al conectar con el controlador de dominio en la red. Compruebe su conexión de red y haga clic en Reintentar o Cancelar para finalizar la instalación. {{No se puede encontrar el SID de usuario, error del sistema [3]}}
et_ee: Turvasätete rakendamisel ilmnes tõrge. [2] pole kehtiv kasutaja või rühm. Põhjuseks võib olla paketiga seotud probleem või probleem domeeni kontrolleriga või võrguga ühenduse loomisel ilmnenud probleem. Kontrollige oma võrguühendust ning klõpsake nuppu Proovi uuesti või klõpsake installimise lõpetamiseks nuppu Loobu. {{Ei leia kasutaja SID-d, süsteemitõrge [3]}}
he_il: אירעה שגיאה בעת החלת הגדרות האבטחה המקומיות. [2] אינו משתמש חוקי או קבוצה חוקית. יתכן שקיים בעיה בחבילה או בעיה בהתחברות לבקר קבוצת מחשבים ברשת. בדוק את הקשר לרשת שלך ואז לחץ על נסה שוב, או ביטול על מנת לסיים את ההתקנה.{{ אינו מצליח למצוא מספר זהוי משתמש, שגחאת מערכת[3]}}
it_it: Errore durante l'applicazione delle impostazioni di protezione. [2] non è un utente o un gruppo valido. Potrebbe essere un problema con il pacchetto o un problema di connessione a un controller di dominio sulla rete. Controllare la connessione di rete e scegliere Riprova, o Annulla per terminare l'installazione. {{Impossibile individuare il SID utente, errore di sistema [3]}}
ko_kr: 보안 설정을 적용하는 동안 오류가 발생했습니다. [2]은(는) 유효한 사용자 또는 그룹이 아닙니다. 패키지에 문제가 있거나, 네트워크의 도메인 컨트롤러에 연결하는데 문제가 있을 수 있습니다. 네트워크 연결을 확인하고 "다시 시도"를 클릭하거나, 설치를 마치려면 "취소"를 클릭하십시오. {{사용자 SID를 찾을 수 없습니다. 시스템 오류 [3]}}
pl_pl: Wystąpił błąd podczas stosowania ustawień zabezpieczeń. [2] nie jest prawidłowym użytkownikiem ani grupą. Mógł wystąpić problem z pakietem lub z połączeniem z kontrolerem domeny w sieci. Sprawdź połączenie sieciowe i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć instalację. {{Nie można zlokalizować identyfikatora SID użytkownika, błąd systemu [3]}}
pt_br: Erro ao aplicar as configurações de segurança. [2] não é um usuário ou grupo válido. Isso pode indicar um problema com o pacote ou na conexão com um controlador de domínio na rede. Verifique sua conexão de rede e clique em 'Repetir' ou em 'Cancelar' para encerrar a instalação. {{Não é possível localizar a SID do usuário, erro de sistema [3]}}
pt_pt: Ocorreu um erro ao aplicar as definições de segurança. [2] não é um utilizador ou grupo válido. Isto pode acontecer devido a um erro com o pacote ou a um problema ao ligar a um controlador de domínio na rede. Verifique a sua ligação de rede e clique em 'Repetir' ou em 'Cancelar' para terminar a instalação. {{Não é possível localizar o SID do utilizador, erro de sistema [3]}}
ro_ro: Eroare la aplicarea setărilor de securitate. Utilizatorul sau grupul [2] nu este corect. Indică o problemă cu pachetul sau cu conectarea la un controler de domeniu din reţea. Verificaţi conexiunea la reţea şi faceţi clic pe Reîncercare sau faceţi clic pe Revocare pentru a termina instalarea. {{Imposibil de localizat SID utilizator, eroare sistem [3]}}
sv_se: Ett fel uppstod när säkerhetsinställningar skulle tillämpas. [2] är inte en giltig användare eller grupp. Detta kan bero på ett problem med paketet eller på ett problem med att ansluta till en domänkontrollant på nätverket. Kontrollera nätverksanslutningen och klicka på Försök igen, eller klicka på Avbryt om du vill avbryta installationen. {{Användarens SID kunde inte hittas. Systemfel: [3]}}
th_th: ข้อผิดพลาดเกิดขึ้นระหว่างการนำการติดตั้งความปลอดภัยไปใช้ [2] ไม่ใช่ผู้ใช้หรือกลุ่มที่ถูกต้อง สิ่งนี้อาจเกิดขึ้นเพราะข้อผิดพลาดทางเครือข่าย ข้อผิดพลาดในการอ่านจากซีดีรอม หรือโปรแกรมชุดนี้มีปัญหา ตรวจการเชื่อมต่อกับเครือข่าย แล้วคลิก ลองใหม่ หรือ ยกเลิก เพื่อหยุดการติดตั้ง {{ไม่สามารถหา user's SID ได้ ข้อผิดพลาดระบบ [3]}}
uk_ua: Сталася помилка під час застосування параметрів безпеки. [2] не є чинним користувачем або групою. Можливо, є неполадка в пакеті або помилка зв'язку з контролером домену в мережі. Перевірте мережне підключення та натисніть кнопку ''Повторити'', або кнопку ''Скасувати'', щоб припинити установку. {{Неможливо знайти ідентифікатор безпеки користувача, системна помилка [3]}}
zh_tw: 在套用安全性設定時發生錯誤。[2] 不是有效的使用者或群組。可能是封裝有問題、網路的網域控制站連線有問題。請檢查您的網路連線後按 "重試"。或按 "取消" 來結束安裝。{{找不到使用者的 SID，系統錯誤 [3]}}

source: The setup must update files or services that cannot be updated while the system is running. If you choose to continue, a reboot will be required to complete the setup.
bg_bg: Инсталирането трябва да актуализира файловете или услугите, които не могат да бъдат актуализирани, докато системата работи. Ако решите да продължите, ще бъде необходимо рестартиране, за да завърши това инсталиране.
de_de: Setup muss Dateien oder Dienste aktualisieren, die nicht während der Ausführung des Systems aktualisiert werden können. Wenn Sie den Vorgang fortsetzen, ist ein Neustart erforderlich, um das Setup abzuschließen.
es_es: El programa de instalación debe actualizar los archivos o servicios que no se pueden actualizar mientras se ejecuta el sistema. Si decide continuar, se requerirá un reinicio para completar la instalación.
et_ee: Install peab värskendama faile või teenuseid, mida ei saa värskendada, kui süsteem töötab. Kui soovite jätkata, peab installi lõpuleviimiseks arvuti taaskäivitama.
he_il: ‏על ההתקנה לעדכן קבצים או שירותים שאין אפשרות לעדכנם בעת שהמערכת פועלת. אם תבחר להמשיך, יידרש אתחול מחדש כדי להשלים את ההתקנה.
it_it: Programma di installazione: è necessario aggiornare file o servizi che non possono essere aggiornati mentre il sistema è in esecuzione. Se si sceglie di continuare, sarà necessario riavviare il sistema per completare l'installazione.
ko_kr: 시스템을 실행하는 동안 업데이트할 수 없는 파일 또는 서비스를 업데이트해야 합니다. 계속하면 설치 프로그램을 완료하기 위해 다시 부팅해야 합니다.
pl_pl: Instalator musi zaktualizować pliki lub usługi, których nie można zaktualizować w trakcie działania systemu. Jeśli wybierzesz opcję kontynuowania, w celu ukończenia instalacji będzie wymagany ponowny rozruch.
pt_br: A instalação deve atualizar arquivos ou serviços que não podem ser atualizados com o sistema em execução. Se você optar por continuar, será necessário reinicializar para concluir a instalação.
pt_pt: O programa de configuração tem de actualizar ficheiros ou serviços cuja actualização não é possível enquanto o sistema está em execução. Se optar por continuar, terá de reiniciar o sistema para concluir a configuração.
ro_ro: Instalarea trebuie să actualizeze fișiere sau servicii ce nu se pot actualiza cât timp sistemul funcționează. Dacă decideți să continuați, este necesară repornirea pentru terminarea instalării.
sv_se: Filer eller tjänster som inte kan uppdateras medan systemet körs kräver uppdatering. Om du fortsätter kommer du att behöva starta om datorn för att fortsätta.
th_th: การติดตั้งต้องปรับปรุงแฟ้มหรือบริการที่ไม่สามารถปรับปรุงได้ในขณะที่ระบบทำงานอยู่ หากคุณเลือกที่จะทำต่อไป จะต้องทำการเริ่มระบบของคอมพิวเตอร์ใหม่เพื่อให้การติดตั้งนี้เสร็จสมบูรณ์
uk_ua: Програмі інсталяції слід оновити файли або служби, які не можна оновити під час роботи системи. В разі продовження слід перезавантажити комп’ютер, щоб завершити інсталяцію.
zh_tw: 安裝程式必須更新在系統執行時所無法更新的檔案或服務。如果您選擇繼續，將需要重新開機以完成安裝程式。

source: The setup was unable to automatically close all applications that are using files that need to be updated. If you choose to continue, a reboot will be required to complete the setup.
bg_bg: Инсталационната програма не можа автоматично да затвори всички приложения, използващи файловете, които трябва да се актуализират. Ако продължите, ще трябва да рестартирате компютъра.
de_de: Es konnten nicht alle Anwendungen automatisch geschlossen werden, von denen zu aktualisierende Dateien verwendet werden. Falls Sie den Vorgang fortsetzen, ist für den Abschluss des Setups ein Neustart erforderlich.
es_es: El programa de instalación no pudo cerrar automáticamente todas las aplicaciones que usan archivos que deben actualizarse. Si decide continuar, deberá reiniciar el equipo para completar la instalación.
et_ee: Seadmisel ei õnnestunud uuendatavaid faile kasutavaid rakendusi automaatselt sulgeda. Kui otsustate jätkata, on seadmise lõpuleviimiseks vajalik taaskäivitamine.
it_it: Non è stato possibile chiudere automaticamente tutte le applicazioni che utilizzano file da aggiornare. Se si sceglie di continuare, sarà necessario riavviare per completare l'installazione.
pl_pl: Instalator nie może automatycznie zamknąć wszystkich aplikacji korzystających z plików, które wymagają aktualizacji. W przypadku kontynuacji do zakończenia instalacji będzie konieczny ponowny rozruch komputera.
pt_pt: Não foi possível à Configuração fechar automaticamente todas as aplicações a utilizar ficheiros que precisam de ser actualizados. Se optar por continuar, será necessário que depois reinicie para concluir a Configuração.
ro_ro: Parametrizarea nu a reuşit să închidă automat toate aplicaţiile care utilizează fişierele care trebuie actualizate. Dacă alegeţi să continuaţi, va fi obligatorie o reiniţializare pentru a finaliza Parametrizarea.
sv_se: Det gick inte att via installationsprogrammet automatiskt stänga alla program som använder filer som måste uppdateras. Om du väljer att fortsätta måste du starta om datorn för att slutföra installationen.
th_th: การติดตั้งไม่สามารถปิดแอพพลิเคชันทั้งหมดที่กำลังใช้แฟ้มซึ่งจำเป็นต้องได้รับการปรับปรุงโดยอัตโนมัติ หากคุณเลือก ดำเนินการต่อ จะต้องเริ่มต้นระบบใหม่เพื่อให้การติดตั้งเสร็จสมบูรณ์

source: This installation package is not supported on this platform. Contact your application vendor.
bg_bg: Инсталационният пакет не се поддържа от тази платформа. Свържете се с Вашия доставчик на приложения.
de_de: Dieses Installationspaket wird auf dieser Plattform nicht unterstützt. Bitte wenden Sie sich an den Hersteller des Programms.
es_es: Este paquete de instalación no está soportado en esta plataforma. Consulte a su proveedor de aplicaciones.
it_it: Questo pacchetto di installazione non è supportato su questa piattaforma. Rivolgersi al produttore del software.
pl_pl: Pakiet instalacyjny nie jest obsługiwany na tej platformie. Skontaktuj się z dostawcą aplikacji.

source: The key [2] is not valid. Verify that you entered the correct key.
bg_bg: Ключът [2] не е валиден. Проверете дали сте въвели правилния ключ.
de_de: Der Schlüssel [2] ist ungültig. Überprüfen Sie, ob Sie den korrekten Schlüssel eingegeben haben.
es_es: La clave [2] no es válida. Compruebe que escribió la clave correcta.
et_ee: Võti [2] on sobimatu. Kontrollige, kas sisestasite õige võtme.
he_il: המפתח [2] אינו חוקי. ודא כי הזנת את המפתח הנכון.
it_it: La chiave [2] non è valida. Verificare che la chiave immessa sia corretta.
ko_kr: 키 [2]이(가) 유효하지 않습니다. 정확한 키를 입력했는지 확인하십시오.
pl_pl: Klucz [2] jest nieprawidłowy. Zweryfikuj, czy wprowadzono poprawny klucz.
pt_br: A chave [2] não é válida. Verifique se você inseriu a chave correta.
pt_pt: A chave [2] não é válida. Verifique se introduziu a chave correcta.
ro_ro: Cheia [2] incorectă. Verificaţi dacă aţi introdus cheia corectă.
sv_se: Nyckeln [2] är ogiltig. Kontrollera att du angav rätt nyckel.
th_th: Key [2] ไม่ถูกต้อง ยืนยันให้แน่ใจว่าคุณใส่ key ที่ถูกต้อง
uk_ua: Неприпустимий ключ [2]. Перевірте правильність ключа.
zh_tw: 識別碼 [2] 無效，請檢查您輸入的識別碼是否正確。

source: The installer must restart your system before configuration of [2] can continue. Click Yes to restart now or No if you plan to manually restart later.
bg_bg: Инсталиращата програма трябва да рестартира вашата система, преди да може да продължи конфигурирането на [2]. Натиснете бутона "Да", за да бъде рестартирана системата сега, или "Не", ако имате намерение да извършите рестартирането по-късно ръчно.
de_de: Installer muss den Computer neu starten, bevor die Konfiguration von [2] fortgesetzt werden kann. Klicken Sie auf "Ja", um den Computer jetzt neu zu starten, oder auf "Nein", um den Computer später manuell neu zu starten.
es_es: El instalador debe reiniciar el sistema para que pueda continuar la configuración de [2]. Haga clic en Sí para reiniciar el sistema ahora o elija No si tiene previsto reiniciarlo manualmente más tarde.
et_ee: Et toote [2] konfigureerimine võiks jätkuda, peab Installer süsteemi taaskäivitama. Klõpsake Jah koheseks taaskäivitamiseks või Ei, kui soovite seda teha hiljem käsitsi.
he_il: יש להפעיל את המערכת מחדש כדי שניתן יהיה להמשיך בקביעת התצורה של [2]. לחץ על כן כדי להפעיל את המערכת מחדש כעת או לחץ על לא אם בכוונתך להפעיל את המערכת מחדש באופן ידני מאוחר יותר.
it_it: Prima di continuare la configurazione di [2], è necessario riavviare il sistema. Scegliere Sì per riavviarlo ora oppure scegliere No se si desidera riavviarlo manualmente in seguito.
ko_kr: 시스템을 다시 시작한 후에 [2]의 구성을 설정해야 합니다. 지금 다시 시작하려면 "예"를 클릭하고, 나중에 수동으로 다시 시작하려면 "아니오"를 클릭하십시오.
pl_pl: Przed kontynuacją konfiguracji [2] Instalator musi ponownie uruchomić system. Kliknij przycisk Tak, aby ponownie uruchomić teraz lub przycisk Nie, aby zrobić to później.
pt_br: O Installer deve reiniciar o sistema para que a configuração de [2] possa continuar. Clique em 'Sim' para reiniciar agora ou em 'Não' se desejar reiniciar manualmente mais tarde.
pt_pt: O Installer tem de reiniciar o sistema antes de poder continuar a configuração de [2]. Faça clique sobre Sim para reiniciar já ou sobre Não se pretende reiniciar manualmente o sistema mais tarde.
ro_ro: Installer trebuie să repornească sistemul dvs. înainte de a continua configurarea pentru [2] . Faceţi clic pe Da pentru a reporni acum sau pe Nu dacă intenţionaţi să reporniţi manual mai târziu.
sv_se: Installer måste starta om systemet innan konfigureringen av [2] kan fortsätta. Klicka på Ja om du vill starta om nu eller på Nej om du planerar att starta om senare.
th_th: ตัวติดตั้งนี้ต้องทำการเริ่มระบบของคุณใหม่ก่อนที่จะทำการกำหนดค่าของ [2] จะสามารถทำต่อไป ให้คลิกใช่ เพื่อที่จะเริ่มใหม่เดี๋ยวนี้ หรือไม่ใช่ ถ้าคุณต้องการเริ่มระบบใหม่ด้วยตนเองภายหลัง
uk_ua: Перед продовженням настройки [2] установник повинен перезавантажити систему. Натисніть кнопку "Так", щоб зробити це зараз, або кнопку "Ні", щоб виконати перезавантаження пізніше вручну.
zh_tw: Installer 必須重新啟動您的系統才能繼續設定 [2]，按 "是" 立即重新啟動，按 "否"，如果您想要稍後手動重新啟動。

source: You must restart your system for the configuration changes made to [2] to take effect. Click Yes to restart now or No if you plan to manually restart later.
bg_bg: Трябва да рестартирате вашата система, за да влязат в сила промените в конфигурацията, направени в [2]. Натиснете бутона "Да", за да бъде рестартирана системата сега, или "Не", ако имате намерение да извършите рестартирането по-късно ръчно.
de_de: Sie müssen den Computer neu starten, damit die geänderte Konfiguration von [2] wirksam wird. Klicken Sie auf "Ja", um den Computer jetzt neu zu starten, oder auf "Nein", um den Computer später manuell neu zu starten.
es_es: Debe reiniciar el sistema para que los cambios de configuración efectuados en [2] surtan efecto. Haga clic en Sí para reiniciar el sistema ahora o elija No si tiene previsto reiniciarlo manualmente más tarde.
et_ee: Toote [2] konfiguratsioonis tehtud muutuste jõustamiseks tuleb süsteem taaskäivitada. Klõpsake Jah koheseks taaskäivitamiseks või Ei, kui soovite seda teha hiljem käsitsi.
he_il: עליך להפעיל את המערכת מחדש כדי ששינויי התצורה של [2] ייכנסו לתוקף. לחץ על כן כדי להפעיל את המערכת מחדש כעת או לחץ על לא אם בכוונתך להפעיל את המערכת מחדש באופן ידני מאוחר יותר.
it_it: Affinché le modifiche apportate alla configurazione di [2] abbiano effetto, è necessario riavviare il sistema. Scegliere Sì per riavviarlo ora oppure scegliere No se si desidera riavviarlo manualmente in seguito.
ko_kr: 변경된 구성 설정을 [2]에 적용하려면 시스템을 다시 시작해야 합니다. 지금 다시 시작하려면 "예"를 클릭하고, 나중에 수동으로 다시 시작하려면 "아니오"를 클릭하십시오.
pl_pl: Przed kontynuacją konfiguracji [2] Instalator musi ponownie uruchomić system. Kliknij przycisk Tak, aby ponownie uruchomić teraz lub przycisk Nie, aby zrobić to później.
pt_br: Você deve reiniciar o sistema para que as alterações de configuração de [2] tenham efeito. Clique em 'Sim' para reiniciar agora ou em 'Não' se desejar reiniciar manualmente mais tarde.
pt_pt: Tem de reiniciar o sistema para que entrem em vigor as alterações de configuração feitas em [2]. Faça clique sobre Sim para reiniciar já ou sobre Não se pretender reiniciar manualmente mais tarde.
ro_ro: Reporniţi sistemul pentru ca modificările de configuraţie făcute pentru [2] să aibă efect. Faceţi clic pe Da pentru a reporni acum sau pe Nu dacă intenţionaţi să reporniţi manual mai târziu.
sv_se: Du måste starta om systemet för att konfigureringsändringarna i [2] ska gälla. Klicka på Ja om du vill starta om datorn nu eller klicka på Nej om du vill starta om manuellt senare.
th_th: คุณต้องเริ่มต้นระบบของคุณใหม่ เพื่อทำให้การเปลี่ยนแปลงการกำหนดค่าที่คุณทำกับ [2] มีผล ให้คลิกใช่ เพื่อเริ่มใหม่เดี๋ยวนี้ หรือไม่ใช่ ถ้าคุณต้องการเริ่มใหม่ด้วยตนเองภายหลัง
uk_ua: Щоб зміни в настройках [2] набрали сили, необхідно перезавантажити систему. Натисніть кнопку "Так", щоб зробити це зараз, або кнопку "Ні", щоб виконати перезавантаження пізніше вручну.
zh_tw: Installer 必須重新啟動您的系統，對 [2] 設定的變更才會生效，按 "是" 立即重新啟動，按 "否"，如果您想要稍後手動重新啟動。

source: An installation for [2] is currently suspended. You must undo the changes made by that installation to continue. Do you want to undo those changes?
bg_bg: Инсталирането на [2] в момента е преустановено. За да продължите, трябва да отмените промените, направени от това инсталиране. Искате ли да отмените тези промени?
de_de: Eine Installation von [2] ist im Augenblick unterbrochen. Sie müssen die von dieser Installation vorgenommenen Änderungen rückgängig machen, bevor Sie den Vorgang fortsetzen können. Möchten Sie diese Änderungen rückgängig machen?
es_es: Actualmente hay una instalación de [2] en suspenso. Debe deshacer los cambios realizados por dicha instalación para poder continuar. ¿Desea deshacer esos cambios?
et_ee: Toote [2] installimine on praegu peatatud. Jätkamiseks peate selle installi tehtud muutused tagasi võtma. Kas soovite need muutused tagasi võtta?
he_il: התקנה של [2] מושהית כעת. עליך לבטל את השינויים שבוצעו על-ידי התקנה זו כדי להמשיך. האם ברצונך לבטל שינויים אלה?
it_it: Un'istanza del programma di installazione di [2] è correntemente sospesa. Per continuare, è necessario annullare le modifiche effettuate da tale istanza del programma di installazione. Annullare le modifiche?
ko_kr: [2]의 설치가 현재 중지된 상태입니다. 계속하려면 설치하면서 변경된 사항을 취소해야 합니다. 변경된 사항들을 취소하시겠습니까?
pl_pl: Instalacja [2] jest w tej chwili wstrzymana. Przed kontynuacją musisz cofnąć zmiany dokonane przez tę instalację. Chcesz cofnąć zmiany?
pt_br: Uma instalação do [2] está suspensa no momento. Você deve desfazer as alterações feitas por essa instalação para continuar. Deseja desfazer essas alterações?
pt_pt: A instalação de [2] está actualmente suspensa. Para continuar, tem de anular as alterações feitas por essa instalação. Deseja anular essas alterações?
ro_ro: O instalare pentru [2] este pentru moment suspendată. Pentru a continua trebuie anulate modificările efectuate prin acea instalare. Anulaţi acele modificări?
sv_se: Installationen av [2] är tillfälligt avbruten. Du måste återställa de ändringar som har gjorts under den installationen för att kunna fortsätta. Vill du återställa ändringarna?
th_th: การติดตั้งสำหรับ [2] ถูกหยุดไว้ชั่วขณะ คุณต้องเลิกทำการเปลี่ยนแปลงที่ทำ เพื่อทำให้การติดตั้งดำเนินต่อไป คุณต้องการที่จะเลิกทำการเปลี่ยนแปลงเหล่านั้นหรือไม่
uk_ua: Установку програми [2] призупинено. Щоб продовжити, необхідно скасувати зміни, зроблені програмою установки. Скасувати їх?
zh_tw: 安裝 [2] 目前被暫停，您必須復原該安裝所做的變更才能繼續，您要復原這些變更嗎 ?
