Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: The description for service '[2]' ([3]) could not be changed.
bg_bg: Описанието на услугата "[2]" ([3]) не може да се промени.
de_de: Die Beschreibung für Dienst "[2]" ([3]) konnte nicht geändert werden.
es_es: No se puede cambiar la descripción del servicio '[2]' ([3]).
et_ee: Ei saa muuta teenuse [2] ([3]) kirjeldust.
he_il: תיאור השירות '[2] ([3]) אינו ניתן לשינוי.
it_it: Impossibile modificare la descrizione del servizio '[2]' ([3]).
ko_kr: 서비스 '[2]' ([3])의 설명을 바꾸지 못했습니다.
pl_pl: Nie można zmienić opisu usługi „[2]” ([3]).
pt_br: A descrição do serviço '[2]' ([3]) não pôde ser alterada.
pt_pt: Não foi possível alterar a descrição do serviço '[2]' ([3]).
ro_ro: Descrierea pentru serviciul '[2]' ([3]) nu s-a modificat.
sv_se: Det gick inte att ändra beskrivningen för tjänsten [2] ([3]).
th_th: คำอธิบายสำหรับบริการ '[2]' ([3]) ไม่สามารถถูกเปลี่ยนแปลง
uk_ua: Опис служби ''[2]'' ([3]) неможливо змінити.
zh_tw: 無法變更服務 '[2]' ([3]) 的敘述。

source: The Windows Installer service cannot update the system file [2] because the file is protected by Windows. You may need to update your operating system for this program to work correctly. {{Package version: [3], OS Protected version: [4]}}
bg_bg: Услугата за инсталиращата програма на Windows не може да актуализира системния файл [2], защото той е защитен от Windows. Трябва да актуализирате операционната си система, за да работи правилно тази програма. {{Версия на пакета: [3], Защитена версия на ОС: [4]}}
de_de: Der Windows Installer-Dienst kann die Systemdatei [2] nicht aktualisieren, weil die Datei von Windows geschützt wird. Sie müssen möglicherweise das Betriebssystem aktualisieren, damit dieses Programm korrekt funktionieren kann. {{Paketversion: [3], vom System geschützte Version: [4]}}
es_es: El servicio Windows Installer no pudo actualizar el archivo del sistema [2] porque está protegido por Windows. Es posible que tenga que actualizar el sistema operativo para que este programa funcione correctamente. {{Versión del paquete: [3], Versión protegida del SO: [4]}}
et_ee: Windows Installeri teenus ei saa värskendada süsteemifaili [2], kuna see on Windowsi kaitse all. Et see programm korralikult töötaks, võib osutuda vajalikuks operatsioonisüsteemi värskendamine. {{Paketis on versioon [3], OS kaitseb versiooni [4]}}
he_il: אין באפשרות שירות Windows Installer לעדכן את קובץ המערכת [2] מפני שהקובץ מוגן על-ידי Windows. ייתכן שתצטרך לעדכן את מערכת ההפעלה שלך בכדי שתוכנית זו תעבוד כראוי. {{Package version: [3], OS Protected version: [4]}}
it_it: Windows Installer non è in grado di aggiornare il file di sistema [2] perché protetto da Windows. Per consentire il corretto funzionamento del programma, potrebbe essere necessario aggiornare il sistema operativo. {{Versione pacchetto: [3], versione sistema operativo protetto: [4]}}
ko_kr: 시스템 파일 [2]을(를) Windows에서 보호하고 있어서 업데이트할 수 없습니다. 이 프로그램이 정상적으로 작동하려면 운영 체제를 업데이트해야 합니다. {{패키지 버전: [3], OS 보호 버전: [4]}}
pl_pl: Usługa Instalator Windows nie może zaktualizować pliku systemowego [2], ponieważ jest on zabezpieczony przez system Windows. Aby ten program działał poprawnie, może zajść potrzeba zaktualizowania systemu operacyjnego. {{Wersja pakietu: [3], wersja OS Protected: [4]}}
pt_br: O serviço Windows Installer não pode atualizar o arquivo do sistema [2] porque ele está protegido pelo Windows. Talvez você precise atualizar o sistema operacional para que o programa funcione devidamente. {{Versão do pacote: [3], Versão protegida do SO: [4]}}
pt_pt: O serviço Windows Installer não consegue actualizar o ficheiro de sistema [2] porque o ficheiro está protegido pelo Windows. Para que este programa funcione correctamente, pode ser necessário actualizar o sistema operativo. {{Versão do pacote: [3], Versão protegida OS: [4]}}
ro_ro: Serviciul Windows Installer nu actualizează fişierul sistem [2], deoarece fişierul este protejat de către Windows. Pentru ca acest program să lucreze corect, este posibil să fie necesară actualizarea sistemului de operare. {{Versiunea pachetului: [3], Versiunea protejată a SO: [4]}}
sv_se: Det gick inte att uppdatera systemfilen [2] på grund av att den skyddas av operativsystemet. Du behöver kanske uppdatera operativsystemet för att det här programmet ska fungera korrekt. {{Paketversion: [3], Operativsystemets version: [4]}}
th_th: บริการ Windows Installer ไม่สามารถปรับปรุงแฟ้มระบบ [2] เนื่องจากแฟ้มถูกป้องกันโดย Windows คุณอาจจำเป็นต้องปรับปรุงระบบปฏิบัติการของคุณเพื่อทำให้โปรแกรมนี้ใช้งานได้อย่างถูกต้อง {{ชุดรุ่น: [3] รุ่น OS Protected [4]}}
uk_ua: Служба Windows Installer не може оновити системний файл [2], оскільки цей файл захищено операційною системою. Можливо, для належної роботи цієї програми буде потрібно оновити Windows. {{Версія пакета: [3], версія захищеного файлу: [4]}}
zh_tw: Windows Installer 服務無法更動系統檔案 [2] ，因為已被 Windows 所保護。您可能要更新作業系統使此程式正常工作。{{封裝版本: [3], OS 保護版本: [4]}}

source: The Windows Installer service cannot update the protected Windows file [2]. {{Package version: [3], OS Protected version: [4], SFP Error: [5]}}
bg_bg: Услугата за инсталиращата програма на Windows не може да актуализира защитения от Windows файл [2]. {{Версия на пакета: [3], Защитена версия на ОС: [4], SFP грешка: [5]}}
de_de: Der Windows Installer-Dienst kann die geschützte Windows-Datei [2] nicht aktualisieren. {{Paketversion: [3], vom System geschützte Version: [4], SFP-Fehler: [5]}}
es_es: El servicio Windows Installer no pudo actualizar el archivo protegido de Windows [2]. {{Versión del paquete: [3], Versión protegida del SO: [4], Error SFP: [5]}}
et_ee: Windows Installeri teenus ei saa värskendada Windowsi kaitstud faili [2]. {{Paketis on versioon [3], OS kaitseb versiooni [4], SFP tõrge: [5]}}
he_il: אין באפשרות שירות Windows Installer לעדכן את קובץ Windows המוגן [2]. {{Package version: [3], OS Protected version: [4], SFP Error: [5]}}
it_it: Windows Installer non è in grado di aggiornare il file protetto di Windows [2]. {{Versione pacchetto: [3], versione sistema operativo protetto: [4], Errore SFP: [5]}}
ko_kr: [2]을(를) Windows에서 보호하고 있어서 이 파일을 업데이트할 수 없습니다. {{패키지 버전: [3], OS 보호 버전: [4], SFP 오류: [5]}}
pl_pl: Usługa Instalator Windows nie może zaktualizować chronionego pliku Windows [2]. {{Wersja pakietu: [3], wersja OS Protected: [4], błąd SFP: [5]}}
pt_br: O serviço Windows Installer não pode atualizar o arquivo protegido pelo Windows [2]. {{Versão do pacote: [3], Versão protegida do SO: [4], Erro do SFP: [5]}}
pt_pt: O serviço Windows Installer não consegue actualizar o ficheiro de Windows protegido [2]. {{Versão do pacote: [3], Versão protegida OS: [4], Erro SFP: [5]}}
ro_ro: Serviciul Windows Installer nu actualizează fişierul Windows protejat [2]. {{Versiunea pachetului: [3], Versiunea protejată a SO: [4], Eroare SFP: [5]}}
sv_se: Det gick inte att uppdatera den skyddade Windows-filen [2]. {{Paketversion: [3], Operativsystemets version: [4], SFP-fel: [5]}}
th_th: บริการ Windows Installer ไม่สามารถถูกปรับปรุงแฟ้มที่ Windows ป้องกัน [2] {{ชุดรุ่น: [3] รุ่น OS Protected [4], SFP Error: [5]}}
uk_ua: Служба Windows Installer не може оновити захищений файл Windows [2]. {{Версія пакета: [3], версія захищеного файлу: [4], помилка SFP: [5]}}
zh_tw: Windows Installer 服務無法更動系統保護檔案 [2]。 {{封裝版本: [3], OS 保護版本: [4], SFP 錯誤: [5]}}

source: The Windows Installer service cannot update one or more protected Windows files. {{SFP Error: [2]. List of protected files:\r\n[3]}}
bg_bg: Услугата за инсталиращата програма на Windows не може да актуализира един или повече защитени от Windows файлове. {{SFP грешка: [2]. Списък на защитените файлове:\r\n[3]}}
de_de: Einige geschützte Windows-Dateien konnten nicht aktualisiert werden. {{SFP-Fehler: [2]. Liste der geschützten Dateien:\r\n[3]}}
es_es: El servicio de Windows Installer no puede actualizar uno o más archivos protegidos de Windows. {{SFP Error: [2]. Lista de archivos protegidos:\r\n[3]}}
et_ee: Windows Installeri teenus ei saa värskendada ühte või enamat Windowsi kaitstud faili. {{SFP Tõrge: [2]. Kaitstud failide loend:\r\n[3]}}
he_il: לשרות Windows Installer אין אפשרות לעדכן אחד או יותר מקבצי Windows. {{SFP שגיאה: [2]. רשימת קבצים מוגנים:\r\n[3]}}
it_it: Impossibile aggiornare uno o più file protetti di Windows. {{Errore SFP: [2]. Elenco dei file protetti:\r\n[3]}}
pl_pl: Usługa Instalatora Windows nie może zaktualizować jednego lub więcej chronionych plików systemu Windows. {{Błąd SFP: [2]. Lista chronionych plików:\r\n[3]}}
pt_br: O serviço do Windows Installer não pode atualizar um ou mais arquivos protegidos do Windows. {{Erro SFP: [2]. Lista de arquivos protegidos:\r\n[3]}}
ro_ro: Serviciul Windows Installer nu a actualizat unul sau mai multe fişiere Windows protejate. {{Eroare SFP: [2]. Lista fişierelor protejate:\r\n[3]}}
sv_se: Tjänsten Windows Installer kunde inte uppdatera en eller fler skyddade Windows-filer. {{SFP-fel: [2]. Skyddade filer:\r\n[3]}}
th_th: บริการ Windows Installer ไม่สามารถปรับปรุงแฟ้ม Windows ที่ถูกต้องปกป้องได้ {{ข้อผิดพลาด SFP [2] แฟ้มที่ถูกต้องปกป้องมีดังนี้\r\n[3]}}
uk_ua: Служба Windows Installer не може оновити захищені файли Windows. {{Помилка SFP: [2]. Список захищених файлів:\r\n[3]}}
zh_tw: Windows Installer 服務無法更新某些被防寫保護的 Windows 檔案。 {{SFP 錯誤: [2]。防寫檔案清單:\r\n[3]}}

source: User installations are disabled via policy on the machine.
bg_bg: Потребителско инсталиране е забранено от правилата на този компютър.
de_de: Benutzerinstallationen sind über die Computerrichtlinie deaktiviert.
es_es: Las instalaciones del usuario están deshabilitadas a través de la directiva en el equipo.
et_ee: Selle arvuti poliitika järgi on kasutajatel installimine keelatud.
he_il: התקנות משתמשים אינם נתנים על פי המדיניות במחשב זה.
it_it: Nel computer sono attivi criteri che impediscono le installazioni da parte di utenti.
ko_kr: 컴퓨터의 정책에 의해 사용자 설치를 할 수 없습니다.
pl_pl: Instalacje użytkownika są wyłączone przez zasady na tym komputerze.
pt_br: As instalações de usuário estão desativadas por meio da diretiva neste computador.
pt_pt: As instalações de utilizadores estão desactivadas por políticas deste computador.
ro_ro: Instalările de către utilizator sunt dezactivate prin politica din calculator.
sv_se: Användarinstallationer har inaktiverats av en princip på datorn.
th_th: การติดตั้งของผู้ใช้ถูกห้ามไว้โดยนโยบายของเครื่อง
uk_ua: Політика цього комп'ютера забороняє установку користувачем.
zh_tw: 這台機器的原則禁止使用者安裝。

source: An error occurred during the installation of assembly '[6]'. Please refer to Help and Support for more information. {{HRESULT: [3]. assembly interface: [4], function: [5], component: [2]}}
bg_bg: Възникна грешка при инсталирането на комплекта "[6]". Вж. "Помощ и поддръжка" за повече информация. HRESULT: [3]. {{интерфейс на комплекта: [4], функция: [5], компонент: [2]}}
de_de: Während der Installation der Assemblierung "[6]" ist ein Fehler aufgetreten. Weitere Informationen finden Sie unter Hilfe und Support. HRESULT: [3]. {{Assemblierungsschnittstelle: [4], Funktion: [5], Komponente: [2]}}
es_es: Error durante la instalación del ensamblaje "[6]". Consulte Ayuda y soporte técnico para obtener más información. HRESULT: [3]. {{interfaz de ensamblaje: [4], función: [5], componente: [2]}}
et_ee: Kooste [6] installimisel ilmnes tõrge. Lisateavet leiate Spikri- ja tugikeskusest. HRESULT: [3]. {{koosteliides: [4], funktsioon: [5], komponent: [2]}}
he_il: אירעה שגיאה במהלך ההתקנה של רכיב Assembly ‏'[6]'. נא עבור אל מרכז העזרה והתמיכה לקבלת מידע נוסף. ‎HRESULT:‏ [3]. {{ממשק Assembly: ‏[4], פונקציה:‏ ‏[5], רכיב: [2]}}‎
it_it: Errore durante l'installazione dell'assembly '[6]'. Per ulteriori informazioni, consultare la Guida in linea e supporto tecnico. HRESULT: [3]. {{interfaccia assembly: [4], funzione: [5], componente: [2]}}
ko_kr: 어셈블리 '[6]'을(를) 설치하는 동안 오류가 발생했습니다. 자세한 정보는 "도움말 및 지원"을 참조하십시오. HRESULT: [3]. {{어셈블리 인터페이스: [4], 함수: [5], 구성 요소: [2]}}
pl_pl: Wystąpił błąd podczas instalowania zestawu '[6]'. Zobacz Pomoc i obsługę techniczną, aby uzyskać więcej informacji. HRESULT: [3]. {{interfejs asemblacji: [4], funkcja: [5], składnik: [2]}}
pt_br: Erro durante a instalação da montagem '[6]'. Consulte a 'Ajuda e suporte' para obter mais informações. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
pt_pt: Ocorreu um erro durante a instalação da montagem [6]. Consulte a 'Ajuda e suporte' para mais informações. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
ro_ro: Eroare în timpul instalării asamblării '[6]'. Pentru mai multe informaţii consultaţi Ajutor şi asistenţă. HRESULT: [3]. {{interfaţă asamblare: [4], funcţie: [5], componentă: [2]}}
sv_se: Ett fel uppstod när paketet [6] skulle installeras. Paketet har inte ett starkt namn eller så är det inte signerat med minsta nyckellängd. HRESULT: [3]. {{paketgränssnitt: [4], funktion: [5], komponent: [2]}}
th_th: ข้อผิดพลาดเกิดขึ้นระหว่างการติดตั้ง '[6]' กรุณาอ่านข้อมูลเพิ่มเติมจาก Help and Support HRESULT: [3]. {{assembly interface: [4], function: [5], component: [2]}}
uk_ua: Сталася помилка під час установки зібрання ''[6]''. Додаткові відомості можна знайти в центрі довідки та підтримки. HRESULT: [3]. {{інтерфейс зібрання: [4], функція: [5], компонент: [2]}}
zh_tw: 在安裝組合 '[6]' 時發生錯誤。其他資訊請參閱 [\[]閱說明及支援[\]]。HRESULT: [3]。{{組合介面: [4]，功能: [5]，元件: [2]}}

source: An error occurred during the installation of assembly '[6]'. The assembly is not strongly named or is not signed with the minimal key length. {{HRESULT: [3]. assembly interface: [4], function: [5], component: [2]}}
bg_bg: Възникна грешка при инсталирането на сбора "[6]". Сборът не е подходящо наименуван или не е подписан с минималната дължина на ключа. HRESULT: [3]. {{интерфейс на сбора: [4], функция: [5], компонент: [2]}}
de_de: Während der Installation der Assemblierung "[6]" ist ein Fehler aufgetreten. Die Assemblierung wurde nicht ausreichend benannt bzw. nicht mit der minimalen Schlüssellänge signiert. HRESULT: [3]. {{Assemblierungsschnittstelle: [4], Funktion: [5], Komponente: [2]}}
es_es: Error al instalar el ensamblaje "[6]". El ensamblaje no tiene un nombre seguro o no está firmado con una clave con la longitud mínima. HRESULT: [3]. {{interfaz de ensamblaje: [4], función: [5], componente: [2]}}
et_ee: Kooste [6] installimisel ilmnes tõrge. Koostel pole kindlat nime või see pole allkirjastatud minimaalse võtmepikkusega. HRESULT: [3]. {{koosteliides: [4], funktsioon: [5], komponent: [2]}}
he_il: אירעה שגיאה במהלך ההתקנה של רכיב Assembly ‏'[6]'. רכיב Assembly זה אינו בעל שם חזק או אינו חתום באמצעות אורך המפתח המינימלי. ‎HRESULT:‏ [3]. {{ממשק Assembly: ‏[4], פונקציה: [5], רכיב: [2]}}‎
it_it: Errore durante l'installazione dell'assembly '[6]'. Il nome dell'assembly non è un nome sufficientemente protetto o la lunghezza di chiave utilizzata per la firma è inferiore alla lunghezza minima consentita. HRESULT: [3]. {{interfaccia assembly: [4], funzione: [5], componente: [2]}}
ko_kr: 어셈블리 '[6]'을(를) 설치하는 동안 오류가 발생했습니다. 어셈블리가 강력한 이름을 가지고 있지 않거나 최소 키 길이로 서명되어 있습니다. HRESULT: [3]. {{어셈블리 인터페이스: [4], 함수: [5], 구성 요소: [2]}}
pl_pl: Wystąpił błąd podczas instalacji zestawu '[6]'. Zestaw nie ma silnej nazwy lub nie jest podpisany za pomocą minimalnej długości klucza. HRESULT: [3]. {{interfejs asemblacji: [4], funkcja: [5], składnik: [2]}}
pt_br: Erro durante a instalação da montagem '[6]'. A montagem não foi nomeada ou não está assinada com o comprimento de chave mínimo. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
pt_pt: Ocorreu um erro durante a instalação da montagem '[6]'. A montagem não tem um nome adequado ou está assinada com o tamanho de chave mínimo. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
ro_ro: Eroare în timpul instalării asamblării '[6]'. Asamblarea nu are un nume robust sau nu este semnată cu lungimea minimă de cheie. HRESULT: [3]. {{interfaţă asamblare: [4], funcţie: [5], componentă: [2]}}
sv_se: Ett fel uppstod när paket [6] skulle installeras. Paketet har inte ett starkt namn eller är inte signerad med minsta nyckellängd. HRESULT: [3]. {{paketets gränssnitt: [4], funktion: [5], komponent: [2]}}
th_th: ข้อผิดพลาดเกิดขึ้นระหว่างการติดตั้งรวบรวมของ '[6]' การรวบรวมไม่ใช่ชื่อที่ปลอดภัย หรือ คีย์ที่เซ็นต์ยาวไม่พอ HRESULT: [3]. {{assembly interface: [4], function: [5], component: [2]}}
uk_ua: Сталася помилка під час установки зібрання ''[6]''. Зібрання має неправильне ім'я або не підписане ключем мінімальної довжини. HRESULT: [3]. {{інтерфейс зібрання: [4], функція: [5], компонент: [2]}}
zh_tw: 在安裝組合 '[6]' 時發生錯誤。該組合未嚴謹地命名或未以最短金鑰長度來簽章。HRESULT: [3]。{{組合介面: [4]，功能: [5]，元件: [2]}}

source: An error occurred during the installation of assembly '[6]'. The signature or catalog could not be verified or is not valid. {{HRESULT: [3]. assembly interface: [4], function: [5], component: [2]}}
bg_bg: Възникна грешка при инсталирането на комплекта "[6]". Подписът или каталогът не могат да се проверят или не са валидни. HRESULT: [3]. {{интерфейс на комплекта: [4], функция: [5], компонент: [2]}}
de_de: Während der Installation der Assemblierung "[6]" ist ein Fehler aufgetreten. Die Signatur oder der Katalog konnten nicht verifiziert werden bzw. sind ungültig. HRESULT: [3]. {{Assemblierungsschnittstelle: [4], Funktion: [5], Komponente: [2]}}
es_es: Error al instalar el ensamblaje "[6]". La firma o el catálogo no se pueden comprobar o no son válidos. HRESULT: [3]. {{interfaz de ensamblaje: [4], función: [5], componente: [2]}}
et_ee: Kooste [6] installimisel ilmnes tõrge. Allkirja või kataloogi ei saanud kontrollida või need ei sobi. HRESULT: [3]. {{koosteliides: [4], funktsioon: [5], komponent: [2]}}
he_il: אירעה שגיאה במהלך ההתקנה של רכיב Assembly‏ '[6]'. לא היתה אפשרות לאמת את החתימה או את הקטלוג או שהם אינם חוקיים. HRESULT:‏ [3]. {{ממשק Assembly:‏ [4], פונקציה: [5], רכיב: [2]}}‎
it_it: Errore durante l'installazione dell'assembly '[6]'. Firma o catalogo non verificabili o non validi. HRESULT: [3]. {{interfaccia assembly: [4], funzione: [5], componente: [2]}}
ko_kr: 어셈블리 '[6]'을(를) 설치하는 동안 오류가 발생했습니다. 서명이나 카탈로그를 확인할 수 없거나 유효하지 않습니다. HRESULT: [3]. {{어셈블리 인터페이스: [4], 함수: [5], 구성 요소: [2]}}
pl_pl: Wystąpił błąd podczas instalacji zestawu '[6]'. Podpis lub wykaz nie mogą być zweryfikowane lub są nieprawidłowe. HRESULT: [3]. {{interfejs asemblacji: [4], funkcja: [5], składnik: [2]}}
pt_br: Erro durante a instalação da montagem '[6]'. A assinatura ou o catálogo não puderam ser verificados ou não são válidos. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
pt_pt: Ocorreu um erro durante a instalação da montagem '[6]'. Não foi possível verificar a assinatura ou catalogo ou não é válida. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
ro_ro: Eroare în timpul instalării asamblării '[6]'. Semnătura sau catalogul nu se pot verifica sau nu sunt valide. HRESULT: [3]. {{interfaţă asamblare: [4], funcţie: [5], componentă: [2]}}
sv_se: Ett fel uppstod när paket [6] skulle installeras. Signaturen och/eller katalogen kunde inte bekräftas eller är inte giltiga. HRESULT: [3]. {{paketets gränssnitt: [4], funktion: [5], komponent: [2]}}
th_th: ข้อผิดพลาดเกิดขึ้นระหว่างการติดตั้งรวบรวมของ '[6]' การเซ็นต์ชื่อหรือแคตตาลอกไม่สามารถถูกเช็คได้ HRESULT: [3]. {{assembly interface: [4], function: [5], component: [2]}}
uk_ua: Сталася помилка під час установки зібрання ''[6]''. Підпис або каталог непридатний для перевірки або недійсний. HRESULT: [3]. {{інтерфейс зібрання: [4], функція: [5], компонент: [2]}}
zh_tw: 在安裝組合 '[6]' 時發生錯誤。簽章或類別目錄無法確認或不正確。HRESULT: [3]。{{組合介面: [4]，功能: [5]，元件: [2]}}

source: An error occurred during the installation of assembly '[6]'. One or more modules of the assembly could not be found. {{HRESULT: [3]. assembly interface: [4], function: [5], component: [2]}}
bg_bg: Възникна грешка при инсталирането на комплекта "[6]". Един или повече модули на комплекта не могат да се намерят. HRESULT: [3]. {{интерфейс на комплекта: [4], функция: [5], компонент: [2]}}
de_de: Während der Installation der Assemblierung "[6]" ist ein Fehler aufgetreten. Ein oder mehrere Module der Assemblierung wurden nicht gefunden. HRESULT: [3]. {{Assemblierungsschnittstelle: [4], Funktion: [5], Komponente: [2]}}
es_es: Error al instalar el ensamblaje "[6]". No se pudo encontrar uno o más módulos del ensamblaje. HRESULT: [3]. {{interfaz de ensamblaje: [4], función: [5], componente: [2]}}
et_ee: Kooste [6] installimisel ilmnes tõrge. Ühte või mitut koostemoodulit ei leitud. HRESULT: [3]. {{koosteliides: [4], funktsioon: [5], komponent: [2]}}
he_il: אירעה שגיאה במהלך ההתקנה של רכיב Assembly ‏'[6]'. לא היתה אפשרות למצוא מודול אחד או יותר של רכיב Assembly.‏‏ ‏‎HRESULT:‏ [3]. {{ממשק Assembly‏: [4], פונקציה: [5], רכיב: [2]}}‎
it_it: Errore durante l'installazione dell'assembly '[6]'. Impossibile trovare uno o più moduli dell'assembly. HRESULT: [3]. {{interfaccia assembly: [4], funzione: [5], componente: [2]}}
ko_kr: 어셈블리 '[6]'을(를) 설치하는 동안 오류가 발생했습니다. 하나 이상의 어셈블리 모듈을 찾을 수 없습니다. HRESULT: [3]. {{어셈블리 인터페이스: [4], 함수: [5], 구성 요소: [2]}}
pl_pl: Wystąpił błąd podczas instalacji zestawu '[6]'. Nie można odnaleźć jednego lub więcej modułów zestawu. HRESULT: [3]. {{interfejs asemblacji: [4], funkcja: [5], składnik: [2]}}
pt_br: Erro durante a instalação da montagem '[6]'. Um ou mais módulos da montagem não foram encontrados. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
pt_pt: Ocorreu um erro durante a instalação da montagem '[6]'. Não foi possível encontrar um ou mais módulos da montagem. HRESULT: [3]. {{interface de montagem: [4], função: [5], componente: [2]}}
ro_ro: Eroare în timpul instalării asamblării '[6]'. Nu s-au găsit unul sau mai multe module ale asamblării. HRESULT: [3]. {{interfaţă asamblare: [4], funcţie: [5], componentă: [2]}}
sv_se: Ett fel uppstod när paket [6] skulle installeras. Det gick inte att hitta en eller fler moduler. HRESULT: [3]. {{paketets gränssnitt: [4], funktion: [5], komponent: [2]}}
th_th: ข้อผิดพลาดเกิดขึ้นระหว่างการติดตั้งรวบรวมของ '[6]' มีโมดูลอันใดอันหนึ่งของการรวบรวมหายไป HRESULT: [3]. {{assembly interface: [4], function: [5], component: [2]}}
uk_ua: Сталася помилка під час установки зібрання ''[6]''. Не вдалося знайти один або декілька модулів у цьому зібранні. HRESULT: [3]. {{інтерфейс зібрання: [4], функція: [5], компонент: [2]}}
zh_tw: 在安裝組合 '[6]' 時發生錯誤。一或多個該組合的模組找不到。HRESULT: [3]。{{組合介面: [4]，功能: [5]，元件: [2]}}

source: 64-bit registry operation attempted on 32-bit operating system for key [2].
bg_bg: 64-битова registry операция се опитва върху 32-битова операциионна система за ключ [2].
de_de: Auf einem 32-Bit Betriebssystem wurde versucht, eine 64-Bit Operation für Schlüssel [2] in der Registry durchzuführen.
es_es: Operación de registro de 64 bits se intentó en sistema operativo de 32 bits para la clave[2].
it_it: È stata tentata un'operazione del Registro di sistema a 64 bit sul sistema operativo a 32 bit per la chiave "[2]".
pl_pl: W odniesieniu do klucza [2] próbowano wykonać operację 64-bitowego rejestru w 32-bitowym systemie operacyjnym.

source: This version of Windows does not support deploying 64-bit packages. The script [2] is for a 64-bit package.
bg_bg: Тази версия на Windows неподдържа инсталиране на 64-битови пакети. Скриптът [2] е за 64-битов пакет.
de_de: Auf dieser Version von Windows können keine 64-Bit Paket installiert werden. Das Installationsskript [2] bezieht sich aber auf ein 64-Bit Paket.
es_es: Esta versión de Windows no soporta instalación de software para 64 bits. El instalador [2] es para 64 bits.
it_it: Questa versione del sistema operativo Windows non permette la distribuzione di pacchetti di installazione a 64 bit. La guida "[2]" è destinata ai pacchetti di istallazione a 64 bit.
pl_pl: Ta wersja systemu Windows nie obsługuje rozmieszczania pakietów 64-bitowych. Skrypt [2] jest przeznaczony dla pakietu 64-bitowego.
