Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Publishing product information
bg_bg: Публикуване на информация за продукта
de_de: Produktinformation wird veröffentlicht
es_es: Publicar información del producto
et_ee: Tooteteabe publitseerimine
he_il: מפרסם מידע אודות המוצר
it_it: Pubblicazione delle informazioni sul prodotto in corso...
ko_kr: 제품 정보를 게시하는 중
pl_pl: Publikowanie informacji o produkcie
pt_br: Publicando informações sobre o produto
pt_pt: A publicar informações do produto
ro_ro: Publicare informaţii despre produs
sv_se: Produktinformation publiceras
th_th: กำลังจัดพิมพ์ข้อมูลผลิตภัณฑ์
uk_ua: Публікація відомостей про продукт
zh_tw: 發佈產品資訊

source: Registering Class servers
bg_bg: Регистриране на Class сървърите
de_de: Klassenserver werden registriert
es_es: Registrando servidores de clases
et_ee: Klassiserverite registreerimine
he_il: מבצע רישום שרתי מחלקות
it_it: Registrazione dei server delle classi in corso...
ko_kr: 클래스 서버를 등록하는 중
pl_pl: Rejestrowanie serwerów klas
pt_br: Registrando servidores de classes
pt_pt: A registar servidores de classes
ro_ro: Înregistrare clasă servere
sv_se: Klasservrar registreras
th_th: กำลังลงทะเบียนเซิร์ฟเวอร์ Class
uk_ua: Реєстрація серверів класів
zh_tw: 登錄 Class 伺服器

source: Class Id: [1]
bg_bg: ИД на клас: [1]
de_de: Klassenkennung: [1]
es_es: Id. de clase: [1]
et_ee: Klassi ID: [1]
it_it: ID classe: [1]
ko_kr: 클래스 ID: [1]
pl_pl: Identyfikator klasy: [1]
pt_br: Identificação de Classe: [1]
pt_pt: Id de classe: [1]
ro_ro: IdClasă: [1]
sv_se: Klass-ID: [1]
uk_ua: Код класу: [1]

source: Registering COM+ Applications and Components
bg_bg: Регистриране на COM+ приложения и компоненти
de_de: COM+-Anwendungen und Komponenten werden registriert
es_es: Registrando aplicaciones y componentes COM+
et_ee: COM+ rakenduste ja komponentide registreerimine
he_il: רישום יישומים ומרכיבים של COM+
it_it: Registrazione dei componenti e delle applicazioni COM+ in corso...
ko_kr: COM+ 응용 프로그램 및 구성 요소를 등록하는 중
pl_pl: Rejestrowanie aplikacji i składników COM+
pt_br: Registrando componentes e aplicativos do COM+
pt_pt: A registar aplicações COM+ e componentes
ro_ro: Se înregistrează aplicaţiile şi componentele COM+
sv_se: COM+-program och -komponenter registreras
th_th: กำลังลงทะเบียน COM+ Applications and Components
uk_ua: Реєстрація додатків і компонентів COM+
zh_tw: 登錄 COM+ 應用程式及元件

source: AppId: [1]{{, AppType: [2], Users: [3], RSN: [4]}}
bg_bg: ИД на приложение [1]{{, Тип приложение: [2], Потребители: [3], RSN: [4]}}
de_de: Anwendungskennung: [1]{{, Anwendungstyp: [2], Benutzer: [3], RSN: [4]}}
es_es: IdApl: [1]{{, Tipo de apl.: [2], Usuarios: [3], RSN: [4]}}
it_it: ID applicazione: [1]{{, Tipo applicazione: [2], Utenti: [3], RSN: [4]}}
ko_kr: AppIdD: [1]{{, AppType: [2], 사용자: [3], RSN: [4]}}
pl_pl: IdentyfikatorAplikcji: [1]{{, TypAplikacji: [2], Użytkownicy: [3], RSN: [4]}}
pt_br: AppId: [1]{{, AppType: [2], Usuários: [3], RSN: [4]}}
pt_pt: IdAp: [1]{{, TipoAp: [2], Utilizadores: [3], RSN: [4]}}
ro_ro: IdAplicaţie: [1]{{, TipAplicaţie: [2], Utilizatori: [3], RSN: [4]}}
sv_se: Program-ID: [1]{{, Programtyp: [2], Användare: [3], RSN: [4]}}
uk_ua: AppId: [1]{{, AppType: [2], Користувачі: [3], RSN: [4]}}

source: Registering extension servers
bg_bg: Регистриране на сървъри за разширение
de_de: Erweiterungsserver werden registriert
es_es: Registrando servidores de extensiones
et_ee: Laiendiserverite registreerimine
he_il: מבצע רישום שרתי הרחבות
it_it: Registrazione dei server delle estensioni in corso...
ko_kr: 확장 서버를 등록하는 중
pl_pl: Rejestrowanie serwerów rozszerzeń
pt_br: Registrando servidores de extensão
pt_pt: A registar servidores de extensões
ro_ro: Înregistrare servere de extensie
sv_se: Tilläggsservrar registreras
th_th: กำลังลงทะเบียนเซิร์ฟเวอร์ส่วนขยาย
uk_ua: Реєстрація серверів розширень
zh_tw: 登錄延伸伺服器

source: Extension: [1]
bg_bg: Разширение: [1]
de_de: Erweiterung: [1]
es_es: Extensión: [1]
et_ee: Laiend: [1]
he_il: הרחבה: [1]
it_it: Estensione: [1]
ko_kr: 확장: [1]
pl_pl: Rozszerzenie: [1]
pt_br: Extensão: [1]
pt_pt: Extensão: [1]
ro_ro: Extensie: [1]
sv_se: Filtillägg: [1]
th_th: ส่วนขยาย: [1]
uk_ua: Розширення: [1]
zh_tw: 延伸: [1]

source: Registering fonts
bg_bg: Регистриране на шрифтове
de_de: Schriftarten werden registriert
es_es: Registrando fuentes
et_ee: Fontide registreerimine
he_il: מבצע רישום גופנים
it_it: Registrazione dei tipi di carattere in corso...
ko_kr: 글꼴을 등록하는 중
pl_pl: Rejestrowanie czcionek
pt_br: Registrando fontes
pt_pt: A registar tipos de letras
ro_ro: Înregistrare fonturi
sv_se: Teckensnitt registreras
th_th: กำลังลงทะเบียนแบบอักษร
uk_ua: Реєстрація шрифтів
zh_tw: 登錄字型

source: Font: [1]
bg_bg: Шрифт: [1]
de_de: Schriftart: [1]
es_es: Fuente: [1]
he_il: גופן: [1]
it_it: Tipo di carattere: [1]
ko_kr: 글꼴: [1]
pl_pl: Czcionka: [1]
pt_br: Fonte: [1]
pt_pt: Tipo de letra: [1]
sv_se: Teckensnitt: [1]
th_th: แบบอักษร: [1]
uk_ua: Шрифт: [1]
zh_tw: 字型: [1]

source: Registering MIME info
bg_bg: Регистриране на MIME информация
de_de: MIME-Informationen werden registriert
es_es: Registrando información MIME
et_ee: MIME-teabe registreerimine
he_il: מבצע רישום מידע MIME
it_it: Registrazione delle informazioni MIME in corso...
ko_kr: MIME 정보를 등록하는 중
pl_pl: Rejestrowanie informacji MIME
pt_br: Registrando informações sobre MIME
pt_pt: A registar informações MIME
ro_ro: Înregistrare informaţii MIME
sv_se: MIME-information registreras
th_th: กำลังลงทะเบียนข้อมูล MIME
uk_ua: Реєстрація даних MIME
zh_tw: 登錄 MIME 資訊

source: MIME Content Type: [1], Extension: [2]
bg_bg: Тип MIME съдържание: [1], Разширение: [2]
de_de: MIME-Typ: [1], Erweiterung: [2]
es_es: Tipo de contenido MIME: [1], extensión: [2]
et_ee: MIME sisutüüp: [1], laiend: [2]
he_il: סוג תוכן MIME‏: [1], הרחבה: [2]
it_it: Contenuto (MIME): [1], estensione: [2]
ko_kr: MIME 컨텐트 형식: [1], 확장: [2]
pl_pl: Typ zawartości MIME: [1], Rozszerzenie: [2]
pt_br: Tipo de conteúdo MIME: [1], Extensão: [2]
pt_pt: Tipo de conteúdo MIME: [1], Extensão: [2]
ro_ro: Tip conţinut MIME: [1], Extensie: [2]
sv_se: MIME-innehållstyp: [1], Filtillägg: [2]
th_th: ชนิดเนื้อหา MIME: [1], ส่วนขยาย: [2]
uk_ua: Тип вмісту MIME: [1], розширення: [2]

source: Registering product
bg_bg: Регистриране на продукта
de_de: Produkt wird registriert
es_es: Registrando el producto
et_ee: Toote registreerimine
he_il: מבצע רישום של המוצר
it_it: Registrazione del prodotto in corso...
ko_kr: 제품을 등록하는 중
pl_pl: Rejestrowanie produktu
pt_br: Registrando produto
pt_pt: A registar o produto
ro_ro: Înregistrare produs
sv_se: Produkten registreras
th_th: กำลังลงทะเบียนผลิตภัณฑ์
uk_ua: Реєстрація продукту
zh_tw: 正在登錄產品

source: Registering program identifiers
bg_bg: Регистриране на идентификаторите на програми
de_de: Programmidentifikatoren werden registriert
es_es: Registrando identificadores de programa
et_ee: Programmi-identifikaatorite registreerimine
he_il: ‏‏רושם מזהי תוכנית
it_it: Registrazione degli identificatori di programma in corso...
ko_kr: 프로그램 식별자를 등록하는 중
pl_pl: Rejestrowanie identyfikatorów programów
pt_br: Registrando identificadores de programas
pt_pt: A registar os identificadores de programas
ro_ro: Se înregistrează identificatorii de program
sv_se: Programidentifierare registreras
th_th: ตัวระบุโปรแกรมการลงทะเบียน
uk_ua: Реєстрація кодів програм
zh_tw: 登錄程式識別

source: ProgId: [1]
bg_bg: ИД на програма: [1]
de_de: Programmkennung: [1]
es_es: IdProg: [1]
it_it: ID programma: [1]
pl_pl: IdentyfikatorProgramu: [1]
pt_br: Identificação do programa: [1]
pt_pt: IdProg: [1]
ro_ro: IdProg: [1]
sv_se: Program-ID: [1]

source: Registering type libraries
bg_bg: Регистриране на библиотеките с типове
de_de: Typbibliotheken werden registriert
es_es: Registrando bibliotecas de tipos
et_ee: Tüübiteekide registreerimine
he_il: מבצע רישום של ספריות סוגים
it_it: Registrazione delle librerie dei tipi in corso...
ko_kr: 형식 라이브러리를 등록하는 중
pl_pl: Rejestrowanie bibliotek typów
pt_br: Registrando bibliotecas de tipos
pt_pt: A registar bibliotecas de tipos
ro_ro: Înregistrare biblioteci de tipuri
sv_se: Typbibliotek registreras
th_th: กำลังลงทะเบียนคลังของชนิด
uk_ua: Реєстрація бібліотек типів
zh_tw: 登錄 type libraries

source: LibID: [1]
bg_bg: ИД на библиотека: [1]
de_de: Bibliothekenkennung: [1]
es_es: Id. de la biblioteca: [1]
it_it: ID libreria: [1]
pl_pl: IdentyfikatorBiblioteki: [1]
pt_br: Identificação da biblioteca: [1]
pt_pt: ID de biblioteca: [1]
ro_ro: IdBib: [1]
sv_se: Biblioteks-ID: [1]

source: Registering user
bg_bg: Регистриране на потребителя
de_de: Benutzer wird registriert
es_es: Registrando usuario
et_ee: Kasutaja registreerimine
he_il: מבצע רישום של המשתמש
it_it: Registrazione dell'utente in corso...
ko_kr: 사용자를 등록하는 중
pl_pl: Rejestrowanie użytkownika
pt_br: Registrando usuário
pt_pt: A registar o utilizador
ro_ro: Înregistrare utilizator
sv_se: Användare registreras
th_th: กำลังลงทะเบียนผู้ใช้
uk_ua: Реєстрація користувача
zh_tw: 正在登錄使用者

source: Removing duplicated files
bg_bg: Премахване на еднаквите файлове
de_de: Duplizierte Dateien werden entfernt
es_es: Quitando archivos duplicados
et_ee: Duplikaatfailide eemaldamine
he_il: מסיר קבצים כפולים
it_it: Rimozione dei file duplicati in corso...
ko_kr: 중복 파일을 제거하는 중
pl_pl: Usuwanie zduplikowanych plików
pt_br: Removendo arquivos duplicados
pt_pt: A remover ficheiros duplicados
ro_ro: Eliminare copii fişiere
sv_se: Dubblettfiler tas bort
th_th: กำลังเอาแฟ้มที่ซ้ำกันออก
uk_ua: Видалення дублікатів файлів
zh_tw: 移除重複檔案

source: File: [1], Directory: [9]
bg_bg: Файл: [1], Директория: [9]
de_de: Datei: [1], Ordner: [9]
es_es: Archivo: [1], directorio: [9]
et_ee: Fail: [1], kaust: [9]
he_il: קובץ: [1], ספריה: [9]
ko_kr: 파일: [1], 디렉터리: [9]
pl_pl: Plik: [1], Katalog: [9]
pt_br: Arquivo: [1], Diretório: [9]
pt_pt: Ficheiro: [1], Directório: [9]
ro_ro: Fişier: [1], Director: [9]
sv_se: Fil: [1], Katalog: [9]
th_th: แฟ้ม: [1], ไดเรกตอรี: [9]
uk_ua: Файл: [1], каталог: [9]
zh_tw: 檔案: [1], 目錄: [9]

source: Updating environment strings
bg_bg: Актуализиране на низове за средата
de_de: Umgebungsstrings werden aktualisiert
es_es: Actualizando cadenas de entorno
et_ee: Keskkonnastringide värskendamine
he_il: מעדכן מחרוזות סביבה
it_it: Aggiornamento delle stringhe di ambiente in corso...
ko_kr: 환경 문자열을 업데이트하는 중
pl_pl: Aktualizowanie ciągów tekstowych środowiska
pt_br: Atualizando seqüências de ambiente
pt_pt: A actualizar cadeias de ambiente
ro_ro: Actualizare şiruri de mediu
sv_se: Miljövariabler uppdateras
th_th: กำลังปรับปรุงสายอักขระสภาพแวดล้อม
uk_ua: Оновлення змінних оточення
zh_tw: 更新環境字串

source: Name: [1], Value: [2], Action [3]
bg_bg: Име: [1], Стойност: [2], Действие [3]
de_de: Name: [1], Wert: [2], Aktion [3]
es_es: Nombre: [1], valor: [2], acción [3]
et_ee: Nimi: [1], väärtus: [2], toiming [3]
he_il: שם: [1], ערך: [2], פעולה [3]
it_it: Nome: [1], valore: [2], operazione [3]
ko_kr: 이름: [1], 값: [2], 작업 [3]
pl_pl: Nazwa: [1], Wartość: [2], Akcja [3]
pt_br: Nome: [1], Valor: [2], Ação [3]
pt_pt: Nome: [1], Valor: [2], Acção [3]
ro_ro: Nume: [1], Valoare: [2], Acţiune [3]
sv_se: Namn: [1], Värde: [2], Åtgärd [3]
th_th: ชื่อ: [1], ค่า: [2], การกระทำ [3]
uk_ua: Ім'я: [1], значення: [2], дія [3]
zh_tw: 名撐: [1], 值: [2], 動作 [3]

source: Removing applications
bg_bg: Премахване на приложенията
de_de: Anwendungen werden entfernt
es_es: Quitando aplicaciones
et_ee: Rakenduste eemaldamine
he_il: הסרת יישומים
it_it: Rimozione delle applicazioni in corso...
ko_kr: 응용 프로그램을 제거하는 중
pl_pl: Usuwanie aplikacji
pt_br: Removendo aplicativos
pt_pt: A remover aplicações
ro_ro: Se elimină aplicaţii
sv_se: Program tas bort
th_th: กำลังเอาโปรแกรมประยุกต์ออก
uk_ua: Видалення додатків
zh_tw: 移除應用程式

source: Application: [1], Command line: [2]
bg_bg: Приложение: [1], Команден ред: [2]
de_de: Anwendung: [1], Befehlszeile: [2]
es_es: Aplicación: [1], Línea de comandos: [2]
et_ee: Rakendus: [1], käsurida: [2]
he_il: יישום: [1], שורת פקודה: [2]
it_it: Applicazione: [1], Riga di comando: [2]
ko_kr: 응용 프로그램: [1], 명령줄: [2]
pl_pl: Aplikacja: [1], Wiersz poleceń: [2]
pt_br: Aplicativo: [1], Linha de comando: [2]
pt_pt: Aplicação: [1], Linha de comandos: [2]
ro_ro: Applicaţie: [1], Linie de comandă: [2]
sv_se: Program: [1], Kommandorad: [2]
th_th: โปรแกรมประยุกต์: [1], บรรทัดคำสั่ง: [2]
uk_ua: Додаток: [1], Командний рядок: [2]
zh_tw: 應用程式: [1], 命令列: [2]

source: Removing files
bg_bg: Премахване на файловете
de_de: Dateien werden entfernt
es_es: Quitando archivos
et_ee: Failide eemaldamine
he_il: מסיר קבצים
it_it: Rimozione dei file in corso...
ko_kr: 파일을 제거하는 중
pl_pl: Usuwanie plików
pt_br: Removendo arquivos
pt_pt: A remover ficheiros
ro_ro: Eliminare fişiere
sv_se: Filer tas bort
th_th: กำลังเอาแฟ้มออก
uk_ua: Видалення файлів
zh_tw: 正在移除檔案

source: Removing folders
bg_bg: Премахване на папките
de_de: Ordner werden entfernt
es_es: Quitando carpetas
et_ee: Kaustade eemaldamine
he_il: מסיר תיקיות
it_it: Rimozione delle cartelle in corso...
ko_kr: 폴더를 제거하는 중
pl_pl: Usuwanie folderów
pt_br: Removendo pastas
pt_pt: A remover pastas
ro_ro: Eliminare foldere
sv_se: Mappar tas bort
th_th: กำลังเอาโฟลเดอร์ออก
uk_ua: Видалення папок
zh_tw: 正在移除資料夾

source: Removing INI files entries
bg_bg: Премахване на записи на INI файлове
de_de: INI-Dateieinträge werden entfernt
es_es: Quitando entradas de archivos INI
et_ee: INI-failide kannete eemaldamine
he_il: מסיר ערכים מקבצי INI
it_it: Rimozione delle voci dei file INI in corso...
ko_kr: INI 파일 항목을 제거하는 중
pl_pl: Usuwanie pozycji plików INI
pt_br: Removendo entradas dos arquivos INI
pt_pt: A remover entradas de ficheiros INI
ro_ro: Eliminare înregistrări din fişiere INI
sv_se: INI-filposter tas bort
th_th: กำลังเอาเนื้อหารในแฟ้ม INI ออก
uk_ua: Видалення записів INI-файлів
zh_tw: 正在移除 INI 檔案

source: File: [1], Section: [2], Key: [3], Value: [4]
bg_bg: Файл: [1], Раздел: [2], Ключ: [3], Стойност: [4]
de_de: Datei: [1], Abschnitt: [2], Schlüssel: [3], Wert: [4]
es_es: Archivo: [1], sección: [2], clave: [3], valor: [4]
et_ee: Fail: [1], sektsioon: [2], võti: [3], väärtus: [4]
he_il: קובץ: [1], סעיף: [2], מפתח: [3], ערך: [4]
it_it: File: [1], sezione: [2], chiave: [3], valore: [4]
ko_kr: 키: [1], 섹션: [2], 키: [3], 값: [4]
pl_pl: Plik: [1], Sekcja: [2], Klucz: [3], Wartość: [4]
pt_br: Arquivo: [1], Seção: [2], Chave: [3], Valor: [4]
pt_pt: Ficheiro: [1], Secção: [2], Chave: [3], Valor: [4]
ro_ro: Fişier: [1], Secţiune: [2], Cheie: [3], Valoare: [4]
sv_se: Fil: [1], Sektion: [2], Nyckel: [3], Värde: [4]
th_th: แฟ้ม: [1], ส่วน: [2], คีย์: [3], ค่า: [4]
uk_ua: Файл: [1], розділ: [2], запис: [3], значення: [4]
zh_tw: 檔案: [1], Section: [2], Key: [3], Value: [4]

source: Removing ODBC components
bg_bg: Премахване на ODBC компонентите
de_de: ODBC-Komponenten werden entfernt
es_es: Quitando componentes ODBC
et_ee: ODBC-komponentide eemaldamine
he_il: מסיר רכיבי ODBC
it_it: Rimozione dei componenti ODBC in corso...
ko_kr: ODBC 구성 요소를 제거하는 중
pl_pl: Usuwanie składników ODBC
pt_br: Removendo componentes de ODBC
pt_pt: A remover componentes ODBC
ro_ro: Eliminare componente ODBC
sv_se: ODBC-komponenter tas bort
th_th: กำลังเอาคอมโพเนนต์ ODBC ออก
uk_ua: Видалення компонентів ODBC
zh_tw: 正在移除 ODBC 元件

source: Removing system registry values
bg_bg: Премахване на стойностите на системния регистър
de_de: Werte werden aus der Systemregistrierung entfernt
es_es: Quitando valores del registro del sistema
et_ee: Süsteemiregistri väärtuste eemaldamine
he_il: מסיר ערכי רישום של המערכת
it_it: Rimozione dei valori del registro di sistema in corso...
ko_kr: 시스템 레지스트리 값을 제거하는 중
pl_pl: Usuwanie wartości rejestru systemowego
pt_br: Removendo valores do Registro do sistema
pt_pt: A remover valores do Registo do sistema
ro_ro: Se elimină valori din registry
sv_se: Systemregistervärden tas bort
th_th: กำลังเอาค่า registry ของระบบออก
uk_ua: Видалення параметрів системного реєстру
zh_tw: 正在移除系統登錄值

source: Key: [1], Name: [2]
bg_bg: Ключ: [1], Име: [2]
de_de: Schlüssel: [1], Name: [2]
es_es: Clave: [1], nombre: [2]
et_ee: Võti: [1], nimi: [2]
he_il: מפתח: [1], שם: [2]
it_it: Chiave: [1], nome: [2]
ko_kr: 키: [1], 이름: [2]
pl_pl: Klucz: [1], Nazwa: [2]
pt_br: Chave: [1], Nome: [2]
pt_pt: Chave: [1], Nome: [2]
ro_ro: Cheie: [1], Nume: [2]
sv_se: Nyckel: [1], Namn: [2]
th_th: คีย์: [1], ชื่อ: [2]
uk_ua: Розділ: [1], ім'я: [2]
zh_tw: 機碼: [1], 名稱: [2]

source: Removing shortcuts
bg_bg: Премахване на преките пътища
de_de: Verknüpfungen werden entfernt
es_es: Quitando accesos directos
et_ee: Otseteede eemaldamine
he_il: מסיר קיצורי דרך
it_it: Rimozione dei collegamenti in corso...
ko_kr: 바로 가기를 제거하는 중
pl_pl: Usuwanie skrótów
pt_br: Removendo atalhos
pt_pt: A remover atalhos
ro_ro: Eliminare comenzi rapide
sv_se: Genvägar tas bort
th_th: กำลังเอาทางลัดออก
uk_ua: Видалення ярликів
zh_tw: 正在移除捷徑

source: Rolling back action:
bg_bg: Връщане на действието:
de_de: Aktion wird rückgängig gemacht:
es_es: Acción de restauración:
et_ee: Tagasipööratav toiming:
he_il: חוזר למצב שלפני הפעולה:
it_it: È in corso il ripristino dello stato precedente la seguente azione:
ko_kr: 작업을 롤백하는 중:
pl_pl: Akcja Powrót:
pt_br: Repetindo a ação:
pt_pt: A anular a acção:
ro_ro: Acţiune de derulare înapoi:
sv_se: Åtgärden ångras:
th_th: การกระทำย้อนกลับสถานะ:
uk_ua: Скасування дії:
zh_tw: 復原動作:

source: Removing backup files
bg_bg: Премахване на архивните файлове
de_de: Sicherungsdateien werden entfernt
es_es: Quitando copias de seguridad
et_ee: Varufailide eemaldamine
he_il: מסיר קבצי גיבוי
it_it: Rimozione dei file di backup in corso...
ko_kr: 백업 파일을 제거하는 중
pl_pl: Usuwanie plików kopii zapasowych
pt_br: Removendo arquivos de backup
pt_pt: A remover ficheiros de cópias de segurança
ro_ro: Eliminare fişiere de rezervă
sv_se: Säkerhetskopieringar tas bort
th_th: กำลังเอาแฟ้มสำรองออก
uk_ua: Видалення тимчасових файлів
zh_tw: 正在移除備份檔案

source: Registering modules
bg_bg: Регистриране на модулите
de_de: Module werden registriert
es_es: Registrando módulos
et_ee: Moodulite registreerimine
he_il: מבצע רישום מודולים
it_it: Registrazione dei moduli in corso...
ko_kr: 모듈을 등록하는 중
pl_pl: Rejestrowanie modułów
pt_br: Registrando módulos
pt_pt: A registar módulos
ro_ro: Înregistrare module
sv_se: Moduler registreras
th_th: กำลังลงทะเบียนโมดูล
uk_ua: Реєстрація модулів
zh_tw: 正在登錄模組

source: File: [1], Folder: [2]
bg_bg: Файл: [1], Папка: [2]
de_de: Datei: [1], Ordner: [2]
es_es: Archivo: [1], carpeta: [2]
et_ee: Fail: [1], kaust: [2]
he_il: קובץ: [1], תיקיה: [2]
it_it: File: [1], cartella: [2]
ko_kr: 파일: [1], 폴더: [2]
pl_pl: Plik: [1], Folder: [2]
pt_br: Arquivo: [1], Pasta: [2]
pt_pt: Ficheiro: [1], Pasta: [2]
ro_ro: Fişier: [1], Folder: [2]
sv_se: Fil: [1], Mapp: [2]
th_th: แฟ้ม: [1], โฟลเดอร์: [2]
uk_ua: Файл: [1], папка: [2]
zh_tw: 檔案: [1], 資料夾: [2]

source: Unregistering modules
bg_bg: Дерегистриране на модулите
de_de: Module werden aus der Registrierung entfernt
es_es: Eliminando módulos del registro
et_ee: Moodulite registreerimise tühistamine
he_il: מבטל רישום מודולים
it_it: Annullamento della registrazione dei moduli in corso...
ko_kr: 모듈의 등록을 취소하는 중
pl_pl: Wyrejestrowywanie modułów
pt_br: Removendo registro de módulos
pt_pt: A anular o registo de módulos
ro_ro: Eliminare înregistrare module
sv_se: Moduler avregistreras
th_th: กำลังเอาโมดูลออกจากการลงทะเบียน
uk_ua: Скасування реєстрації модулів
zh_tw: 解除登錄模組

source: Initializing ODBC directories
bg_bg: Инициализиране на ODBC указатели
de_de: ODBC-Ordner werden initialisiert
es_es: Inicializando directorios ODBC
et_ee: ODBC-kaustade lähtestamine
he_il: מאתחל ספריות ODBC
it_it: Inizializzazione delle directory ODBC in corso...
ko_kr: ODBC 디렉터리를 초기화하는 중
pl_pl: Inicjalizowanie katalogów ODBC
pt_br: Inicializando diretórios de ODBC
pt_pt: A inicializar directórios ODBC
ro_ro: Iniţializare directoare ODBC
sv_se: ODBC-kataloger initieras
th_th: กำลังเริ่มต้นไดเรกตอรี ODBC
uk_ua: Ініціалізація каталогів ODBC
zh_tw: 啟動 ODBC 目錄

source: Starting services
bg_bg: Стартиране на услугите
de_de: Dienste werden gestartet
es_es: Iniciando servicios
et_ee: Teenuste käivitamine
he_il: מפעיל שירותים
it_it: Avvio dei servizi in corso...
ko_kr: 서비스를 시작하는 중
pl_pl: Uruchamianie usług
pt_br: Iniciando serviços
pt_pt: A iniciar serviços
ro_ro: Pornire servicii
sv_se: Tjänster startas
th_th: กำลังเริ่มต้นบริการ
uk_ua: Запуск служб
zh_tw: 啟動服務

source: Stopping services
bg_bg: Спиране на услугите
de_de: Dienst werden angehalten
es_es: Deteniendo servicios
et_ee: Teenuste peatamine
he_il: מפסיק שירותים
it_it: Arresto dei servizi in corso...
ko_kr: 서비스를 중지하는 중
pl_pl: Zatrzymywanie usług
pt_br: Interrompendo serviços
pt_pt: A parar serviços
ro_ro: Oprire servicii
sv_se: Tjänster stoppas
th_th: กำลังหยุดการบริการ
uk_ua: Зупин служб
zh_tw: 停止服務

source: Removing moved files
bg_bg: Премахване на преместени файлове
de_de: Verschobene Dateien werden entfernt
es_es: Quitando archivos movidos
et_ee: Teisaldatud failide eemaldamine
he_il: מסיר קבצים שהועברו
it_it: Rimozione dei file spostati in corso...
ko_kr: 이동한 파일을 제거하는 중
pl_pl: Usuwanie przeniesionych plików
pt_br: Removendo arquivos movidos
pt_pt: A remover ficheiros movidos
ro_ro: Eliminare fişiere mutate
sv_se: Flyttade filer tas bort
th_th: กำลังเอาแฟ้มที่ถูกย้ายออก
uk_ua: Видалення переміщених файлів
zh_tw: 正在移除被移動的檔案

source: Unpublishing Qualified Components
bg_bg: Отменяне на публикуването на подходящите компоненти
de_de: Veröffentlichung qualifizierter Komponenten wird rückgängig gemacht
es_es: Anular publicación de componentes aceptables
et_ee: Sobivate komponentide publitseerimise tühistamine
he_il: מבטל פרסום רכיבים בעלי זכאות
it_it: Annullamento della pubblicazione dei componenti qualificati in corso...
ko_kr: 해당 구성 요소의 게시를 취소하는 중
pl_pl: Usuwanie publikacji uprawniających produktów
pt_br: Cancelando publicação de componentes qualificados
pt_pt: A anular a publicação de componentes qualificados
ro_ro: Oprire publicare componente care califică
sv_se: Kvalificeringskomponenter avpubliceras
th_th: กำลังยกเลิกการจัดพิมพ์คอมโพเนนต์ที่ผ่านเกณฑ์ตรวจสอบ
uk_ua: Скасування публікації придатних компонентів
zh_tw: 解除發佈合格元件

source: Unpublishing Product Features
bg_bg: Отменяне на публикуването на компонентите на продукта
de_de: Veröffentlichung von Produktfunktionen wird rückgängig gemacht
es_es: Anular publicación de funciones del producto
et_ee: Tootefunktsioonide publitseerimise tühistamine
he_il: מבטל פרסום תכונות מוצר
it_it: Annullamento della pubblicazione delle caratteristiche del prodotto in corso...
ko_kr: 제품 기능의 게시를 취소하는 중
pl_pl: Usuwanie publikacji cech produktów
pt_br: Cancelando publicação de recursos do produto
pt_pt: A anular a publicação de funcionalidades do produto
ro_ro: Oprire publicare caracteristici produs
sv_se: Produktfunktioner avpubliceras
th_th: กำลังยกเลิกการจัดพิมพ์คุณลักษณะของผลิตภัณฑ์
uk_ua: Скасування публікації компонентів продукту
zh_tw: 解除發佈產品功能

source: Unpublishing product information
bg_bg: Отменяне на публикуваната информация за продукта
de_de: Veröffentlichung von Produktinformation wird rückgängig gemacht
es_es: Anular publicación de información del producto
et_ee: Tooteteabe publitseerimise tühistamine
he_il: מבטל פרסום מידע אודות המוצר
it_it: Annullamento della pubblicazione delle informazioni sul prodotto in corso...
ko_kr: 제품 정보의 게시를 취소하는 중
pl_pl: Usuwanie publikacji informacji o produkcie
pt_br: Cancelando publicação de informações sobre o produto
pt_pt: A anular a publicação de informações do produto
ro_ro: Oprire publicare informaţii despre produs
sv_se: Produktinformation avpubliceras
th_th: กำลังยกเลิกการจัดพิมพ์ข้อมูลผลิตภัณฑ์
uk_ua: Скасування публікації відомостей про продукт
zh_tw: 解除發佈產品資訊
