Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: A previous installation for this product is in progress. You must undo the changes made by that installation to continue. Do you want to undo those changes?
bg_bg: В момента се извършва предишно инсталиране на този продукт. За да продължите, трябва да отмените промените, направени от това инсталиране. Искате ли да отмените тези промени?
de_de: Im Augenblick wird eine weitere Installation dieses Produkts durchgeführt. Sie müssen die von dieser Installation vorgenommenen Änderungen rückgängig machen, bevor Sie den Vorgang fortsetzen können. Möchten Sie diese Änderungen rückgängig machen?
es_es: Ya hay en curso una instalación anterior de este producto. Debe deshacer los cambios realizados por dicha instalación para poder continuar. ¿Desea deshacer esos cambios?
et_ee: Selle toote varasem install on pooleli. Jätkamiseks peate selle installi tehtud muutused tagasi võtma. Kas soovite need muutused tagasi võtta?
he_il: התקנה קודמת של מוצר זה מתבצעת כעת. עליך לבטל את השינויים שבוצעו על-ידי התקנה זו כדי להמשיך. האם ברצונך לבטל שינויים אלה?
it_it: È in esecuzione un'istanza del programma di installazione del prodotto avviata in precedenza. Per continuare, è necessario annullare le modifiche effettuate da tale istanza del programma di installazione. Annullare le modifiche?
ko_kr: 이전에 실행한 이 제품의 설치 작업이 진행 중입니다. 그 때 변경된 내용을 취소해야 계속할 수 있습니다. 변경된 내용을 취소하시겠습니까?
pl_pl: Poprzednia instalacja tego produktu jest w tej chwili w toku. Przed kontynuacją musisz cofnąć zmiany dokonane przez tę instalację. Chcesz cofnąć zmiany?
pt_br: Uma instalação anterior deste produto está em andamento. Você deve desfazer as alterações feitas por essa instalação para continuar. Deseja desfazer essas alterações?
pt_pt: Está em curso uma anterior instalação deste produto. Para continuar, tem de anular as alterações feitas por essa instalação. Deseja anular essas alterações?
ro_ro: O instalare anterioară a acestui produs este în derulare. Pentru a continua trebuie să anulaţi modificările efectuate prin acea instalare. Anulaţi acele modificări?
sv_se: En tidigare installation av den här produkten pågår. Du måste ångra de ändringar som gjorts av den installationen för att kunna fortsätta. Vill du ångra ändringarna?
th_th: การติดตั้งก่อนหน้าสำหรับผลิตภัณฑ์นี้อยู่ในการดำเนินการ คุณต้องเลิกทำการเปลี่ยนแปลงที่ทำเพื่อทำให้การติดตั้งดำเนินต่อไป คุณต้องการที่จะเลิกทำการเปลี่ยนแปลงเหล่านั้นหรือไม่
uk_ua: Не завершено попередню установку програми. Щоб продовжити, необхідно скасувати зміни, зроблені програмою установки. Скасувати їх?
zh_tw: 另一個安裝這個產品的程式正在進行中，您必須復原該安裝所做的變更才能繼續，您要復原這些變更嗎 ?

source: An installation package for the product [2] cannot be found. Try the installation again using a valid copy of the installation package '[3]'.
bg_bg: Не може да се намери инсталационен пакет за продукта [2]. Опитайте пак да инсталирате с валидно копие на инсталационния пакет "[3]".
de_de: Für das Produkt [2] wurde kein Installationspaket gefunden. Wiederholen Sie die Installation und verwenden Sie dabei eine gültige Kopie des Installationspakets "[3]".
es_es: No se encuentra ningún paquete de instalación para el producto [2]. Vuelva a intentar la instalación utilizando una copia válida del paquete de instalación '[3]'.
et_ee: Ei leia toote [2] installipaketti. Proovige uuesti installida, kasutades installipaketi [3] sobivat eksemplari.
he_il: לא נמצאה חבילת התקנה עבור המוצר [2]. נסה את ההתקנה שוב בעזרת עותק חוקי של חבילת ההתקנה '[3]'.
it_it: Impossibile trovare un pacchetto di installazione per [2]. Provare a ripetere l'installazione utilizzando una copia valida del pacchetto di installazione "[3]".
ko_kr: 제품 [2]의 설치 패키지를 찾을 수 없습니다. 설치 패키지 '[3]'의 사본을 사용해서 설치를 다시 시도하십시오.
pl_pl: Pakiet instalacyjny dla produktu [2] nie został odnaleziony. Spróbuj uruchomić instalację ponownie przy użyciu aktualnej kopii pakietu instalacyjnego „[3]”.
pt_br: Um pacote de instalação para o produto [2] não pode ser encontrado. Tente a instalação novamente usando uma cópia válida do pacote de instalação '[3]'.
pt_pt: Não foi possível localizar um pacote de instalação para o produto [2]. Tente fazer a instalação novamente com uma cópia válida do pacote de instalação '[3]'.
ro_ro: Imposibil de găsit pachetul de instalare pentru produsul [2]. Încercaţi din nou instalarea utilizând o copie corectă a pachetului de instalare '[3]'.
sv_se: Det gick inte att hitta ett installationspaket för produkten [2]. Försök igen genom att använda en giltig kopia av installationspaketet [3].
th_th: ไม่พบชุดการติดตั้งสำหรับผลิตภัณฑ์นี้ [2] ลองติดตั้งอีกครั้งโดยใช้สำเนาที่ถูกต้องของชุดการติดตั้ง '[3]
uk_ua: Не вдається знайти установчий пакет для продукту [2]. Повторіть спробу установки з чинною копією установчого пакета '[3]'.
zh_tw: 找不到產品 [2] 的有效來源，Windows Installer 無法繼續。請嘗試使用正確的安裝封裝 '[3]' 再安裝一次。

source: Installation completed successfully.
bg_bg: Инсталирането завърши успешно.
de_de: Die Installation wurde erfolgreich abgeschlossen.
es_es: La instalación finalizó satisfactoriamente.
et_ee: Installimine on edukalt lõpule viidud.
he_il: ההתקנה הושלמה בהצלחה.
it_it: Installazione completata.
ko_kr: 설치가 잘 끝났습니다.
pl_pl: Instalacja została pomyślnie zakończona.
pt_br: Instalação concluída com êxito.
pt_pt: Instalação concluída com êxito.
ro_ro: Instalare terminată cu succes.
sv_se: Installationen har slutförts.
th_th: การติดตั้งเสร็จสมบูรณ์
uk_ua: Установку успішно завершено.
zh_tw: 成功完成安裝。

source: Installation failed.
bg_bg: Инсталирането не е успешно.
de_de: Die Installation ist fehlgeschlagen.
es_es: Error en la instalación.
et_ee: Installimine nurjus.
he_il: ההתקנה נכשלה.
it_it: Impossibile completare l'installazione.
ko_kr: 설치하지 못했습니다.
pl_pl: Instalacja nie powiodła się.
pt_br: Falha na instalação.
pt_pt: A instalação falhou.
ro_ro: Instalarea nu a reuşit.
sv_se: Installationen misslyckades.
th_th: การติดตั้งล้มเหลว
uk_ua: Установку не виконано.
zh_tw: 安裝失敗。

source: Product: [2] -- [3]
bg_bg: Продукт: [2] -- [3]
de_de: Produkt: [2] -- [3]
es_es: Producto: [2] -- [3]
et_ee: Toode: [2] -- [3]
he_il: מוצר: [2] -- [3]
it_it: Prodotto: [2] -- [3]
ko_kr: 제품: [2] - [3]
pl_pl: Produkt: [2] -- [3]
pt_br: Produto: [2] -- [3]
pt_pt: Produto: [2] -- [3]
ro_ro: Produs: [2] -- [3]
sv_se: Produkt: [2] -- [3]
th_th: ผลิตภัณฑ์: [2] -- [3]
uk_ua: Продукт: [2] -- [3]
zh_tw: 產品: [2] -- [3]

source: You may either restore your computer to its previous state or continue the install later. Would you like to restore?
bg_bg: Може или да възстановите предишното състояние на вашия компютър, или да продължите инсталирането по-късно. Искате ли да възстановите предишното състояние?
de_de: Sie können entweder den ursprünglichen Zustand des Computers wiederherstellen oder die Installation später fortsetzen. Möchten Sie wiederherstellen?
es_es: Puede restaurar el equipo a su estado anterior o continuar con la instalación más tarde. ¿Desea restaurar el equipo?
et_ee: Võite taastada oma arvuti varasema seisundi või jätkata installimist hiljem. Kas soovite taastada?
he_il: באפשרותך לשחזר את מצבו הקודם של המחשב או להמשיך בהתקנה מאוחר יותר. האם ברצונך לשחזר?
it_it: È possibile ripristinare lo stato precedente del computer oppure continuare l'installazione in un secondo tempo. Ripristinare lo stato precedente?
ko_kr: 컴퓨터를 이전 상태로 복원하거나 나중에 다시 설치해야 합니다. 복원하시겠습니까?
pl_pl: Możesz przywrócić komputer do poprzedniego stanu lub kontynuować instalację później. Chcesz przewrócić do poprzedniego stanu?
pt_br: Talvez você precise recuperar o estado anterior do computador ou continuar a instalação mais tarde. Deseja recuperar?
pt_pt: Pode restaurar o computador para o respectivo estado anterior ou continuar a instalação mais tarde. Deseja restaurar?
ro_ro: Puteţi să restabiliţi calculatorul la starea sa anterioară sau să continuaţi instalarea mai târziu. Restabiliţi?
sv_se: Du kan återställa din dator till dess tidigare tillstånd, eller så kan du slutföra installationen vid ett senare tillfälle. Vill du återställa datorn?
th_th: คุณอาจจะกู้คืนคอมพิวเตอร์ของคุณไปยังสถานะก่อนหน้าหรือทำการติดตั้งต่อไปภายหลัง คุณต้องการกู้คืนหรือไม่
uk_ua: Можна повернути комп'ютер до попереднього стану або продовжити установку пізніше. Відновити попередній стан?
zh_tw: 您可以將電腦還原成先前的狀態或是稍後繼續安裝，您要還原嗎 ?

source: An error occurred while writing installation information to disk. Check to make sure enough disk space is available, and click Retry, or Cancel to end the install.
bg_bg: Възникна грешка при запис на информация за инсталирането върху диска. Проверете дали има достатъчно свободно дисково пространство и щракнете върху "Опитай пак", или щракнете върху "Отказ", за да прекратите инсталирането.
de_de: Beim Versuch, Installationsinformationen auf die Festplatte zu schreiben, ist ein Fehler aufgetreten. Überprüfen Sie, ob genügend Plattenspeicher verfügbar ist, und klicken Sie auf "Wiederholen". Oder klicken Sie auf "Abbrechen", um die Installation zu abzubrechen.
es_es: Se produjo un error mientras se escribía la información de instalación en el disco. Compruebe que hay suficiente espacio en disco disponible y haga clic en Reintentar, o bien haga clic en Cancelar para terminar la instalación.
et_ee: Installiteabe kirjutamisel kettale ilmnes tõrge. Kontrollige, kas kettal on piisavalt ruumi, ning klõpsake nuppu Proovi uuesti, või nuppu Tühista installimise lõpetamiseks.
he_il: אירעה שגיאה בעת כתיבת מידע התקנה לדיסק. ודא כי יש די שטח דיסק זמין ולחץ על נסה שנית, או לחץ על ביטול כדי לסיים את ההתקנה.
it_it: Errore durante la scrittura su disco delle informazioni di installazione. Verificare che lo spazio disponibile su disco sia sufficiente e scegliere Riprova oppure scegliere Annulla per uscire dall'installazione.
ko_kr: 설치 정보를 디스크에 쓰는 동안 오류가 발생했습니다. 디스크 공간이 충분한지 확인하고 "다시 시도"를 클릭하거나, 설치를 끝내려면 "취소"를 클릭하십시오.
pl_pl: Podczas zapisywania informacji o instalacji na dysk, wystąpił błąd. Upewnij się, czy jest wystarczająca ilość miejsca na dysku i kliknij przycisk Ponów próbę lub przycisk Anuluj, aby zakończyć instalację.
pt_br: Ocorreu um erro ao gravar informações de instalação em disco. Certifique-se de que haja espaço em disco suficiente disponível e clique em 'Repetir', ou clique em 'Cancelar' para finalizar a instalação.
pt_pt: Ocorreu um erro ao escrever as informações de instalação no disco. Certifique-se de que o espaço disponível em disco é suficiente e faça clique sobre Repetir ou faça clique sobre Cancelar para terminar a instalação.
ro_ro: Eroare la scrierea pe disc a informaţiilor de instalare. Verificaţi dacă este suficient spaţiu-disc disponibil şi faceţi clic pe Reîncercare sau pe Revocare pentru a termina instalarea.
sv_se: Det uppstod ett fel när information skrevs till disken. Kontrollera att det finns tillräckligt med ledigt utrymme och klicka på Försök igen eller klicka på Avbryt om du vill avbryta installationen.
th_th: เกิดข้อผิดพลาดขึ้นขณะทำการเขียนข้อมูลการติดตั้งไปยังดิสก์ ตรวจสอบให้แน่ใจว่ามีที่ว่างดิสก์เพียงพอ แล้วคลิกลองใหม่ หรือยกเลิก เพื่อจบการติดตั้ง
uk_ua: Помилка під час запису відомостей про установку на диск. Перевірте наявність вільного місця на диску та натисніть кнопку ''Повторити'' або натисніть кнопку ''Скасувати'', щоб перервати установку.
zh_tw: 寫入安裝資訊至磁碟時發生錯誤，確定磁碟的空間足夠，並按 "重試"，或按 "取消" 來結束安裝。

source: One or more of the files required to restore your computer to its previous state could not be found. Restoration will not be possible.
bg_bg: Един или повече от файловете, необходими, за да бъде възстановено предишното състояние на вашия компютър, не можаха да бъдат намерени. Възстановяването не е възможно.
de_de: Eine oder mehrere Datei(en), die zum Wiederherstellen des ursprünglichen Zustands des Computers erforderlich sind, wurden nicht gefunden. Wiederherstellen nicht möglich.
es_es: No se encuentran uno o varios archivos necesarios para restaurar el equipo a su estado anterior. La restauración no podrá realizarse.
et_ee: Ei leia ühte või mitut arvuti varasema seisundi taastamiseks vajalikku faili. Taastamine pole võimalik.
he_il: קובץ אחד או יותר מן הקבצים הדרושים לשחזור מצבו הקודם של המחשב לא נמצאו. לא תהיה אפשרות לבצע את השחזור.
it_it: Impossibile ripristinare lo stato precedente del computer perché impossibile trovare uno o più file necessari.
ko_kr: 컴퓨터를 이전 상태로 복원하는 데 필요한 일부 파일을 찾지 못했습니다. 복원할 수 없습니다.
pl_pl: Nie można znaleźć jednego lub więcej plików wymaganych do przywrócenia komputera do poprzedniego stanu. Przywrócenie nie jest możliwe.
pt_br: Um ou mais dos arquivos necessários para recuperar o estado anterior do computador não pôde ser encontrado. A restauração não será possível.
pt_pt: Não foi possível encontrar um ou mais dos ficheiros necessários para restaurar o computador para o respectivo estado anterior. O restauro não será possível.
ro_ro: Imposibil de găsit unul sau mai multe dintre fişierele necesare, pentru restabilirea computerului la starea sa anterioară. Restabilirea imposibilă.
sv_se: En eller flera av de filer som krävs för att återställa datorn till dess tidigare tillstånd kunde inte hittas. Det går inte att återställa datorn.
th_th: ไม่พบอย่างน้อยหนึ่งแฟ้มที่ใช้ในการกู้คืนคอมพิวเตอร์ของคุณให้เป็นสถานะก่อนหน้า การกู้คืนจะไม่สามารถทำได้
uk_ua: Не знайдено одного або декількох файлів, потрібних для відновлення вихідного стану комп'ютера. Відновлення неможливе.
zh_tw: 找不到還原您的電腦成之前的狀態所需的一個或多個檔案。

source: [2] cannot install one of its required products. Contact your technical support group. {{System Error: [3].}}
bg_bg: [2] не може да инсталира един от нужните продукти. Обърнете се към персонала за техническа поддръжка. {{Системна грешка: [3].}}
de_de: [2] kann eines seiner erforderlichen Produkte nicht installieren. Setzen Sie sich mit dem technischen Supportpersonal in Verbindung. {{Systemfehler: [3].}}
es_es: [2] no puede instalar los productos requeridos. Póngase en contacto con su grupo de soporte técnico. {{Error del sistema: [3].}}
et_ee: [2] ei saa installida ühte oma nõutud toodetest. Võtke ühendust oma tehnilise toega. {{System Error: [3].}}
he_il: [2] אין אפשרות להתקין את אחד מהמוצרים הנדרשים. פנה אל צוות התמיכה שלך.{{System Error: [3].}}
it_it: Impossibile installare uno dei prodotti necessari per [2]. Contattare il supporto tecnico. {{Errore di sistema: [3].}}
ko_kr: [2]에 필요한 제품 중 하나를 설치할 수 없습니다. 고객 지원 담당자에게 문의하십시오. {{시스템 오류: [3].}}
pl_pl: [2] nie może zainstalować jednego z wymaganych produktów. Skontaktuj się z grupą pomocy technicznej. {{Błąd systemu: [3].}}
pt_br: [2] não pode instalar um de seus produtos requeridos. Entre em contato com a equipe de suporte técnico. {{Erro do sistema: [3].}}
pt_pt: [2] não foi possível instalar um dos produtos requeridos. Contacte o grupo de suporte técnico. {{Erro do sistema: [3].}}
ro_ro: [2] nu instalează unul dintre produsele care îi sunt necesare. Luaţi legătura cu grupul de asistenţă tehnică. {{Eroare de sistem: [3].}}
sv_se: [2] kan inte installera en nödvändig produkt. Kontakta den tekniska supportavdelningen. {{Systemfel: [3].}}
th_th: [2] ไม่สามารถติดตั้งหนึ่งในผลิตภัณฑ์ที่ต้องการ ให้ติดต่อกลุ่มสนับสนุนทางเทคนิคของคุณ {{ระบบผิดพลาด: [3].}}
uk_ua: Не вдається установити один із потрібних для [2] продуктів. Зверніться до групи технічної підтримки. {{Системна помилка: [3].}}
zh_tw: [2] 無法安裝其裝其中一個必須的產品。請接洽技術支援人員。 {{系統錯誤: [3].}}

source: The older version of [2] cannot be removed. Contact your technical support group. {{System Error [3].}}
bg_bg: Старата версия на [2] не може да се премахне. Обърнете се към персонала за техническа поддръжка. {{Системна грешка [3].}}
de_de: Die ältere Version von [2] kann nicht entfernt werden. Setzen Sie sich mit dem technischen Supportpersonal in Verbindung. {{Systemfehler: [3].}}
es_es: No se puede quitar la versión anterior de [2]. Póngase en contacto con su grupo de soporte técnico. {{Error del sistema: [3].}}
et_ee: Toote [2] varasemat versiooni ei saa eemaldada. Võtke ühendust oma tehnilise toega. {{System Error [3].}}
he_il: הגירסה הקודמת של [2] לא ניתנת להסרה. פנה אל צוות התמיכה שלך.{{System Error: [3].}}
it_it: Impossibile rimuovere la versione precedente di [2]. Contattare il supporto tecnico. {{Errore di sistema: [3].}}
ko_kr: [2]의 이전 버전을 제거할 수 없습니다. 고객 지원 담당자에게 문의하십시오. {{시스템 오류 [3].}}
pl_pl: Starsza wersja programu [2] nie może być usunięta. Skontaktuj się z grupą pomocy technicznej. {{Błąd systemu [3].}}
pt_br: A versão anterior de [2] não pode ser removida. Entre em contato com a equipe de suporte técnico. {{Erro do sistema [3].}}
pt_pt: Não foi possível remover a versão anterior de [2]. Contacte o grupo de suporte técnico. {{Erro do sistema [3].}}
ro_ro: Nu s-a eliminat versiunea anterioară a [2]. Luaţi legătura cu grupul de asistenţă tehnică. {{Eroare de sistem [3].}}
sv_se: Det gick inte att ta bort den tidigare versionen av [2]. Kontakta den tekniska supportavdelningen. {{Systemfel [3].}}
th_th: [2] รุ่นเก่ากว่าไม่สามารถถูกเอาออก ให้ติดต่อกลุ่มสนับสนุนทางเทคนิคของคุณ {{ระบบผิดพลาด [3].}}
uk_ua: Не вдається видалити стару версію [2]. Зверніться до групи технічної підтримки. {{Системна помилка [3].}}
zh_tw: 舊版本的 [2] 無法移除。請接洽技術支援人員。 {{系統錯誤: [3].}}

source: Installed [2]
bg_bg: [2] е инсталиран
de_de: [2] wird installiert
es_es: Instalado [2]
et_ee: Installitud [2]
he_il: הותקן [2]
it_it: [2] installato
ko_kr: 설치됨 [2]
pl_pl: Zainstalowano: [2]
pt_br: Instalado [2]
pt_pt: Instalado [2]
ro_ro: Instalate [2]
sv_se: [2] installerades
th_th: ติดตั้งแล้ว [2]
uk_ua: Установлено [2]
zh_tw: 已安裝 [2]

source: Configured [2]
bg_bg: [2] е конфигуриран
de_de: [2] wird konfiguriert
es_es: Configurado [2]
et_ee: Konfigureeritud [2]
he_il: קובע תצורה [2]
it_it: [2] configurato
ko_kr: 구성됨 [2]
pl_pl: Skonfigurowano: [2]
pt_br: Configurado [2]
pt_pt: Configurado [2]
ro_ro: Configurate [2]
sv_se: [2] konfigurerades
th_th: กำหนดค่าแล้ว [2]
uk_ua: Налаштовано [2]
zh_tw: 已設定 [2]

source: Removed [2]
bg_bg: [2] е премахнат
de_de: [2] wird entfernt
es_es: Quitado [2]
et_ee: Eemaldatud [2]
he_il: הוסר [2]
it_it: [2] rimosso
ko_kr: 제거됨 [2]
pl_pl: Usunięto: [2]
pt_br: Removido [2]
pt_pt: Removido [2]
ro_ro: Şterse [2]
sv_se: [2] togs bort
th_th: เอาออกแล้ว [2]
uk_ua: Видалено [2]
zh_tw: 已移除 [2]

source: File [2] was rejected by digital signature policy.
bg_bg: Файлът [2] е отхвърлен от правилата за цифрови подписи.
de_de: Die Datei [2] wurde von Richtlinie für die digitale Signatur zurückgewiesen.
es_es: La directiva de firma digital ha rechazado el archivo [2].
et_ee: Digitaalallkirja poliitika hülgas faili [2].
he_il: קובץ [2] נדחה על ידי מדיניות החתימה הדיגיטלית.
it_it: Il file [2] è stato rifiutato dal criterio di firma digitale.
ko_kr: 디지털 서명 정책이 [2] 파일을 거부했습니다.
pl_pl: Plik [2] został odrzucony przez zasady podpisu cyfrowego.
pt_br: O arquivo [2] foi rejeitado pela diretiva de assinatura digital.
pt_pt: O ficheiro [2] foi rejeitado pela política de assinatura digital.
ro_ro: Fişierul [2] s-a respins prin politica de semnătură digitală.
sv_se: Filen [2] nekades av principen för digitala signaturer.
th_th: แฟ้ม [2] ถูกปฏิเสธจากนโยบายการลงชื่อแบบดิจิตัล
uk_ua: Файл [2] відхилено політикою цифрових підписів.
zh_tw: 檔案 [2] 已被數位簽章原則所拒絕。

source: The Windows Installer Service could not be accessed. This can occur if the Windows Installer is not correctly installed. Contact your support personnel for assistance.
bg_bg: Няма достъп до услугата на инсталиращата програма на Windows. Това е възможно, ако Windows работи в безопасен режим или ако инсталиращата програма не е правилно инсталирана. Обърнете се към персонала за техническа поддръжка за помощ.
de_de: Auf den Windows Installer-Dienst konnte nicht zugegriffen werden. Dies kann auftreten, wenn Windows im abgesicherten Modus ausgeführt wird oder wenn der Windows Installer nicht korrekt installiert wurde. Setzen Sie sich mit dem Supportpersonal in Verbindung, um weitere Unterstützung zu erhalten.
es_es: No se puede tener acceso al servicio Windows Installer. Esto puede ocurrir si está ejecutando Windows en Modo a prueba de errores, o si Windows Installer no está correctamente instalado. Póngase en contacto con el personal de soporte técnico para obtener asistencia.
et_ee: Windows Installeri teenusele ei pääse juurde. Põhjuseks võib olla see, et Windows töötab turvarežiimis või pole Windows Installer õigesti installitud. Abi saamiseks võtke ühendust oma tehnilise toega.
he_il: לא היתה אפשרות גישה אל שירות Windows Installer. זה עלול להרחש כאשר המחשב פועל במצב בטוח או Windows Installer אינו מותקן כראוי. פנה אל צוות התמיכה שלך לעזרה.
it_it: Impossibile accedere al servizio Windows Installer. Ciò può verificarsi se Windows è in esecuzione in modalità provvisoria o se Windows Installer non è stato installato correttamente. Contattare il personale di supporto.
ko_kr: Windows Installer 서비스를 액세스할 수 없습니다. Windows를 안전 모드에서 실행 중이거나, Windows Installer가 올바로 설치되지 않은 경우 발생할 수 있습니다. 고객 지원 담당자에게 문의하십시오.
pl_pl: Nie można uzyskać dostępu do usługi Instalatora Windows. Może się to zdarzyć, jeśli system Windows działa w trybie awaryjnym lub jeśli Instalator Windows nie jest poprawnie zainstalowany. Skontaktuj się z personelem pomocy technicznej.
pt_br: O serviço do Windows Installer não pôde ser acessado. Isso pode ocorrer se você estiver executando o Windows em modo de segurança ou se o Windows Installer não tiver sido instalado corretamente. Entre em contato com sua equipe de suporte para obter ajuda.
pt_pt: Não foi possível aceder ao serviço Windows Installer. Isto pode acontecer se estiver a executar o Windows em modo seguro ou se o Windows Installer não estiver instalado correctamente. Contacte o suporte técnico para obter ajuda.
ro_ro: Imposibil de accesat serviciul Windows Installer. Aceasta se întâmplă dacă lucraţi cu Windows în modul de siguranţă sau dacă Windows Installer nu este corect instalat. Luaţi legătura cu personalul de asistenţă.
sv_se: Tjänsten Windows Installer kunde inte nås. Detta kan ske om Windows körs i felsäkert läge eller om Windows Installer inte har installerats korrekt. Kontakta supportavdelningen för ytterligare hjälp.
th_th: บริการ Windows Installer ไม่สามารถถูกเข้าถึงได้ ซึ่งอาจเป็นเพราะคุณกำลังใช้ Windows แบบเซฟโหมด หรือถ้า Windows Installer ไม่ได้ถูกติดตั้งอย่างถูกต้อง กรุณาติดต่อฝ่ายการสนับสนุนเพื่อขอความช่วยเหลือ
uk_ua: Немає доступу до служби Windows Installer. Можливо, Windows працює в безпечному режимі, або Windows Installer установлено неправильно. Зверніться до служби технічної підтримки.
zh_tw: 無法存取 Windows Installer 服務。可能是因為 Windows 處於安全模式，或是 Windows Installer 並未正確安裝。請連絡您的支援人員。
