Repository: Amebis/MSIBuild
Catalog: Core/locale/*.po
Languages: bg_bg, de_de, es_es, et_ee, he_il, it_it, ko_kr, pl_pl, pt_br, pt_pt, ro_ro, sv_se, th_th, uk_ua, zh_tw

source: Error writing to file: [3]. {{ System error [2].}} Verify that you have access to that directory.
bg_bg: Грешка при запис във файла: [3]. {{ Системна грешка [2].}} Проверете дали имате достъп до тази директория
de_de: Fehler beim Schreiben in Datei: [3]. {{ Systemfehler [2].}} Überprüfen Sie, ob Sie auf den Ordner zugreifen können.
es_es: Error al escribir en el archivo [3]. {{ Error del sistema [2].}} Compruebe que dispone de acceso a ese directorio.
et_ee: Kirjutamisel faili [3] ilmnes tõrge. {{ Süsteemitõrge [2].}} Veenduge, et teil on juurdepääs sellele kaustale.
he_il: שגיאה בכתיבה לקובץ: [3]. {{ שגיאת מערכת [2].}} ודא כי יש לך אפשרות גישה אל ספריה זו.
it_it: Errore durante la scrittura nel file [3]. {{ Errore di sistema [2].}} Assicurarsi di disporre dei diritti di accesso alla directory.
ko_kr: 파일 쓰기 오류: [3]. {{ 시스템 오류 [2].}} 그 디렉터리에 액세스할 수 있는지 확인하십시오.
pl_pl: Błąd zapisu do pliku: [3]. {{Błąd systemu [2].}} Zweryfikuj, czy masz dostęp do tego katalogu.
pt_br: Erro ao gravar no arquivo: [3]. {{ Erro do sistema [2].}} Verifique se você tem acesso a este diretório.
pt_pt: Erro ao escrever no ficheiro: [3]. {{ Erro do sistema [2].}} Verifique se tem acesso a esse directório.
ro_ro: Eroare la scriere în fişierul: [3]. {{ Eroare de sistem [2].}} Verificaţi dacă aveţi acces la acel director.
sv_se: Det gick inte att skriva till filen: [3]. {{ Systemfel [2].}} Kontrollera att du kan komma åt den katalogen.
th_th: เกิดข้อผิดพลาดในการเขียนไปยังแฟ้ม: [3]. {{ ระบบผิดพลาด [2].}} ยืนยันให้แน่ใจว่าคุณสามารถเข้าถึงไดเรกตอรีนั้น
uk_ua: Помилка під час запису до файлу: [3]. {{ Системна помилка [2].}} Переконайтеся в наявності доступу до цього каталогу.
zh_tw: 寫入檔案時發生錯誤: [3]。 {{ 系統錯誤 [2]。}}檢查您是否有權限可以存取那個目錄。

source: Source file not found{{(cabinet)}}: [2]. Verify that the file exists and that you can access it.
bg_bg: Не е намерен файлът-източник{{(архивен файл)}}: [2]. Проверете дали този файл съществува и дали имате достъп до него.
de_de: Die Quelldatei{{ (CAB-Datei)}} wurde nicht gefunden: [2]. Überprüfen Sie, ob die Datei existiert und ob Sie darauf zugreifen können.
es_es: No se ha encontrado el archivo de origen {{(.CAB)}} [2]. Compruebe que el archivo existe y que puede obtener acceso a él.
et_ee: Ei leia lähtefaili{{ (CAB-fail)}}: [2]. Veenduge, et fail on olemas ja teil on sellele juurdepääs.
he_il: קובץ מקור לא נמצא{{(cabinet)}}‏: [2]. ודא כי הקובץ קיים וכי יש לך אפשרות גישה אליו.
it_it: Impossibile trovare il file di origine{{(file CAB)}}: [2]. Assicurarsi che il file esista e di disporre dei relativi diritti di accesso.
ko_kr: 원본 파일이 없습니다. {{(cabinet)}}: [2]. 파일이 있는지, 그리고 그 파일에 액세스할 수 있는지 확인하십시오.
pl_pl: Nie znaleziono pliku źródłowego{{(plik cabinet)}}: [2]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
pt_br: Arquivo de origem não encontrado{{(gabinete)}}: [2]. Verifique se o arquivo existe e se você pode acessá-lo.
pt_pt: Não foi localizado o ficheiro de origem{{(ficheiro .CAB)}}: [2]. Verifique se o ficheiro existe e se lhe pode aceder.
ro_ro: Fişier sursă negăsit{{(container)}}: [2]. Verificaţi dacă fişierul există şi dacă aveţi acces la el.
sv_se: Det gick inte att hitta källfilen{{(kabinett)}}: [2]. Kontrollera att filen finns och att du kan komma åt den.
th_th: ไม่พบแหล่งแฟ้ม{{(cabinet)}}: [2] ยืนยันให้แน่ใจว่าแฟ้มมีอยู่ และคุณสามารถเข้าถึง
uk_ua: Вихідний файл не знайдено{{(cabinet)}}: [2]. Переконайтеся, що файл існує та доступний.
zh_tw: 找不到來源檔案{{(cabinet)}}: [2]。檢查檔案是否存在，以及您是否有權限可以存取它。

source: Cannot create the directory '[2]'. A file with this name already exists. Please rename or remove the file and click retry, or click Cancel to exit.
bg_bg: Не може да бъде създадена директорията '[2]'. Вече съществува файл с такова име. Преименувайте или премахнете този файл, или щракнете върху "Отказ", за да излезете.
de_de: Ordner "[2]" kann nicht erstellt werden. Eine Datei mit diesem Namen existiert bereits. Benennen Sie die Datei um oder entfernen Sie die Datei, und klicken Sie dann auf "Wiederholen". Oder klicken Sie auf "Abbrechen", um das Programm zu beenden.
es_es: No se puede crear el directorio '[2]'. Ya existe un archivo con este nombre. Cambie el nombre al archivo o quítelo y haga clic en Reintentar, o bien haga clic en Cancelar para salir.
et_ee: Ei saa luua kausta [2]. Samanimeline fail on juba olemas. Nimetage fail ümber või eemaldage see, või klõpsake väljumiseks nuppu Loobu.
he_il: אין אפשרות ליצור את הספריה '[2]'. קובץ בשם זה קיים כבר. נא שנה את שם הקובץ או הסר אותו ולחץ על נסה שנית, או לחץ על ביטול כדי לצאת.
it_it: Impossibile creare la directory "[2]" perché esiste già un file con questo nome. Rinominare o rimuovere il file, quindi scegliere Riprova oppure scegliere Annulla per uscire.
ko_kr: '[2]' 디렉터리를 만들 수 없습니다. 이 이름을 가진 파일이 이미 있습니다. 파일 이름을 바꾸거나 파일을 제거한 후 "다시 시도"를 클릭하거거나, "취소"를 클릭하여 끝내십시오.
pl_pl: Nie można utworzyć katalogu „[2]”. Istnieje już plik o tej nazwie. Zmień nazwę pliku lub usuń plik i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć.
pt_br: Não é possível criar o diretório '[2]'. Já existe um arquivo com este nome. Renomeie ou remova o arquivo e clique em 'Repetir', ou clique em 'Cancelar' para sair.
pt_pt: Não foi possível criar o directório '[2]'. Já existe um ficheiro com este nome. Mude o nome do ficheiro ou remova-o e faça clique sobre Repetir, ou faça clique sobre Cancelar para sair.
ro_ro: Imposibil de creat directorul '[2]'. Un fişier cu acest nume există deja. Redenumiţi sau eliminaţi fişierul şi faceţi clic pe Reîncercare, sau faceţi clic pe Revocare pentru a ieşi.
sv_se: Det går inte att skapa katalogen [2]. En fil med det namnet finns redan. Byt namn eller ta bort filen och klicka på Försök igen eller klicka på Avbryt om du vill avbryta.
th_th: ไม่สามารถสร้างไดเรกตอรี '[2]' มีแฟ้มที่ใช้ชื่อนี้อยู่แล้ว กรุณาเปลี่ยนชื่อหรือเอาแฟ้มนี้ออก แล้วคลิกลองใหม่ หรือคลิกยกเลิก เพื่อออกจากการสร้าง
uk_ua: Не вдається створити каталог ''[2]''. Файл із таким ім'ям уже існує. Перейменуйте або видаліть цей файл і натисніть кнопку ''Повторити'' або натисніть кнопку ''Скасувати'', щоб перервати установку.
zh_tw: 無法建立目錄 '[2]'。同名的檔案已經存在，請更名或移除此檔案，然後重試，或按 "取消" 結束。

source: The volume [2] is currently unavailable. Please select another.
bg_bg: Томът [2] в момента е недостъпен. Изберете друг.
de_de: Das Volume [2] steht im Augenblick nicht zur Verfügung. Wählen Sie ein anderes Volume aus.
es_es: El volumen [2] no está disponible en este momento. Seleccione otro volumen.
et_ee: Draiv [2] pole hetkel kättesaadav. Valige mõni muu.
he_il: אמצעי האחסון [2] אינו זמין כעת. נא בחר אמצעי אחסון אחר.
it_it: Il volume [2] non è attualmente disponibile. Selezionare un altro volume.
ko_kr: [2] 볼륨을 현재 사용할 수 없습니다. 다른 볼륨을 선택하십시오.
pl_pl: Wolumin [2] jest teraz niedostępny. Wybierz inny.
pt_br: O volume [2] não está disponível no momento. Selecione outro volume.
pt_pt: O volume [2] não está disponível actualmente. Seleccione outro.
ro_ro: Volumul [2] indisponibil în prezent. Selectaţi altul.
sv_se: Volymen [2] är inte tillgänglig för tillfället. Välj en annan.
th_th: ดิสก์ [2] ไม่มีอยู่ในขณะนี้ กรุณาเลือกที่อื่น
uk_ua: Том [2] зараз недоступний. Виберіть інший том.
zh_tw: 目前無使用磁碟機 [2]，請選取別的磁碟機。

source: The specified path '[2]' is unavailable.
bg_bg: Зададеният път '[2]' е недостъпен.
de_de: Der angegebene Pfad "[2]" ist nicht verfügbar.
es_es: La ruta de acceso especificada, '[2]', no está disponible.
et_ee: Määratud tee [2] pole kättesaadav.
he_il: הנתיב שצויין '[2]' אינו זמין.
it_it: Il percorso specificato "[2]" non è disponibile.
ko_kr: 지정한 경로 '[2]'을(를) 사용할 수 없습니다.
pl_pl: Podana ścieżka „[2]” jest niedostępna.
pt_br: O caminho especificado '[2]' não está disponível.
pt_pt: O caminho especificado '[2]' não está disponível.
ro_ro: Calea specificată '[2]' indisponibilă.
sv_se: Den angivna sökvägen [2] är inte tillgänglig.
th_th: เส้นทาง '[2]' ที่ระบุไม่มีอยู่
uk_ua: Указаний шлях ''[2]'' недоступний.
zh_tw: 指定的路徑 '[2]' 無法使用。

source: Unable to write to the specified folder: [2].
bg_bg: Не може да бъде извършен запис в зададената папка: [2].
de_de: Schreibzugriff auf den angegebenen Ordner "[2]" ist nicht möglich.
es_es: No se puede escribir en la carpeta especificada, [2].
et_ee: Ei saa kirjutada määratud kausta: [2].
he_il: אין אפשרות לכתוב לתיקיה שצויינה: [2].
it_it: Impossibile scrivere nella cartella specificata [2].
ko_kr: 지정한 폴더에 쓸 수 없습니다. [2].
pl_pl: Nie można zapisać w podanym folderze: [2].
pt_br: Não é possível gravar na pasta especificada: [2].
pt_pt: Não foi possível escrever na pasta especificada : [2].
ro_ro: Imposibil de scris în folderul specificat: [2].
sv_se: Det gick inte att skriva till den angivna mappen: [2].
th_th: ไม่สามารถเขียนไปยังโฟลเดอร์: [2].
uk_ua: Не вдалося записати до вказаного каталогу: [2].
zh_tw: 無法寫入指定的資料夾 [2]。

source: A network error occurred while attempting to read from the file: [2]
bg_bg: Възникна мрежова грешка при опит за четене от файла: [2]
de_de: Beim Versuch, die Datei [2] zu lesen, ist ein Netzwerkfehler aufgetreten.
es_es: Se produjo un error de red al intentar leer el archivo [2].
et_ee: Katsel lugeda failist [2] ilmnes võrgutõrge.
he_il: אירעה שגיאת רשת בעת ניסיון לקרוא מהקובץ: [2]
it_it: Errore di rete durante il tentativo di lettura dal file: [2]
ko_kr: 파일 [2]을(를) 읽는 동안 네트워크 오류가 발생했습니다.
pl_pl: Wystąpił błąd sieciowy podczas próby odczytu z pliku: [2]
pt_br: Ocorreu um erro na rede ao tentar ler do arquivo: [2]
pt_pt: Ocorreu um erro de rede ao tentar ler o ficheiro: [2]
ro_ro: Eroare de reţea la încercarea de a citi din fişierul: [2]
sv_se: Ett nätverksfel uppstod vid försök att läsa från filen: [2]
th_th: ข้อผิดพลาดเครือข่ายเกิดขึ้นขณะพยายามที่จะอ่านจากแฟ้ม: [2]
uk_ua: Сталася мережна помилка при спробі прочитати з файлу: [2]
zh_tw: 嘗試從檔案讀取時發生網路錯誤: [2]

source: An error occurred while attempting to create the directory: [2]
bg_bg: Възникна грешка при опит да бъде създадена директорията: [2]
de_de: Beim Versuch, den Ordner [2] zu erstellen, ist ein Fehler aufgetreten.
es_es: Se produjo un error al intentar crear el directorio [2].
et_ee: Katsel luua kausta [2] ilmnes tõrge.
he_il: אירעה שגיאה בעת ניסיון ליצור את הספריה: [2]
it_it: Errore durante il tentativo di creazione della directory: [2]
ko_kr: 디렉터리 [2]을(를) 만드는 동안 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas próby utworzenia katalogu: [2]
pt_br: Ocorreu um erro ao tentar criar o diretório: [2]
pt_pt: Ocorreu um erro ao tentar criar o directório: [2]
ro_ro: Eroare la încercarea de a crea directorul: [2]
sv_se: Ett fel uppstod när följande katalog skulle skapas: [2]
th_th: ข้อผิดพลาดเกิดขึ้นขณะพยายามที่จะสร้างไดเรกตอรี: [2]
uk_ua: Сталася помилка при спробі створити каталог: [2]
zh_tw: 嘗試建立目錄時發生錯誤: [2]

source: A network error occurred while attempting to create the directory: [2]
bg_bg: Възникна мрежова грешка при опит да бъде създадена директорията: [2]
de_de: Beim Versuch, den Ordner [2] zu erstellen, ist ein Netzwerkfehler aufgetreten.
es_es: Se produjo un error de red al intentar crear el directorio [2].
et_ee: Katsel luua kausta [2] ilmnes võrgutõrge.
he_il: אירעה שגיאת רשת בעת ניסיון ליצור את הספריה: [2]
it_it: Errore di rete durante il tentativo di creazione della directory: [2]
ko_kr: 디렉터리 [2]을(를) 만드는 동안 네트워크 오류가 발생했습니다.
pl_pl: Wystąpił błąd sieciowy podczas próby utworzenia katalogu: [2]
pt_br: Ocorreu um erro na rede ao tentar criar o diretório: [2]
pt_pt: Ocorreu um erro de rede ao tentar criar o directório: [2]
ro_ro: Eroare de reţea la încercarea de a crea directorul: [2]
sv_se: Ett nätverksfel uppstod när följande katalog skulle skapas: [2]
th_th: ข้อผิดพลาดเครือข่ายเกิดขึ้นขณะพยายามที่จะสร้างไดเรกตอรี: [2]
uk_ua: Сталася мережна помилка при спробі створити каталог: [2]
zh_tw: 嘗試建立目錄時發生網路錯誤: [2]

source: A network error occurred while attempting to open the source file cabinet: [2]
bg_bg: Възникна мрежова грешка при опит да бъде отворен архивният файл източник: [2]
de_de: Beim Versuch, die Quelldatei (CAB-Datei) [2] zu öffnen, ist ein Netzwerkfehler aufgetreten.
es_es: Se produjo un error de red al intentar abrir el archivo .CAB de origen [2].
et_ee: Katsel avada lähtefaili CAB-faili [2] ilmnes võrgutõrge.
he_il: אירעה שגיאת רשת בעת ניסיון לפתוח את רכיב cabinet של קבצי המקור: [2]
it_it: Errore di rete durante il tentativo di apertura dei file CAB dell'origine [2].
ko_kr: 원본 파일 캐비닛 [2]을(를) 여는 동안 네트워크 오류가 발생했습니다.
pl_pl: Wystąpił błąd sieciowy podczas próby otwarcia pliku źródłowego z pliku cabinet: [2]
pt_br: Ocorreu um erro na rede ao tentar abrir o gabinete do arquivo de origem: [2]
pt_pt: Ocorreu um erro de rede ao tentar abrir o ficheiro .CAB de origem: [2]
ro_ro: Eroare de reţea la încercarea de a deschide containerul fişierului sursă: [2]
sv_se: Ett nätverksfel uppstod vid försök att öppna källans CAB-fil: [2]
th_th: ข้อผิดพลาดเครือข่ายเกิดขึ้นขณะพยายามที่จะเปิดแหล่งแฟ้ม: [2]
uk_ua: Сталася мережна помилка при спробі відкрити CAB-файл із вихідними файлами: [2]
zh_tw: 嘗試開啟來源檔案時發生網路錯誤: [2]

source: The specified path is too long: [2]
bg_bg: Зададеният път е прекалено дълъг: [2]
de_de: Der angegebene Pfad ist zu lang: [2]
es_es: La ruta de acceso especificada es demasiado larga: [2]
et_ee: Määratud tee on liiga pikk: [2]
he_il: הנתיב שצויין ארוך מדי: [2]
it_it: Il percorso specificato è troppo lungo: [2]
ko_kr: 지정한 경로 [2]이(가) 너무 깁니다.
pl_pl: Podana ścieżka jest za długa: [2]
pt_br: O caminho especificado é muito longo: [2]
pt_pt: O caminho especificado é demasiado longo: [2]
ro_ro: Calea specificată este prea lungă: [2]
sv_se: Den angivna sökvägen är för lång: [2]
th_th: เส้นทางที่ระบุยาวเกินไป: [2]
uk_ua: Указано занадто довгий шлях: [2]
zh_tw: 指定的路徑太長: [2]

source: The Installer has insufficient privileges to modify this file: [2].
bg_bg: Привилегиите на инсталиращата програма не са достатъчни, за да бъде модифициран следният файл: [2].
de_de: Der Installer besitzt keine ausreichenden Berechtigungen, um diese Datei zu verändern: [2].
es_es: El instalador no tiene suficientes privilegios para modificar el archivo [2].
et_ee: Installeril pole piisavalt õigusi, et muuta faili [2].
he_il: אין למתקין הרשאות מתאימות לשינוי קובץ זה: [2].
it_it: Windows Installer non dispone di privilegi sufficienti per modificare il file: [2].
ko_kr: 파일 [2]을(를) 수정할 수 있는 권한이 없습니다.
pl_pl: Instalator ma niewystarczające uprawnienia do zmodyfikowania pliku: [2].
pt_br: O Installer tem privilégios insuficientes para modificar este arquivo: [2].
pt_pt: O Installer não tem privilégios suficientes para modificar este ficheiro: [2].
ro_ro: Privilegii insuficiente pentru ca Installer să modifice acest fişier: [2].
sv_se: Installer har inte behörighet att ändra den här filen: [2].
th_th: ตัวติดตั้งมีสิทธิ์ไม่เพียงพอที่จะปรับเปลี่ยนแฟ้ม: [2]
uk_ua: Установник не має належних прав на зміну цього файлу: [2].
zh_tw: Installer 的權限不足，無法修改這個檔案: [2]。

source: A portion of the folder path '[2]' is invalid. It is either empty or exceeds the length allowed by the system.
bg_bg: Част от пътя до папката "[2]" не е валидна. Тя е празна или надхвърля допустимата за тази система дължина.
de_de: Ein Teil des Ordnerpfads "[2]" ist ungültig. Er ist entweder leer oder er überschreitet die vom System zugelassene Länge.
es_es: Una parte de la ruta de acceso a la carpeta '[2]'no es válida porque está vacía o supera la longitud permitida por el sistema.
et_ee: Osa kaustateest [2] on lubamatu. Tee on tühi või ületab süsteemi poolt lubatud pikkuse.
he_il: חלק מנתיב התיקיה '[2]' אינו חוקי. הנתיב ריק או חורג מהאורך המירבי המותר במערכת.
it_it: Una parte del percorso della cartella "[2]" non è valida. Il percorso è vuoto oppure supera la lunghezza consentita dal sistema.
ko_kr: 폴더 경로 '[2]'이(가) 잘못 되었습니다. 경로로 지정한 문자가 없거나 경로가 너무 깁니다.
pl_pl: Część ścieżki folderu „[2]” jest nieprawidłowa. Jest ona pusta lub przekracza długość dopuszczalną przez system.
pt_br: Uma parte do caminho da pasta '[2]' é inválida. Talvez ela esteja vazia ou exceda o comprimento permitido pelo sistema.
pt_pt: Uma parte do caminho da pasta '[2]' não é válida; está em branco ou excede o comprimento permitido pelo sistema.
ro_ro: O parte a căii folderului '[2]' este incorectă. Fie este vidă, fie depăşeşte lungimea permisă de sistem.
sv_se: En del av mappsökvägen [2] är ogiltig. Den är tom eller överskrider längden som systemet tillåter.
th_th: ส่วนของเส้นทางโฟลเดอร์ '[2]' ไม่ถูกต้อง ซึ่งอาจจะว่างเปล่า หรือเกินความยาวที่อนุญาตโดยระบบ
uk_ua: Частина шляху до папки ''[2]'' неправильна - або пуста, або перевищує граничну довжину, дозволену системою.
zh_tw: 資料夾路徑 '[2]' 的部份超過系統允許的長度，或參雜系統不允許的字元。

source: The folder path '[2]' contains words that are not valid in folder paths.
bg_bg: Пътят до папката '[2]' съдържа думи, които не са валидни за пътища до папки.
de_de: Der Ordnerpfad "[2]" enthält Wörter, die in Ordnerpfaden ungültig sind.
es_es: La ruta de acceso a la carpeta '[2]' contiene palabras no válidas para rutas de acceso a carpetas.
et_ee: Kaustatee [2] sisaldab sõnu, mida kaustatees pole lubatud kasutada.
he_il: נתיב התיקיה '[2]' מכיל מילים שאינן חוקיות עבור נתיבי תיקיות.
it_it: Il percorso della cartella "[2]" contiene parole non valide per i percorsi delle cartelle.
ko_kr: 폴더 경로 '[2]'에 폴더 경로에 사용할 수 없는 단어가 들어 있습니다.
pl_pl: Ścieżka folderu „[2]” zawiera wyrazy, które nie są prawidłowe w ścieżkach folderów.
pt_br: O caminho da pasta '[2]' contém palavras que não são válidas em caminhos de pastas.
pt_pt: O caminho da pasta '[2]' contém palavras que não são válidas em caminhos de pastas.
ro_ro: Calea folderului '[2]' conţine cuvinte incorecte pentru căile de folder .
sv_se: Mappsökvägen [2] innehåller ord som är ogiltiga i mappsökvägar.
th_th: เส้นทางโฟลเดอร์ '[2]' มีคำที่ไม่ถูกต้องในเส้นทางโฟลเดอร์
uk_ua: Шлях до папки ''[2]'' містить неприпустимі слова.
zh_tw: 資料夾路徑 '[2]' 含有無效資料夾路徑字元。

source: The folder path '[2]' contains an invalid character.
bg_bg: Пътят до папката '[2]' съдържа невалиден знак.
de_de: Der Ordnerpfad "[2]" enthält ein ungültiges Zeichen.
es_es: La ruta de acceso a la carpeta '[2]' contiene un carácter no válido.
et_ee: Kaustatee [2] sisaldab lubamatut märki.
he_il: נתיב התיקיה '[2]' מכיל תו לא חוקי.
it_it: Il percorso della cartella "[2]" contiene un carattere non valido.
ko_kr: 폴더 경로 '[2]'에 사용할 수 없는 글자가 들어 있습니다.
pl_pl: Ścieżka folderu „[2]” zawiera nieprawidłowe znaki.
pt_br: O caminho da pasta '[2]' contém um caractere inválido.
pt_pt: O caminho da pasta '[2]' contém um carácter inválido.
ro_ro: Calea folderului '[2]' conţine un caracter incorect.
sv_se: Mappsökvägen [2] innehåller ett ogiltigt tecken.
th_th: เส้นทางโฟลเดอร์ '[2]' มีอักขระที่ไม่ถูกต้อง
uk_ua: Шлях до папки ''[2]'' містить неприпустимий символ.
zh_tw: 資料夾路徑 '[2]' 含有無效字元。

source: '[2]' is not a valid short file name.
bg_bg: '[2]' не е валидно късо име на файл.
de_de: "[2]" ist kein gültiger kurzer Dateiname.
es_es: '[2]' no es un nombre corto de archivo válido.
et_ee: [2] pole sobiv lühike failinimi.
he_il: '[2]' אינו שם קובץ קצר חוקי.
it_it: "[2]" non è un nome file breve valido.
ko_kr: '[2]'은(는) 유효한 약식 파일 이름이 아닙니다.
pl_pl: „[2]” nie jest prawidłową krótką nazwą pliku.
pt_br: '[2]' não é um nome de arquivo curto válido.
pt_pt: '[2]' não é um nome válido para ficheiros de nome curto.
ro_ro: '[2]' nu este un nume scurt corect de fişier.
sv_se: [2] är inte ett giltigt filnamn.
th_th: '[2]' ไม่ใช่ชื่อแฟ้มแบบสั้นที่ถูกต้อง
uk_ua: ''[2]'' не є припустимим коротким ім'ям файлу.
zh_tw: '[2]' 不是有效的短檔名。

source: Error getting file security: [3] GetLastError: [2]
bg_bg: Грешка при получаване на защитата на файла: [3] GetLastError: [2]
de_de: Fehler beim Abrufen der Dateisicherheit: [3] GetLastError: [2]
es_es: Error al obtener la seguridad del archivo: [3]. GetLastError: [2].
et_ee: Faili turvalisuse toomisel ilmnes tõrge: [3] GetLastError: [2]
he_il: שגיאה בקבלת אבטחת הקובץ: [3] GetLastError‏: [2]
it_it: Errore durante la lettura dei dati di protezione del file [3]. GetLastError: [2]
ko_kr: 파일 보안 오류: [3] GetLastError: [2]
pl_pl: Błąd pobierania zabezpieczeń pliku: [3] GetLastError: [2]
pt_br: Erro ao obter segurança do arquivo: [3] GetLastError: [2]
pt_pt: Erro ao obter a segurança do ficheiro: [3] GetLastError: [2]
ro_ro: Eroare la preluarea securităţii fişierului: [3] PreluareUltimaEroare: [2]
sv_se: Det uppstod ett fel vid hämtning av filsäkerhet: [3] Senaste fel: [2]
th_th: เกิดข้อผิดพลาดในการได้รับความปลอดภัยของแฟ้ม: [3] GetLastError: [2]
uk_ua: Помилка під час отримання атрибутів безпеки файлу: [3] GetLastError: [2]
zh_tw: 取得檔案安全性時發生錯誤: [3] GetLastError: [2]

source: Invalid Drive: [2]
bg_bg: Невалидно устройство: [2]
de_de: Ungültiges Laufwerk: [2]
es_es: Unidad no válida: [2]
et_ee: Sobimatu draiv: [2]
he_il: כונן לא חוקי: [2]
it_it: Unità non valida: [2]
ko_kr: 유효하지 않은 드라이브: [2]
pl_pl: Nieprawidłowy dysk: [2]
pt_br: Unidade inválida: [2]
pt_pt: Unidade inválida: [2]
ro_ro: Unitate de stocare informaţii incorectă: [2]
sv_se: Ogiltig enhet: [2]
th_th: ไดรฟ์ไม่ถูกต้อง: [2]
uk_ua: Неприпустимий диск: [2]
zh_tw: 無效的磁碟機: [2]
