Repository: Amebis/MSIBuild
Catalog: res/*.po
Languages: sl_si

source: bytes
sl_si: bajtov

source: [2] cannot install one of its required products. Contact your technical support group. {{System Error: [3].}}
sl_si: [2] ne more namestiti enega od zahtevanih izdelkov. Obrnite se na svojo tehnično službo. {{Sistemska napaka: [3].}}

source: {{Disk full: }}
sl_si: {{Disk je poln: }}

source: {{Error [1]. }}
sl_si: {{Napaka [1]. }}

source: {{Fatal error: }}
sl_si: {{Usodna napaka: }}

source: === Logging stopped: [Date] [Time] ===
sl_si: === Konec pisanja dnevnika: [Date] [Time] ===

source: === Logging started: [Date] [Time] ===
sl_si: === Začetek pisanja dnevnika: [Date] [Time] ===

source: '[2]' is not a valid short file name.
sl_si: »[2]« ni veljavno kratko ime datoteke.

source: Are you sure you want to cancel?
sl_si: Ali ste prepričani, da želite preklicati?

source: Shortcut: [1]
sl_si: Bližnjica: [1]

source: Could not remove Shortcut [2]. Verify that the shortcut file exists and that you can access it.
sl_si: Bližnjice [2] ni bilo mogoče odstraniti. Preverite, ali datoteka z bližnjico obstaja in ali imate dostop do nje.

source: Could not create Shortcut [2]. Verify that the destination folder exists and that you can access it.
sl_si: Bližnjice [2] ni bilo mogoče ustvariti. Preverite, ali ciljna mapa obstaja in ali imate dostop do nje.

source: Unregistering programme identifiers
sl_si: Brisanje registracije identifikatorjev programa

source: Unregistering MIME info
sl_si: Brisanje registracije informacij MIME

source: Unregistering type libraries
sl_si: Brisanje registracije knjižnic tipov

source: Module [2] failed to unregister. HRESULT [3]. Contact your support personnel.
sl_si: Brisanje registracije modula [2] ni uspelo. HRESULT [3]. Obrnite se na svojo tehnično službo.

source: Unregistering modules
sl_si: Brisanje registracije modulov

source: Unregistering fonts
sl_si: Brisanje registracije pisav

source: Unregistering COM+ Applications and Components
sl_si: Brisanje registracije programov in komponent COM+

source: Unregister Class servers
sl_si: Brisanje registracije strežnikov razreda

source: Unregistering extension servers
sl_si: Brisanje registracije strežnikov za dodatke

source: Deleting services
sl_si: Brisanje storitev

source: Entire feature will be installed on local hard drive
sl_si: Celotna komponenta bo nameščena na lokalni disk

source: Entire feature will be installed to run from CD
sl_si: Celotna komponenta bo nameščena na plošči CD

source: Entire feature will be installed to run from network
sl_si: Celotna komponenta bo nameščena za zagon iz omrežja

source: You must restart your system for the configuration changes made to [2] to take effect. Click Yes to restart now or No if you plan to manually restart later.
sl_si: Če želite uveljaviti spremembe konfiguracije za [2], morate sistem ponovno zagnati. Kliknite »Da«, če ga želite ponovno zagnati zdaj, oziroma »Ne«, če ga nameravate sami zagnati pozneje.

source: File [2] was rejected by digital signature policy.
sl_si: Datoteka [2] je bila zavrnjena zaradi neskladnosti s politiko o digitalnih podpisih.

source: File: [1]
sl_si: Datoteka: [1]

source: File: [1], Folder: [2]
sl_si: Datoteka: [1], mapa: [2]

source: File: [1], Folder: [2], Size: [3]
sl_si: Datoteka: [1], mapa: [2], velikost: [3]

source: File: [1], Folder: [9]
sl_si: Datoteka: [1], mapa: [9]

source: File: [1], Folder: [9], Size: [6]
sl_si: Datoteka: [1], mapa: [9], velikost: [6]

source: File: [1], Dependencies: [2]
sl_si: Datoteka: [1], odvisnosti: [2]

source: File: [1], Section: [2], Key: [3], Value: [4]
sl_si: Datoteka: [1], razdelek: [2], ključ: [3], vrednost: [4]

source: Failed to correctly patch [2] file: CRC error.
sl_si: Datoteke [2] ni bilo mogoče pravilno pravilno popraviti: napaka CRC.

source: Failed to correctly copy [2] file: CRC error.
sl_si: Datoteke [2] ni bilo mogoče pravilno prekopirati: napaka CRC.

source: Failed to correctly move [2] file: CRC error.
sl_si: Datoteke [2] ni bilo mogoče pravilno premakniti: napaka CRC.

source: Could not schedule file [2] to replace file [3] on reboot. Verify that you have write permissions to file [3].
sl_si: Datoteke [2] ni bilo mogoče razporediti tako, da bi ob zagonu zamenjala datoteko [3]. Preverite, ali imate dovoljenje za pisanje v datoteko [3].

source: The file '[2]' cannot be installed because the file cannot be found in cabinet file '[3]'. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
sl_si: Datoteke »[2]« ni mogoče namestiti, ker je ni mogoče najti v kabinetni datoteki »[3]«. To lahko pomeni, da je prišlo do omrežne napake, do napake pri branju s CD-ROM-a ali do težav v paketu.

source: Cannot create the file '[2]'. A folder with this name already exists. Cancel the install and try installing to a different location.
sl_si: Datoteke »[2]« ni mogoče ustvariti. Mapa s tem imenom že obstaja. Prekinite namestitev in poskusite namestiti znova v drugo mapo.

source: Could not update the ini file [2][3]. Verify that the file exists and that you can access it.
sl_si: Datoteke INI [2][3] ni bilo mogoče posodobiti. Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: The file [2][3] is being held in use{ by the following process: Name: [4], Id: [5], Window Title: '[6]'}. Close that application and retry.
sl_si: Datoteko [2][3] uporablja{ ta proces: ime: [4], ID: [5], naslov okna: »[6]«}. Zaprite ta program in poskusite znova.

source: Action [Time]: [1]. [2]
sl_si: Dejanje [Time]: [1]. [2]

source: Feature will be installed when required
sl_si: Del bo nameščen ob prvi uporabi

source: A portion of the folder path '[2]' is invalid. It is either empty or exceeds the length allowed by the system.
sl_si: Del poti do mape »[2]« je neveljaven. Ali je prazen ali pa presega dolžino, ki jo dovoljuje sistem.

source: Could not access network location [2].
sl_si: Do omrežnega mesta [2] ni bilo mogoče priti.

source: Extension: [1]
sl_si: Dodatek: [1]

source: Another application has exclusive access to the file '[2]'. Please shut down all other applications, then click Retry.
sl_si: Drug program ima izključni dostop do datoteke »[2]«. Zaprite vse druge programe in kliknite »Ponovi«.

source: One or more of the files required to restore your computer to its previous state could not be found. Restoration will not be possible.
sl_si: Ene ali več datotek, potrebnih za obnovitev prejšnjega stanja računalnika, ni bilo mogoče najti. Obnovitev ne bo mogoča.

source: Feature: [1]
sl_si: Funkcija: [1]

source: Generating script operations for action:
sl_si: Generiranje skriptnih operacij za dejanje:

source: Component ID: [1], Qualifier: [2]
sl_si: ID komponente: [1], kvalifikator: [2]

source: AppId: [1]{{, AppType: [2], Users: [3], RSN: [4]}}
sl_si: IdApl: [1]{{, TipApl: [2], Uporabniki: [3], RSN: [4]}}

source: AppId: [1]{{, AppType: [2]}}
sl_si: IdApl: [1]{{, TipApl: [2]}}

source: Name: [1], Value: [2], Action [3]
sl_si: Ime: [1], vrednost: [2], dejanje [3]

source: Could not get sub key names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Imen podključev za ključ [2] ni bilo mogoče dobiti. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not get value names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Imen vrednosti za ključ [2] ni bilo mogoče dobiti. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Info [1].
sl_si: Informacije [1].

source: Initializing ODBC directories
sl_si: Inicializacija imenikov ODBC

source: Searching for installed applications
sl_si: Iskanje nameščenih programov

source: Searching for related applications
sl_si: Iskanje sorodnih programov

source: Searching for qualifying products
sl_si: Iskanje ustreznih izdelkov

source: The product '[2]' is already installed, preventing the installation of this product. The two products are incompatible.
sl_si: Izdelek »[2]« je že nameščen in preprečuje nameščanje tega izdelka. Izdelka nista združljiva.

source: Product: [2] -- [3]
sl_si: Izdelek: [2] -- [3]

source: Another installation is in progress. You must complete that installation before continuing this one.
sl_si: Izvaja se še ena namestitev. Dokončati morate prvo namestitev, preden nadaljujete s to namestitvijo.

source: Source file not found: [2]. Verify that the file exists and that you can access it.
sl_si: Izvorne datoteke: [2] ni bilo mogoče najti. Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: Source file not found{{(cabinet)}}: [2]. Verify that the file exists and that you can access it.
sl_si: Izvorne datoteke{{(kabinetna datoteka)}}: [2] ni bilo mogoče najti. Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: The cabinet file '[2]' required for this installation is corrupt and cannot be used. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
sl_si: Kabinetna datoteka »[2]«, ki je potrebna za to namestitev, je poškodovana in je ni mogoče uporabiti. To lahko pomeni, da je prišlo do omrežne napake, do napake pri branju s CD-ROM-a ali do težav v paketu.

source: The key [2] is not valid. Verify that you entered the correct key.
sl_si: Ključ [2] ni veljaven. Preverite, ali ste vnesli pravi ključ.

source: Key: [1], Name: [2]
sl_si: Ključ: [1], ime: [2]

source: Key: [1], Name: [2], Value: [3]
sl_si: Ključ: [1], ime: [2], vrednost: [3]

source: Could not delete key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Ključa [2] ni bilo mogoče izbrisati. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not open key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Ključa: [2] ni bilo mogoče odpreti. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not create key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Ključa: [2] ni bilo mogoče ustvariti. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not register type library for file [2]. Contact your support personnel.
sl_si: Knjižnice tipov za datoteko [2] ni bilo mogoče registrirati. Obrnite se na svojo tehnično službo.

source: Component Services (COM+ 1.0) are not installed on this computer. This installation requires Component Services in order to complete successfully. Component Services are available on Windows 2000.
sl_si: Komponentne storitve (COM+ 1.0) v tem računalniku niso nameščene. Potrebujete jih za uspešno dokončanje te namestitve. Najdete jih v Windows 2000.

source: Action ended [Time]: [1]. Return value [2].
sl_si: Konec dejanja [Time]: [1]. Vrnjena vrednost [2].

source: Configuration completed successfully.
sl_si: Konfiguracija je bila uspešno dokončana.

source: Configuration failed.
sl_si: Konfiguriracija ni uspela.

source: Configured [2]
sl_si: Konfigurirano [2]

source: Application Context:[1], Assembly Name:[2]
sl_si: Kontekst programa:[1], ime izgradnje:[2]

source: Copying network install files
sl_si: Kopiranje datotek za omrežno namestitev

source: Copying new files
sl_si: Kopiranje novih datotek

source: Property: [1], Signature: [2]
sl_si: Lastnost: [1], podpis: [2]

source: The folder [2] does not exist. Please enter a path to an existing folder.
sl_si: Mapa [2] ne obstaja. Vnesite pot do obstoječe mape.

source: Folder: [1]
sl_si: Mapa: [1]

source: Folder|New Folder
sl_si: Mapa|Nova mapa

source: Cannot create the folder '[2]'. A file with this name already exists. Please rename or remove the file and click retry, or click Cancel to exit.
sl_si: Mape »[2]« ni mogoče ustvariti. Datoteka s tem imenom že obstaja. Preimenujte ali odstranite jo in nato kliknite »Ponovi«. Če želite operacijo prekiniti, kliknite »Prekini«.

source: An error occured during the installation of assembly component [2]. HRESULT: [3]. {{assembly interface: [4], function: [5], assembly name: [6]}}
sl_si: Med namestitvijo izgradne komponente [2] je prišlo do napake. HRESULT: [3]. {{izgradni vmesnik: [4], funkcija: [5], ime izgradnje: [6]}}

source: An error occurred while writing installation information to disk. Check to make sure enough disk space is available, and click Retry, or Cancel to end the install.
sl_si: Med pisanjem namestitvenih informacij na disk je prišlo do napake. Poskrbite, da bo na disku dovolj prostora in kliknite »Ponovi«. Če želite namestitev prekiniti, kliknite »Prekini«.

source: There is not enough disk space to install this file: [2]. Free some disk space and click Retry, or click Cancel to exit.
sl_si: Na disku ni dovolj prostora za namestitev te datoteke: [2]. Sprostite nekaj prostora na disku in kliknite »Ponovi«. Če želite namestitev preklicati, kliknite »Prekini«.

source: There is not enough disk space on the volume '[2]' to continue the install with recovery enabled. [3] KB are required, but only [4] KB are available. Click Ignore to continue the install without saving recovery information, click Retry to check for available space again, or click Cancel to quit the installation.
sl_si: Na nosilcu »[2]« trdega diska ni dovolj prostora za nadaljevanje namestitve z omogočeno obnovitvijo. Na voljo je le [4] KB prostora, potrebujete pa ga [3] KB. Kliknite »Prezri«, če želite nadaljevati namestitev brez shranjevanja informacij o obnovitvi, »Ponovi«, če želite ponovno preveriti prostor na disku, ali »Prekini«, če želite končati namestitev.

source: Available
sl_si: Na voljo

source: Found application: [1]
sl_si: Najden program: [1]

source: [SimpleProductName] Setup completed successfully.
sl_si: Namestitev izdelka [SimpleProductName] je bila uspešno dokončana.

source: {[SimpleProductName] }Setup failed.
sl_si: Namestitev izdelka [SimpleProductName] ni uspela.

source: Installation completed successfully.
sl_si: Namestitev je bila uspešno dokončana.

source: Installation failed.
sl_si: Namestitev ni uspela.

source: An installation for [2] is currently suspended. You must undo the changes made by that installation to continue. Do you want to undo those changes?
sl_si: Namestitev za [2] je trenutno ustavljena. Če želite nadaljevati, morate razveljaviti spremembe, ki jih je naredila. Ali jih želite razveljaviti?

source: The installer has encountered an unexpected error installing this package. This may indicate a problem with this package. The error code is [1]. {{The arguments are: [2], [3], [4]}}
sl_si: Namestitveni program je med nameščanjem paketa odkril nepričakovano napako. To lahko pomeni težave s paketom. Koda napake je [1]. {{Argumenti so: [2], [3], [4]}}

source: The Installer has insufficient privileges to modify this file: [2].
sl_si: Namestitveni program nima ustreznih pravic za spreminjanje te datoteke: [2].

source: The installer has insufficient privileges to access this folder: [2]. The installation cannot continue. Log on as administrator or contact your system administrator.
sl_si: Namestitveni program nima zadostnih pravic za dostop do mape: [2]. Namestitve ni mogoče nadaljevati. Prijavite se kot skrbnik ali pa se obrnite na skrbnika sistema.

source: Installer stopped prematurely.
sl_si: Namestitveni program se je končal prezgodaj.

source: Installer is no longer responding.
sl_si: Namestitveni program se ne odziva več.

source: Installing ODBC components
sl_si: Nameščanje komponent ODBC

source: Installing new services
sl_si: Nameščanje novih storitev

source: Installing system catalog
sl_si: Nameščanje sistemskega kataloga

source: Installed [2]
sl_si: Nameščeno [2]

source: Will be installed on local hard drive
sl_si: Nameščeno za zagon iz lokalnega diska

source: Will be installed to run from network
sl_si: Nameščeno za zagon iz omrežja

source: Will be installed to run from CD
sl_si: Nameščeno za zagon iz plošče CD

source: Error unregistering COM+ Application. Contact your support personnel for more information.
sl_si: Napaka pri brisanju registracije programa COM+. Če želite več informacij, se obrnite na svojo tehnično službo.

source: Error accessing secured data. Please make sure the Windows Installer is configured properly and try the install again.
sl_si: Napaka pri dostopu do varnih podatkov. Preverite, ali je Windows Installer pravilno konfiguriran, in poskusite znova.

source: Error getting file security: [3] GetLastError: [2]
sl_si: Napaka pri pridobivanju varnosti datoteke: [3] GetLastError: [2]

source: Error registering COM+ Application. Contact your support personnel for more information.
sl_si: Napaka pri registraciji programa COM+. Če želite več informacij, se obrnite na svojo tehnično službo.

source: Error applying patch to file [2]. It has probably been updated by other means, and can no longer be modified by this patch. For more information contact your patch vendor. {{System Error: [3]}}
sl_si: Napaka pri uporabi popravka za datoteko [2]. Mogoče je bila posodobljena kako drugače in je ta popravek ne more več spremeniti. Za dodatne informacije se obrnite na svojega dobavitelja popravka. {{Sistemska napaka: [3]}}

source: The specified path '[2]' is unavailable.
sl_si: Navedena pot »[2]« ni na voljo.

source: The specified path is too long: [2]
sl_si: Navedena pot je predolga: [2]

source: Invalid Drive: [2]
sl_si: Neveljaven pogon: [2]

source: Free space: [1]
sl_si: Nezaseden prostor: [1]

source: The description for service '[2]' ([3]) could not be changed.
sl_si: Ni mogoče spremeniti opisa storitve »[2]« ([3]).

source: You do not have sufficient privileges to complete this installation for all users of the machine. Log on as administrator and then retry this installation.
sl_si: Nimate ustreznih pravic za dokončanje te namestitve za vse uporabnike tega računalnika. Prijavite se kot skrbnik in nato ponovite namestitev.

source: You have insufficient privileges to read this folder.
sl_si: Nimate zadostnih pravic za branje te mape.

source: The volume [2] is currently unavailable. Please select another.
sl_si: Nosilec [2] trenutno ni na voljo. Izberite drugega.

source: A newer version of [SimpleProductName] is already installed.
sl_si: Novejša verzija programskega paketa [SimpleProductName] je že nameščena.

source: Publishing Product Features
sl_si: Objava funkcij izdelka

source: Publishing product information
sl_si: Objava informacij o izdelku

source: Publishing assembly information
sl_si: Objava informacij o izgradnji

source: Publishing Qualified Components
sl_si: Objava ustreznih komponent

source: Evaluating launch conditions
sl_si: Ocenjevanje zagonskih pogojev

source: Removal completed successfully.
sl_si: Odstranitev je bila uspešno dokončana.

source: Removal failed.
sl_si: Odstranitev ni uspela.

source: Removed [2]
sl_si: Odstranjeno [2]

source: Removing shortcuts
sl_si: Odstranjevanje bližnjic

source: Removing files
sl_si: Odstranjevanje datotek

source: Removing ODBC components
sl_si: Odstranjevanje komponent ODBC

source: Removing folders
sl_si: Odstranjevanje map

source: Removing duplicated files
sl_si: Odstranjevanje podvojenih datotek

source: Removing moved files
sl_si: Odstranjevanje premaknjenih datotek

source: Removing applications
sl_si: Odstranjevanje programov

source: Removing older versions of this application...
sl_si: Odstranjevanje starih različic tega programa ...

source: Removing backup files
sl_si: Odstranjevanje varnostnih kopij datotek

source: Removing INI files entries
sl_si: Odstranjevanje vnosov datotek INI

source: Removing system registry values
sl_si: Odstranjevanje vrednosti iz sistemskega registra

source: Advertisement completed successfully.
sl_si: Oglaševanje je bilo uspešno dokončano.

source: Advertisement failed.
sl_si: Oglaševanje ni uspelo.

source: Warning [1].
sl_si: Opozorilo [1].

source: Failed to cache package [2]. Error: [3]. Contact your support personnel.
sl_si: Paketa [2] ni bilo mogoče shraniti v predpomnilnik. Napaka: [3]. Obrnite se na svojo tehnično službo.

source: Font: [1]
sl_si: Pisava: [1]

source: Could not register font [2]. Verify that you have sufficient permissions to install fonts, and that the system supports this font.
sl_si: Pisave [2] ni bilo mogoče registrirati. Preverite, ali imate zadostne pravice za nameščanje pisav in ali sistem podpira to pisavo.

source: Please wait while Windows configures [SimpleProductName]
sl_si: Počakajte, da Windows vzpostavi [SimpleProductName]

source: Volume
sl_si: Pogon

source: Patching files
sl_si: Popravljanje datotek

source: 64-bit registry operation attempted on 32-bit operating system for key [2].
sl_si: Poskus 64-bitne operacije v registru na 32-bitnem operacijskem sistemu za ključ »[2]«.

source: Updating environment strings
sl_si: Posodabljanje nizov okolja

source: Updating component registration
sl_si: Posodabljanje registracije komponent

source: The path [2] is not valid. Please specify a valid path.
sl_si: Pot [2] ni veljavna. Navedite veljavno pot.

source: The folder path '[2]' contains words that are not valid in folder paths.
sl_si: Pot do mape »[2]« vsebuje besede, ki v poteh niso veljavne.

source: The folder path '[2]' contains an invalid character.
sl_si: Pot do mape »[2]« vsebuje neveljaven znak.

source: Required
sl_si: Potrebno

source: Binding executables
sl_si: Povezovanje izvedljivih datotek

source: Rolling back action:
sl_si: Povrnitveno dejanje:

source: The installer must restart your system before configuration of [2] can continue. Click Yes to restart now or No if you plan to manually restart later.
sl_si: Pred nadaljevanjem konfiguracije za [2] mora namestitveni program ponovno zagnati sistem. Če želite ponovni zagon zdaj, kliknite »Da«. Če želite sistem sami ponovno zagnati pozneje, kliknite »Ne«.

source: The following applications should be closed before continuing the install:
sl_si: Preden nadaljujete z namestitvijo, morate zapreti te programe:

source: A previous installation for this product is in progress. You must undo the changes made by that installation to continue. Do you want to undo those changes?
sl_si: Prejšnja namestitev tega izdelka se še izvaja. Če želite nadaljevati, morate razveljaviti spremembe, ki jih je naredila omenjena namestitev. Ali želite razveljaviti spremembe?

source: Moving files
sl_si: Premikanje datotek

source: Time remaining: {[1] minutes }{[2] seconds}
sl_si: Preostali čas: {[1] min }{[2] s}

source: Migrating feature states from related applications
sl_si: Preseljevanje stanja funkcij iz sorodnih programov

source: Validating install
sl_si: Preverjanje veljavnosti namestitve

source: Error reading from file [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
sl_si: Pri branju iz datoteke je prišlo do napake: [2]. {{Sistemska napaka [3].}} Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: Error writing to file: [2]. Verify that you have access to that folder.
sl_si: Pri pisanju v datoteko je prišlo do napake: [2]. Preverite, ali imate dostop do te mape.

source: Error attempting to read from the source install database: [2].
sl_si: Pri poskusu branja iz izvorne namestitvene zbirke podatkov je prišlo do napake: [2].
