Repository: Amebis/MSIBuild
Catalog: res/*.po
Languages: sl_si

source: An error occurred while applying security settings. [2] is not a valid user or group. This could be a problem with the package, or a problem connecting to a domain controller on the network. Check your network connection and click Retry, or Cancel to end the install. {{Unable to locate the user's SID, system error [3]}}
sl_si: Pri uporabi varnostnih nastavitev je prišlo do napake. [2] ni veljaven uporabnik skupine. Razlog za napako so lahko težave s paketom ali pri povezavi s kontrolnikom domene v omrežju. Preverite omrežno povezavo in kliknite »Ponovi« oziroma »Prekini«, če želite končati namestitev. {{Uporabnikovega SID-a ni bilo mogoče najti, sistemska napaka [3]}}

source: There was an error creating a temporary file that is needed to complete this installation.{{ Folder: [3]. System error code: [2]}}
sl_si: Pri ustvarjanju začasne datoteke, ki je potrebna za dokončanje namestitve, je prišlo do napake.{{ Mapa: [3]. Koda sistemske napake: [2]}}

source: Preparing to remove older versions of this application...
sl_si: Priprava na odstranitev starih različic tega programa ...

source: An error occurred while attempting to create the folder: [2]
sl_si: Prišlo je do napake med poskusom ustvarjanja mape: [2]

source: Error reading from file: [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
sl_si: Prišlo je do napake pri branju iz datoteke: [2]. {{ Sistemska napaka [3].}} Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: Error reading from file: [3]. {{ System error [2].}} Verify that the file exists and that you can access it.
sl_si: Prišlo je do napake pri branju iz datoteke: [3]. {{ Sistemska napaka [2].}} Preverite, ali datoteka obstaja in ali imate dostop do nje.

source: Error configuring ODBC data source: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
sl_si: Prišlo je do napake pri konfiguriranju vira podatkov ODBC: [4], napaka ODBC [2]: [3]. Preverite, ali datoteka [4] obstaja in ali imate dostop do nje.

source: Error installing ODBC driver: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
sl_si: Prišlo je do napake pri nameščanju gonilnika ODBC: [4], napaka ODBC [2]: [3]. Preverite, ali datoteka [4] obstaja in ali imate dostop do nje.

source: Error installing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
sl_si: Prišlo je do napake pri nameščanju upravitelja ODBC gonilnikov, napaka ODBC [2]: [3]. Obrnite se na svojo tehnično službo.

source: Error removing ODBC driver: [4], ODBC error [2]: [3]. Verify that you have sufficient privileges to remove ODBC drivers.
sl_si: Prišlo je do napake pri odstranjevanju gonilnika ODBC: [4], napaka ODBC [2]: [3]. Preverite, ali imate ustrezne pravice za odstranjevanje ODBC gonilnikov.

source: Error removing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
sl_si: Prišlo je do napake pri odstranjevanju upravitelja ODBC gonilnikov, napaka ODBC [2]: [3]. Obrnite se na svojo tehnično službo.

source: Error writing to file: [3]. {{ System error [2].}} Verify that you have access to that folder.
sl_si: Prišlo je do napake pri pisanju v datoteko: [3]. {{ Sistemska napaka [2].}} Preverite, ali imate dostop do te mape.

source: A network error occurred while attempting to read from the file: [2]
sl_si: Prišlo je do omrežne napake med poskusom branja iz datoteke: [2]

source: A network error occurred while attempting to open the source file cabinet: [2]
sl_si: Prišlo je do omrežne napake med poskusom odpiranja kabinetne datoteke z izvornimi datotekami: [2]

source: A network error occurred while attempting to create the folder: [2]
sl_si: Prišlo je do omrežne napake med poskusom ustvarjanja mape: [2]

source: Advertising application
sl_si: Program za oglaševanje

source: Application: [1]
sl_si: Program: [1]

source: Application: [1], Command line: [2]
sl_si: Program: [1], Ukazna vrstica: [2]

source: Could not increase the available registry space. [2] KB of free registry space is required for the installation of this application.
sl_si: Prostora, ki je na voljo za register, ni bilo mogoče povečati. Namestitev tega programa zahteva [2] KB prostega prostora za register.

source: You may either restore your computer to its previous state or continue the install later. Would you like to restore?
sl_si: Računalnik lahko povrnete v prejšnje stanje ali pa nadaljujete z namestitvijo pozneje. Ali želite obnoviti prejšnje stanje?

source: Compiling cost for this feature...
sl_si: Računam potreben prostor za ta del ...

source: Computing space requirements
sl_si: Računanje potrebnega prostora

source: Difference
sl_si: Razlika

source: Scheduling reboot operation: Deleting file [2]. Must reboot to complete operation.
sl_si: Razporejanje ponovnega zagona: brisanje datoteke [2]. Za dokončanje operacije je potreben ponovni zagon.

source: Scheduling reboot operation: Renaming file [2] to [3]. Must reboot to complete operation.
sl_si: Razporejanje ponovnega zagona: preimenovanje datoteke [2] v [3]. Za dokončanje operacije je potreben ponovni zagon.

source: Registering programme identifiers
sl_si: Registracija identifikatorjev programa

source: Registering MIME info
sl_si: Registracija informacij MIME

source: Registering product
sl_si: Registracija izdelka

source: Module [2] failed to register. HRESULT [3]. Contact your support personnel.
sl_si: Registracija modula [2] ni uspela. HRESULT [3]. Obrnite se na svojo tehnično službo.

source: Registering modules
sl_si: Registracija modulov

source: Registering fonts
sl_si: Registracija pisav

source: Registering COM+ Applications and Components
sl_si: Registracija programov in komponent COM+

source: Registering extension servers
sl_si: Registracija strežnikov za dodatke

source: Registering Class servers
sl_si: Registracija strežnikov za razrede

source: Registering user
sl_si: Registracija uporabnika

source: Could not unregister type library for file [2]. Contact your support personnel.
sl_si: Registracije knjižnice tipov za datoteko [2] ni bilo mogoče izbrisati. Obrnite se na svojo tehnično službo.

source: Could not unregister font [2]. Verify that you that you have sufficient permissions to remove fonts.
sl_si: Registracije pisave [2] ni bilo mogoče izbrisati. Preverite, ali imate zadostne pravice za odstranjevanje pisav.

source: Registering type libraries
sl_si: Registriranje knjižnic tipov

source: Allocating registry space
sl_si: Rezervacija prostora v sistemskem registru

source: Could not update environment variable '[2]'. Verify that you have sufficient privileges to modify environment variables.
sl_si: Spremenljivke okolja »[2]« ni bilo mogoče posodobiti. Preverite, ali imate ustrezne pravice za spreminjanje spremenljivk okolja.

source: The older version of [2] cannot be removed. Contact your technical support group. {{System Error [3].}}
sl_si: Starejše različice [2] ni mogoče odstraniti. Obrnite se na svojo tehnično službo. {{Sistemska napaka [3].}}

source: The Windows Installer service cannot update one or more protected Windows files. {{SFP Error: [2]. List of protected files: [3]}}
sl_si: Storitev Windows Installer ne more posodobiti ene ali več zaščitenih datotek programa Windows. {{SFP-napaka: [2]. Seznam zaščitenih datotek: [3]}}

source: The Windows Installer service cannot update the system file [2] because the file is protected by Windows. You may need to update your operating system for this programme to work correctly. {{Package version: [3], OS Protected version: [4]}}
sl_si: Storitev Windows Installer ne more posodobiti sistemske datoteke »[2]«, ker je program Windows datoteko zaščitil. Če želite, da ta program deluje pravilno, boste morda morali posodobiti operacijski sistem. {{Različica paketa: [3], Različica zaščitenega OS: [4]}}

source: The Windows Installer service cannot update the protected Windows file [2]. {{Package version: [3], OS Protected version: [4], SFP Error: [5]}}
sl_si: Storitev Windows Installer ne more posodobiti zaščitene datoteke programa Windows »[2]«. {{Različica paketa: [3], Različica zaščitenega OS: [4], Napaka SFP: [5]}}

source: The Windows Installer Service could not be accessed. This can occur if you are running Windows in safe mode, or if the Windows Installer is not correctly installed. Contact your support personnel for assistance.
sl_si: Storitev Windows Installer ni dostopna. Morda program Windows izvajate v varnem načinu ali pa Windows Installer ni pravilno nameščen. Obrnite se na svojo tehnično službo.

source: Service: [1]
sl_si: Storitev: [1]

source: Service: [2]
sl_si: Storitev: [2]

source: Service '[2]' ([3]) could not be deleted. Verify that you have sufficient privileges to remove system services.
sl_si: Storitve »[2]« ([3]) ni bilo mogoče izbrisati. Preverite, ali imate ustrezne pravice za odstranjevanje sistemskih storitev.

source: Service '[2]' ([3]) could not be installed. Verify that you have sufficient privileges to install system services.
sl_si: Storitve »[2]« ([3]) ni bilo mogoče namestiti. Preverite, ali imate ustrezne pravice za nameščanje sistemskih storitev.

source: Service '[2]' ([3]) could not be stopped. Verify that you have sufficient privileges to stop system services.
sl_si: Storitve »[2]« ([3]) ni bilo mogoče ustaviti. Preverite, ali imate ustrezne pravice za ustavljanje sistemskih storitev.

source: This feature will be installed on the local hard drive
sl_si: Ta del bo nameščen na lokalni disk

source: Will be installed when required
sl_si: Ta del bo nameščen ob prvi uporabi

source: This feature will become unavailable
sl_si: Ta del bo odstranjen

source: This feature will be removed from your local hard drive, but will be still available to run from the network
sl_si: Ta del bo odstranjen iz vašega lokalnega diska, vendar bo ponastavljen za zagon iz omrežja

source: This feature will be removed from your local hard drive, but will be still available to run from CD
sl_si: Ta del bo odstranjen iz vašega lokalnega diska, vendar bo ponastavljen za zagon iz plošče CD

source: This feature will be removed from your local hard drive, but will be set to be installed when required
sl_si: Ta del bo odstranjen iz vašega lokalnega diska, vendar bo ponastavljen za zagon ob prvi uporabi

source: This feature will be uninstalled completely, you won't be able to run it from the network
sl_si: Ta del bo odstranjen, ne boste ga mogli zagnati niti iz omrežja

source: This feature will be uninstalled completely, you won't be able to run it from CD
sl_si: Ta del bo odstranjen, ne boste ga mogli zagnati niti iz plošče CD

source: This feature will be installed to run from the network
sl_si: Ta del bo ponastavljen za zagon iz omrežja

source: This feature will be installed to run from CD
sl_si: Ta del bo ponastavljen za zagon iz plošče CD

source: This feature will be set to be installed when required
sl_si: Ta del bo ponastavljen za zagon ob prvi uporabi

source: This feature frees up [1] on your hard drive.
sl_si: Ta del bo sprostil [1] na vašem disku.

source: This feature will remain on you local hard drive
sl_si: Ta del bo še vedno nameščen na vašem lokalnem disku

source: This feature will remain to be run from the network
sl_si: Ta del bo še vedno nameščen za zagon iz omrežja

source: This feature will remain to be run from CD
sl_si: Ta del bo še vedno nameščen za zagon iz plošče CD

source: This feature will remain uninstalled
sl_si: Ta del bo še vedno odstranjen

source: Entire feature will be unavailable
sl_si: Ta del ne bo nameščen

source: This feature requires [1] on your hard drive.
sl_si: Ta del zahteva [1] na vašem disku.

source: This feature requires [1] on your hard drive. It has [2] of [3] subfeatures selected. The subfeatures require [4] on your hard drive.
sl_si: Ta komponenta zaseda [1] na vašem lokalnem disku. Ima izbranih [2] od [3] delov. Deli zasedajo [4] na vašem lokalnem disku.

source: This package cannot upgrade the currently installed [SimpleProductName]. Please remove the old package first and retry.
sl_si: Ta namestitveni paket ne more nadgraditi trenutno nameščenega programskega paketa [SimpleProductName]. Prosimo, najprej odstranite nameščeni programski paket in nato poskusite ponovno.

source: This installation package is not supported on this platform. Contact your application vendor.
sl_si: Ta namestitveni paket ni podprt na tej platformi. Obrnite se na proizvajalca programske opreme.

source: You must be an Administrator to remove this application. To remove this application, you can log on as an Administrator, or contact your technical support group for assistance.
sl_si: Ta program lahko odstrani le skrbnik. Če ga želite odstraniti, se prijavite kot skrbnik ali pa se za pomoč obrnite na svojo tehnično službo.

source: This version of Windows does not support deploying 64-bit packages. The script [2] is for a 64-bit package.
sl_si: Ta verzija operacijskega sistema Windows ne omogoča distribucije 64-bitnih namestitvenih paketov. Skripta »[2]« so namenjena 64-bitnim namestitvenim paketom.

source: There is a problem with this Windows Installer package. A DLL required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action [2], entry: [3], library: [4] }}
sl_si: Težave s paketom Windows Installer. Knjižnice DLL, ki je potrebna za dokončanje namestitve, ni mogoče izvesti. Obrnite se na svojo tehnično službo ali na proizvajalca paketa. {{Dejanje [2], vnos: [3], knjižnica: [4] }}

source: There is a problem with this Windows Installer package. A programme run as part of the setup did not finish as expected. Contact your support personnel or package vendor. {{Action [2], location: [3], command: [4] }}
sl_si: Težave s paketom Windows Installer. Program, ki se izvaja kot del namestitve, ni bil dokončan po pričakovanjih. Obrnite se na svojo tehnično službo ali na proizvajalca paketa. {{Dejanje [2], mesto: [3], ukaz: [4] }}

source: There is a problem with this Windows Installer package. A programme required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action: [2], location: [3], command: [4] }}
sl_si: Težave s paketom Windows Installer. Programa, ki je potreben za dokončanje namestitve, ni mogoče zagnati. Obrnite se na svojo tehnično službo ali na proizvajalca paketa. {{Dejanje: [2], mesto: [3], ukaz: [4] }}

source: There is a problem with this Windows Installer package. A script required for this install to complete could not be run. Contact your support personnel or package vendor. {{Custom action [2] script error [3], [4]: [5] Line [6], Column [7], [8] }}
sl_si: Težave s paketom Windows Installer. Skript, ki so potrebni za dokončanje namestitve, ni mogoče izvesti. Obrnite se na svojo tehnično službo ali na proizvajalca paketa. {{Dejanje po meri [2] napaka v skriptih [3], [4]: [5] vrstica [6], stolpec [7], [8] }}

source: Unpublishing assembly information
sl_si: Umik objave informacij o izgradnji

source: Unpublishing Product Features
sl_si: Umik objave možnosti izdelka

source: Unpublishing product information
sl_si: Umik objave podatkov o izdelku

source: Unpublishing Qualified Components
sl_si: Umik objave ustreznih komponent

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product.
sl_si: Uporabnik »[2]« je prej že sprožil namestitev izdelka »[3]«. Omenjeni uporabnik bo moral ponovno zagnati namestitev, da bi lahko uporabljal ta izdelek.

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product. Your current install will now continue.
sl_si: Uporabnik »[2]« je prej že sprožil namestitev izdelka »[3]«. Omenjeni uporabnik bo moral ponovno zagnati namestitev, da bi lahko uporabljal ta izdelek. Trenutna namestitev se bo nadaljevala.

source: User installations are disabled via policy on the machine.
sl_si: Uporabniške namestitve so s pravili za ta računalnik onemogočene.

source: Stopping services
sl_si: Ustavitev storitev

source: Creating shortcuts
sl_si: Ustvarjanje bližnjic

source: Creating duplicate files
sl_si: Ustvarjanje kopij datotek

source: Creating folders
sl_si: Ustvarjanje map

source: Unable to write to the specified folder: [2].
sl_si: V navedeno mapo »[2]« ni mogoče pisati.

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to go back to the previously selected volume.
sl_si: V pogonu [2] ni diska. Vstavite disk in kliknite »Ponovi« ali pa kliknite »Prekini«, če se želite vrniti na prej izbrani nosilec.

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to return to the browse dialog and select a different volume.
sl_si: V pogonu [2] ni diska. Vstavite disk in kliknite »Ponovi« ali pa kliknite »Prekini«, če se želite vrniti v pogovorno okno za brskanje in izbrati drug nosilec.

source: Could not find any previously installed compliant products on the machine for installing this product.
sl_si: V računalniku ni bilo mogoče najti ustreznih, prej nameščenih izdelkov, potrebnih za to namestitev.

source: Could not read security information for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Varnostnih informacij za ključ [2] ni bilo mogoče prebrati. {{ Sistemska napaka [3].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Disk Size
sl_si: Velikost

source: A valid destination folder for the install could not be determined.
sl_si: Veljavne ciljne mape za namestitev ni bilo mogoče določiti.

source: An installation package for the product [2] cannot be found. Try the installation again using a valid copy of the installation package '[3]'.
sl_si: Veljavnega namestitvenega paketa izdelka [2] ni bilo mogoče najti. Poskusite ponoviti namestitev z veljavnim namestitvenim paketom »[3]«.

source: Could not delete value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Vrednosti [2] ni bilo mogoče izbrisati iz ključa [3]. {{ Sistemska napaka [4].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not read value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Vrednosti [2] ni bilo mogoče prebrati iz ključa [3]. {{ Sistemska napaka [4].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Could not write value [2] to key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
sl_si: Vrednosti [2] ni bilo mogoče zapisati v ključ [3]. {{ Sistemska napaka [4].}} Preverite, ali imate pravice za dostop do tega ključa ali pa se obrnite na svojo tehnično službo.

source: Message type: [1], Argument: [2]
sl_si: Vrsta sporočila: [1], argument: [2]

source: MIME Content Type: [1], Extension: [2]
sl_si: Vrsta vsebine MIME: [1], dodatek: [2]

source: Please insert the disk: [2]
sl_si: Vstavite disk: [2]

source: Could not set file security for file '[3]'. Error: [2]. Verify that you have sufficient privileges to modify the security permissions for this file.
sl_si: Za datoteko »[3]« ni bilo mogoče nastaviti varnosti. Napaka: [2]. Preverite, ali imate ustrezne pravice za spreminjanje varnostnih dovoljenj za to datoteko.

source: Action start [Time]: [1].
sl_si: Začetek dejanja [Time]: [1].

source: Starting services
sl_si: Zagon storitev

source: Service '[2]' ([3]) failed to start. Verify that you have sufficient privileges to start system services.
sl_si: Zagon storitve »[2]« ([3]) ni uspel. Preverite, ali imate ustrezne pravice za zaganjanje sistemskih storitev.

source: A file that is required cannot be installed because the cabinet file [2] has an invalid digital signature. This may indicate that the cabinet file is corrupt.{{ Error [3] was returned by WinVerifyTrust.}}
sl_si: Zahtevane datoteke ni mogoče namestiti, ker je digitalni podpis kabinetne datoteke [2] neveljaven. To lahko pomeni, da je kabinetna datoteka poškodovana.{{ Napako [3] je vrnil WinVerifyTrust.}}

source: A file that is required cannot be installed because the cabinet file [2] is not digitally signed. This may indicate that the cabinet file is corrupt.
sl_si: Zahtevane datoteke ni mogoče namestiti, ker kabinetna datoteka [2] ni digitalno podpisana. To lahko pomeni, da je kabinetna datoteka poškodovana.

source: Writing INI files values
sl_si: Zapisovanje vrednosti datotek INI

source: Writing system registry values
sl_si: Zapisovanje vrednosti v sistemski register

source: Gathering required information...
sl_si: Zbiranje potrebnih informacij ...

source: Out of memory. Shut down other applications before retrying.
sl_si: Zmanjkalo je pomnilnika. Zaprite druge programe in nato poskusite znova.

source: Out of disk space -- Volume: '[2]'; required space: [3] KB; available space: [4] KB. Free some disk space and retry.
sl_si: Zmanjkalo je prostora na disku -- nosilec: »[2]«; potreben prostor: [3] KB; prostor na voljo: [4] KB. Sprostite nekaj prostora na disku in poskusite znova.

source: &Yes
sl_si: &Da

source: &Look in:
sl_si: &Glej v:

source: &Folder:
sl_si: &Ime mape:

source: &Continue
sl_si: &Nadaljuj

source: &Install Now
sl_si: &Namesti zdaj

source: &No
sl_si: &Ne

source: &Remove
sl_si: &Odstrani

source: &Retry
sl_si: &Ponovi

source: Disk &Usage
sl_si: &Poraba

source: &Reset
sl_si: &Povrni

source: &Modify
sl_si: &Spremeni

source: &Modify now
sl_si: &Spremeni zdaj

source: I &accept the General Terms.
sl_si: &Strinjam se s splošnimi pogoji.

source: OK
sl_si: &V redu

source: &Enter desired folder or click "Browse":
sl_si: &Vpišite želeno mapo ali pritisnite »Prebrskaj«:

source: &Close
sl_si: &Zapri

source: [DlgStrongFont]&Prepare Now
sl_si: [DlgStrongFont]&Pripravi zdaj

source: [DlgStrongFont]You are about to install the 32-bit variant on the 64-bit operating system.
sl_si: [DlgStrongFont]Namestili boste 32-bitno različico na 64-bitni operacijski sistem.

source: [DlgTitleFont][SimpleProductName] [Progress2] Interrupted
sl_si: [DlgTitleFont][Progress2] programa [SimpleProductName] je bila prekinjena.

source: [DlgTitleFont][SimpleProductName] [Progress1] Completed
sl_si: [DlgTitleFont][Progress2] programa [SimpleProductName] je končana.

source: [DlgTitleFont][SimpleProductName] [Progress2] Ended Prematurely
sl_si: [DlgTitleFont][Progress2] programa [SimpleProductName] se je zaključila predčasno.

source: [DlgTitleFont]Files in Use
sl_si: [DlgTitleFont]Datoteke v uporabi

source: [DlgTitleFont]Change current destination folder.
sl_si: [DlgTitleFont]Izberite mapo za namestitev.

source: [DlgTitleFont]Change current administrative installation folder.
sl_si: [DlgTitleFont]Izberite mapo za namestitveno podobo.

source: [DlgTitleFont]Choose setup type.
sl_si: [DlgTitleFont]Izberite vrsto namestitve.

source: [DlgTitleFont]Click "Next" to resume [SimpleProductName] installation.
sl_si: [DlgTitleFont]Kliknite »Nadaljuj« za nadaljevanje namestitve programa [SimpleProductName].

source: [DlgTitleFont]Preparing [SimpleProductName] installation. Please wait...
sl_si: [DlgTitleFont]Namestitev programa [SimpleProductName] se pripravlja. Prosimo, počakajte ...

source: [DlgTitleFont]Out of Disk Space
sl_si: [DlgTitleFont]Premalo prostora

source: [DlgTitleFont][SimpleProductName] Administrative Install Image Preparation
sl_si: [DlgTitleFont]Priprava namestitvene podobe programa [SimpleProductName]
