Repository: Amebis/MSIBuild
Catalog: res/*.po
Languages: sl_si

source: [DlgTitleFont]Please read the following general terms carefully.
sl_si: [DlgTitleFont]Prosimo, da pazljivo preberete splošne pogoje.

source: [DlgTitleFont]Disk Space Requirements
sl_si: [DlgTitleFont]Prostorske zahteve

source: [DlgTitleFont][SimpleProductName] Maintenance
sl_si: [DlgTitleFont]Vzdrževanje programa [SimpleProductName]

source: Although, 32-bit variant should work with your operating system, this programme is also available as 64-bit variant, which is more appropriate for your operating system. The installation of the 64-bit variant is recommended.
sl_si: 32-bitna različica programa bo sicer delovala na vašem operacijskem sistemu, toda ta program je na voljo tudi v 64-bitni različici, ki je primernejša za vaš operacijski sistem. Priporočamo, da namestite raje 64-bitno različico tega programa.

source: Are you sure you want to cancel [SimpleProductName] installation?
sl_si: Ali ste prepričani, da želite prekiniti namestitev programa [SimpleProductName]?

source: Information text
sl_si: Besedilo

source: Setup Wizard
sl_si: Čarovnik za namestitev

source: If you interrupted the installation by accident, please run the installation again.
sl_si: Če ste namestitev prekinili pomotoma, jo ponovno poženite.

source: Tree of selections
sl_si: Drevo izbire

source: Click on the icons in the tree below to change the features to be installed:
sl_si: Kliknite na ikone v drevesu spodaj, da izberete dele, ki jih želite namestiti:

source: Progress done
sl_si: Končano

source: Alternatively, you may choose to disable the installer's rollback functionality. This allows the installer to restore your computer's original state should the installation be interrupted in any way. Click Yes if you wish to take the risk to disable rollback.
sl_si: Lahko se odločite, da onemogočite možnost obnovitve prvotnega stanja. Obnovitev prvotnega stanja omogoča namestitvi ponovno vrnitev v stanje računalnika pred namestitvijo, če namestitev ne uspe. Kliknite »Da«, če želite tvegati, da vrnitev v prvotno stanje ne bo možna.

source: Folder:
sl_si: Mapa:

source: Installs the most common programme features. Recommended for most users.|
sl_si: Namesti najbolj običajne dele programa. Primerno za večino uporabnikov.|

source: Setup
sl_si: Namestitev

source: Custom Installation
sl_si: Namestitev po meri

source: [SimpleProductName] setup was interrupted on your request. Therefore, the programme was not installed. Your system has not been modified.
sl_si: Namestitev programa [SimpleProductName] je bila prekinjena na vašo zahtevo, zato program ni bil nameščen. Vaš sistem je v stanju, kot je bil pred začetkom namestitve.

source: [SimpleProductName] setup ended prematurely because of an error. Therefore, the programme was not installed. Your system has not been modified.
sl_si: Namestitev programa [SimpleProductName] se je zaključila predčasno zaradi napake, zato program ni bil nameščen. Vaš sistem je v stanju, kot je bil pred začetkom namestitve.

source: Installing
sl_si: Nameščam

source: Installer Information
sl_si: Napaka

source: The following applications are using files that need to be updated by this setup. Close these applications and then click Retry to continue the installation or Cancel to exit it.
sl_si: Naslednji programi uporabljajo datoteke, ki jih mora ta namestitev posodobiti. Prosimo, zaprite te programe in nato kliknite gumb »Ponovi« za nadaljevanje ali »Prekini« za končanje:

source: &Repair
sl_si: Ob&novi

source: Repairing
sl_si: Obnavljam

source: Repair
sl_si: Obnova

source: Information icon|
sl_si: Obvestilo|

source: Repairs errors in the most recent installation state - fixes missing or corrupt files, shortcuts and registry entries.|
sl_si: Odpravi napake pri namestitvi programa - popravi pokvarjene ali manjkajoče datoteke, bližnjice in zapise v registru.|

source: Removes the programme from your computer.|
sl_si: Odstrani program z vašega računalnika.|

source: Removal
sl_si: Odstranitev

source: Removing
sl_si: Odstranjujem

source: Allows users to change the way features are installed.|
sl_si: Omogoča, da sami izberete, kateri deli bodo nameščeni in kam.|

source: Allows you to change the which features are installed.|
sl_si: Omogoča, da sami izberete, kateri deli programa so nameščeni.|

source: Multiline description of the currently selected item.
sl_si: Opis trenutno izbranega elementa

source: Exclamation icon|
sl_si: Opozorilo|

source: The highlighted volumes (if any) do not have enough disk space available for the currently selected features. You can either remove some files from the highlighted volumes, or choose to install less features onto local drive(s), or select different destination drive(s).
sl_si: Označeni pogoni (če obstajajo) nimajo dovolj prostora za trenutno izbrane dele. Lahko sprostite nekaj prostora na izbranih pogonih, izberete manj delov za namestitev ali pa izberete druge pogone za namestitev.

source: &Ignore
sl_si: P&rezri

source: C&ustomize
sl_si: Po &meri

source: Br&owse
sl_si: Prebrskaj

source: Cancel
sl_si: Prekini

source: Shows space requirement by volumes, according to current feature selection.|
sl_si: Prikaže porabo prostora po pogonih glede na trenutno izbiro delov.|

source: Please try again, or contact [Manufacturer] (phone [ARPHELPTELEPHONE]).
sl_si: Prosimo, poskusite ponovno ali se obrnite na [Manufacturer] (tel. [ARPHELPTELEPHONE]).

source: Modification
sl_si: Sprememba

source: Installed Features Selection
sl_si: Sprememba nameščenih delov

source: Modifying
sl_si: Spreminjam

source: Determining required space for installation...
sl_si: Ugotavljanje potrebnega prostora za namestitev ...

source: Create A New Folder|
sl_si: Ustvari novo mapo|

source: Up One Level|
sl_si: V nadrejeno mapo|

source: The size of the currently selected item.
sl_si: Velikost trenutno izbranega elementa

source: Resets feature selection to initial state.|
sl_si: Vrne izbiro delov za namestitev v prvotno stanje.|

source: Maintenance allows you to change the way features are installed on your computer or even to remove [SimpleProductName] from your computer.
sl_si: Vzdrževanje vam omogoča, da spremenite, kateri deli so nameščeni na vašem računalniku, ali celo odstranite program [SimpleProductName].

source: You are about to prepare installation image for [SimpleProductName], to allow easier group deployment.
sl_si: Za program [SimpleProductName] boste pripravili namestitveno podobo, ki olajšuje preprostejše skupinsko nameščanje.
