Repository: Amebis/MSIBuild
Catalog: UI/locale/*.po
Languages: ru_ru

source: [DlgTitleFont]Preparing [SimpleProductName] installation. Please wait...
ru_ru: [DlgTitleFont]Подготовка установки. Пожалуйста, подождите ...

source: Progress done
ru_ru: Выполнено

source: [DlgTitleFont]Please read the following general terms carefully.
ru_ru: [DlgTitleFont]Внимательно прочитайте общие условия.

source: I &accept the General Terms.
ru_ru: Я принимаю Обще условия.

source: &Continue
ru_ru: Продолжить

source: [DlgTitleFont]Choose setup type.
ru_ru: [DlgTitleFont]Изменить тип настройки.

source: Installs the most common program features. Recommended for most users.|
ru_ru: Устанавливает чаще всего используемые компоненты программы. Рекомендуется для большинства пользователей.|

source: C&ustomize
ru_ru: Настроить

source: Allows users to change the way features are installed.|
ru_ru: Позволяет пользователю изменить способ установки компонентов.|

source: [DlgTitleFont]Click "Next" to resume [SimpleProductName] installation.
ru_ru: [DlgTitleFont]Нажат "Далее" для продолжения установки [SimpleProductName].

source: [DlgTitleFont][SimpleProductName] Maintenance
ru_ru: [DlgTitleFont][SimpleProductName] обслуживание

source: Maintenance allows you to change the way features are installed on your computer or even to remove [SimpleProductName] from your computer.
ru_ru: Oбслуживание позволяет изменить способ установки выбранных компонентов, а также удалить [SimpleProductName] с вашего компьютера.

source: [DlgTitleFont][SimpleProductName] Administrative Install Image Preparation
ru_ru: [DlgTitleFont][SimpleProductName] подготовка образа административной установки

source: You are about to prepare installation image for [SimpleProductName], to allow easier group deployment.
ru_ru: Вы собираетесь подготовить картину установки для [SimpleProductName], чтобы облегчить размещение группы.

source: &Enter desired folder or click "Browse":
ru_ru: Ввести желаемую папку или нажать на кнопку "Обзор":

source: Br&owse
ru_ru: Обзор

source: [DlgStrongFont]&Prepare Now
ru_ru: [DlgStrongFont]Подготовить сейчас

source: Click on the icons in the tree below to change the features to be installed:
ru_ru: Для изменения набора компонентов для установки щелкните соответствующий значок в расположенном ниже дереве:

source: Tree of selections
ru_ru: Дерево выбора

source: Multiline description of the currently selected item.
ru_ru: Подробное описание выбранного компонента.

source: The size of the currently selected item.
ru_ru: Размер выбранного компонента.

source: Folder:
ru_ru: Папка:

source: &Reset
ru_ru: Сбросить

source: Resets feature selection to initial state.|
ru_ru: Возвращает выбор компонентов в исходное состояние.|

source: Disk &Usage
ru_ru: Использование диска

source: Shows space requirement by volumes, according to current feature selection.|
ru_ru: Показывает дисковое пространство по томам согласно c выбором компонентов.|

source: [DlgTitleFont]Change current destination folder.
ru_ru: [DlgTitleFont]Изменить текущаю папку назначения.

source: &Look in:
ru_ru: Смотреть в:

source: Up One Level|
ru_ru: На один уровень вверх|

source: Create A New Folder|
ru_ru: Создать новую папку|

source: &Folder:
ru_ru: Папка:

source: OK
ru_ru: ОК

source: Cancel
ru_ru: Отмена

source: [DlgTitleFont]Change current administrative installation folder.
ru_ru: [DlgTitleFont]Изменить текущаю папку административной установки.

source: [DlgTitleFont]Disk Space Requirements
ru_ru: [DlgTitleFont]Вычисление необходимого свободного места

source: &Close
ru_ru: Закрыть

source: [DlgTitleFont]Out of Disk Space
ru_ru: [DlgTitleFont]Недостаточно места на диске

source: The highlighted volumes (if any) do not have enough disk space available for the currently selected features. You can either remove some files from the highlighted volumes, or choose to install less features onto local drive(s), or select different destination drive(s).
ru_ru: Hа указанных томах недостаточно места для выбранных компонентов. Вы можете освободить место на указанных томах, установить меньше компонентов или выбрать другой целевой диск.

source: Alternatively, you may choose to disable the installer's rollback functionality. This allows the installer to restore your computer's original state should the installation be interrupted in any way. Click Yes if you wish to take the risk to disable rollback.
ru_ru: Можно также отключить функцию отката установщика. Отключение отката не позволит установщику восстановить исходное состояние компьютера при любом прерывании установки. Если вы готовы принять риск отключения отката, нажмите кнопку «Да».

source: &Yes
ru_ru: Да

source: &No
ru_ru: Нет

source: Information icon|
ru_ru: Значок сведений|

source: Are you sure you want to cancel [SimpleProductName] installation?
ru_ru: Вы действительно хотите отменить установку программы [SimpleProductName]?

source: Information text
ru_ru: Информационный текст

source: &Retry
ru_ru: Повторить

source: &Ignore
ru_ru: Пропустить

source: [DlgTitleFont]Files in Use
ru_ru: [DlgTitleFont]Файлы исползовается.

source: The following applications are using files that need to be updated by this setup. Close these applications and then click Retry to continue the installation or Cancel to exit it.
ru_ru: Следующие приложения используют файлы, которые должны быть обновлены этой программой установки. Закройте эти приложения и нажмите кнопку «Повторить», чтобы продолжить установку, или нажмите кнопку «Отмена», чтобы прекратить установку.

source: [DlgTitleFont][SimpleProductName] [Progress1] Completed
ru_ru: [DlgTitleFont][SimpleProductName] [Progress1] завершено

source: [DlgTitleFont][SimpleProductName] [Progress2] Interrupted
ru_ru: [DlgTitleFont][SimpleProductName] [Progress2] прервано

source: [SimpleProductName] setup was interrupted on your request. Therefore, the program was not installed. Your system has not been modified.
ru_ru: Вы решили прервать установку программы [SimpleProductName]. Поэтому программа не была установлена. Ваша система не изменилась.

source: If you interrupted the installation by accident, please run the installation again.
ru_ru: Если вы случайно прервали установку, повторите ее.

source: [DlgTitleFont][SimpleProductName] [Progress2] Ended Prematurely
ru_ru: [DlgTitleFont][SimpleProductName] [Progress2] завершено преждевременно

source: [SimpleProductName] setup ended prematurely because of an error. Therefore, the program was not installed. Your system has not been modified.
ru_ru: Установка программы [SimpleProductName] завершена преждевременно из-за ошибки. Поэтому программа не была установлена. Ваша система не изменилась.

source: Please try again, or contact [Manufacturer] (phone [ARPHELPTELEPHONE]).
ru_ru: Пожалуйста, попробуйте еще раз, или обратитесь к [Manufacturer] (телефон [ARPHELPTELEPHONE]).

source: Determining required space for installation...
ru_ru: Вычисляется необходимый объем места для установки...

source: &Modify now
ru_ru: Изменить сейчас

source: Installed Features Selection
ru_ru: Выбор установленных компонентов

source: Modifying
ru_ru: Изменяет

source: Modification
ru_ru: Изменение

source: Repairing
ru_ru: Восстанавливает

source: Repair
ru_ru: Восстановление

source: Removing
ru_ru: Удаляет

source: Removal
ru_ru: Удаление

source: Installer Information
ru_ru: Сведения установщика

source: Installing
ru_ru: Устанавливает

source: Setup
ru_ru: Установка

source: Setup Wizard
ru_ru: Мастер установки

source: Custom Installation
ru_ru: Выборочная установка

source: &Install Now
ru_ru: Установить сейчас

source: &Modify
ru_ru: Изменить

source: Allows you to change the which features are installed.|
ru_ru: Позволяет изменить выбор компонентов для установки.|

source: &Repair
ru_ru: Восстановить

source: Repairs errors in the most recent installation state - fixes missing or corrupt files, shortcuts and registry entries.|
ru_ru: Устранение ошибок последней установки путем добавления недостающих и исправления поврежденных файлов, ярлыков и записей реестра.|

source: &Remove
ru_ru: Удалить

source: Removes the program from your computer.|
ru_ru: Удалит программу с вашего компьютера.|

source: bytes
ru_ru: B

source: Entire feature will be unavailable
ru_ru: Весь компонент будет полностью недоступен

source: Feature will be installed when required
ru_ru: Компонент будет установлен при необходимости

source: Entire feature will be installed to run from CD
ru_ru: Весь компонент будет установлен для выполнения с компакт-диска

source: Entire feature will be installed on local hard drive
ru_ru: Весь компонент будет установлен на локальном жестком диске

source: Entire feature will be installed to run from network
ru_ru: Весь компонент будет установлен для выполнения через сеть

source: Will be installed to run from CD
ru_ru: Будет установлен для выполнения с компакт-диска

source: Will be installed on local hard drive
ru_ru: Будет установлен на локальном жестком диске

source: Will be installed to run from network
ru_ru: Будет установлен для выполнения через сеть

source: Folder|New Folder
ru_ru: Папка|Новая Папка

source: Gathering required information...
ru_ru: Сбор сведений...

source: This feature will remain uninstalled
ru_ru: Этот компонент не будет установлен

source: This feature will be set to be installed when required
ru_ru: Этот компонент будет настроен для установки при необходимости

source: This feature will be installed to run from CD
ru_ru: Этот компонент будет установлен для выполнения с компакт-диска

source: This feature will be installed on the local hard drive
ru_ru: Этот компонент будет установлен на локальном жестком диске

source: This feature will be installed to run from the network
ru_ru: Этот компонент будет установлен для выполнения через сеть

source: This feature will become unavailable
ru_ru: Этот компонент будет полностью недоступен

source: Will be installed when required
ru_ru: Будет установлен при необходимости

source: This feature will be uninstalled completely, you won't be able to run it from CD
ru_ru: Этот компонент будет полностью удален, и его выполнение с компакт-диска станет невозможно

source: This feature will remain to be run from CD
ru_ru: Этот компонент будет оставлен для выполнения с компакт-диска

source: This feature frees up [1] on your hard drive.
ru_ru: Этот компонент высвободит [1] на жестком диске.

source: This feature requires [1] on your hard drive.
ru_ru: Для установки этого компонента необходимо [1] на жестком диске.

source: Compiling cost for this feature...
ru_ru: Вычисление необходимого объема для этого компонента...

source: This feature will be removed from your local hard drive, but will be set to be installed when required
ru_ru: Этот компонент будет удален с локального жесткого диска, но его можно будет установить при необходимости

source: This feature will be removed from your local hard drive, but will be still available to run from CD
ru_ru: Этот компонент будет удален с локального жесткого диска, но будет доступен для выполнения с компакт-диска

source: This feature will remain on you local hard drive
ru_ru: Этот компонент по-прежнему останется на локальном жестком диске

source: This feature will be removed from your local hard drive, but will be still available to run from the network
ru_ru: Этот компонент будет удален с локального жесткого диска, но будет доступен для выполнения через сеть

source: This feature will be uninstalled completely, you won't be able to run it from the network
ru_ru: Этот компонент будет полностью удален, и его выполнение через сеть станет невозможно.

source: This feature will remain to be run from the network
ru_ru: Этот компонент будет оставлен для выполнения через сеть

source: This feature requires [1] on your hard drive. It has [2] of [3] subfeatures selected. The subfeatures require [4] on your hard drive.
ru_ru: Этот компонент высвободит [1] на жестком диске. Выбрано [2] из [3] вложенных компонентов. Вложенные компоненты высвободят [4] на жестком диске.

source: Time remaining: {[1] minutes }{[2] seconds}
ru_ru: Оставшееся время: {[1] мин }{[2] сек}

source: Available
ru_ru: Доступно

source: Difference
ru_ru: Разница

source: Required
ru_ru: Требуется

source: Disk Size
ru_ru: Размер диска

source: Volume
ru_ru: Том

source: Exclamation icon|
ru_ru: Восклицательный знак|

source: [DlgStrongFont]You are about to install the 32-bit variant on the 64-bit operating system.
ru_ru: [DlgStrongFont]Вы собираетесь установить 32-битную версию в 64-битной операционной системе.

source: Although, 32-bit variant should work with your operating system, this program is also available as 64-bit variant, which is more appropriate for your operating system. The installation of the 64-bit variant is recommended.
ru_ru: 32-битный вариант программы в вашей операционной системе должен работать, но доступен также 64-битный вариант, более соответствующий вашей операционной системе. Рекомендуется установить 64-битный вариант.
