Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Unregister Class servers
ar_sa: إلغاء تسجيل ملقمات فئة
ca_es: S'estan suprimint del Registre servidors de classe
cs_cz: Rušení registrace serverů tříd
da_dk: Fjerner registreringen af klasseservere
el_gr: Κατάργηση καταχώρησης διακομιστών κλάσης
eu_es: Klase-zerbitzariak erregistrotik ezabatu
fi_fi: Poistetaan luokkapalvelinten reskisteröintiä
fr_fr: Annulation de l'inscription des serveurs de classes
hr_hr: Odjava Class-poslužitelja
hu_hu: Az osztálykiszolgálók regisztrációjának törlése
ja_jp: クラス サーバーの登録を解除しています
lt_lt: Išregistruojami klasių serveriai.
lv_lv: Notiek klaðu serveru reȉistrâcijas dzçðana
nb_no: Fjerner registrering av klasseservere
nl_nl: Bezig met het ongedaan maken van de registratie van categorieservers
pl_pl: Wyrejestrowywanie serwerów klas
ro_ro: Eliminare înregistrare clasã servere
ru_ru: Отмена регистрация серверов классов
sk_sk: Ruší sa registrácia serverov triedy
sv_se: Avregistrera klasservrar
th_th: กำลังเอาเซิร์ฟเวอร์ Class ออกจากการลงทะเบียน
tr_tr: Sınıf sunucularının kaydı kaldırılıyor
vi_vn: Gỡ đăng ký server Class
zh_cn: 正在撤销类服务器的注册

source: Unregistering COM+ Applications and Components
ar_sa: عدم تسجيل برامج COM+ والمحتويات
ca_es: S'estan suprimint del Registre aplicacions i components COM+
cs_cz: Rušení registrace aplikací a součástí modelu COM+
da_dk: Fjerner registrering af programr og komponenter til COM+
el_gr: Κατάργηση καταχώρησης εφαρμογών και στοιχείων COM+
eu_es: COM+ aplikazioak eta osagaiak erregistrotik kentzen
fi_fi: Poistetaan COM+-sovellusten ja -komponenttien rekisteröintiä
fr_fr: Annulation de l'inscription des applications et des composants COM+
hr_hr: Odjava COM+ programa i komponenti
hu_hu: A COM+ alkalmazások és összetevők regisztrációjának törlése
ja_jp: COM+ アプリケーションとコンポーネントの登録を解除しています
lt_lt: Išregistruojamos COM+ programos ir komponentai.
lv_lv: Notiek COM+ lietojumprogrammu un komponentu reȉistrâcijas dzçðana
nb_no: Fjerner registrering av COM+-programr og -komponenter
nl_nl: Bezig met het ongedaan maken van de registratie van COM+-toepassingen en -onderdelen
pl_pl: Wyrejestrowywanie aplikacji i sk{__l /}adników COM+
ro_ro: Se eliminã înregistrarea aplicaþiilor ºi componentele COM+
ru_ru: Отмена регистрации приложений и компонентов COM+
sk_sk: Ruší sa registrácia aplikácií a komponentov architektúry COM+
sv_se: Avregistrerar COM+-tillämpningar och -komponenter
th_th: กำลังเอา COM+ Applications and Components ออกจากการลงทะเบียน
tr_tr: Unregistering COM+ Uygulamalarının ve Bilelenlerinin kaydı kaldırılıyor
vi_vn: Gỡ đăng ký Ứng dụng và Thành phần COM+
zh_cn: 正在撤销 COM+ 应用程序和组件的注册

source: Unregistering extension servers
ar_sa: إلغاء تسجيل ملقمات ملحقة
ca_es: S'estan suprimint del Registre els servidors d'extensió
cs_cz: Rušení registrace serverů rozšíření
da_dk: Fjerner registreringen af udvidelsesservere
el_gr: Κατάργηση καταχώρησης διακομιστών επεκτάσεων
eu_es: Luzapen-zerbitzariak erregistrotik ezabatu
fi_fi: Poistetaan laajennuspalvelinten rekisteröintiä
fr_fr: Annulation de l'inscription des extensions serveur
hr_hr: Odjava extension-poslužitelja
hu_hu: A kiterjesztéskiszolgálók regisztrációjának törlése
ja_jp: エクステンション サーバーの登録を解除しています
lt_lt: Išregistruojami plėtinių serveriai.
lv_lv: Notiek paplaðinâjumu serveru reȉistrâcijas dzçðana
nb_no: Fjerner registrering av tilleggsservere
nl_nl: Bezig met het ongedaan maken van de registratie van extensieservers
pl_pl: Wyrejestrowywanie serwerów rozszerzeń
ro_ro: Eliminare înregistrare servere de extensie
ru_ru: Отмена регистрация серверов расширений
sk_sk: Ruší sa registrácia rozširujúcich serverov
sv_se: Avregistrerar tilläggsservrar
th_th: กำลังเอาเซิร์ฟเวอร์ส่วนขยายออกจากการลงทะเบียน
tr_tr: Uzantı sunucularının kaydı kaldırılıyor
vi_vn: Gỡ đăng ký server mở rộng
zh_cn: 正在撤销扩展服务器的注册

source: Unregistering fonts
ar_sa: إلغاء تسجيل خطوط
ca_es: S'estan suprimint del Registre els tipus de lletra
cs_cz: Rušení registrace písem
da_dk: Fjerner registreringen af skrifttyper
el_gr: Κατάργηση καταχώρησης γραμματοσειρών
eu_es: Letra-tipoak erregistrotik ezabatu
fi_fi: Poistetaan fonttien rekisteröintejä
fr_fr: Annulation de l'inscription des polices
hr_hr: Odjava fontova
hu_hu: A betűtípusok regisztrációjának visszavonása
ja_jp: フォントの登録を解除しています
lt_lt: Išregistruojami šriftai.
lv_lv: Notiek fontu reȉistrâcijas dzçðana
nb_no: Fjerner registrering av skrifttyper
nl_nl: Bezig met het ongedaan maken van de registratie van lettertypen
pl_pl: Wyrejestrowywanie czcionek
ro_ro: Eliminare înregistrare fonturi
ru_ru: Отмена регистрации шрифтов
sk_sk: Ruší sa registrácia písiem
sv_se: Avregistrerar teckensnitt
th_th: กำลังเอาแบบอักษรออกจากการลงทะเบียน
tr_tr: Yazı tiplerinin kaydı kaldırılıyor
vi_vn: Gỡ đăng ký phông
zh_cn: 正在撤销字体的注册

source: Unregistering MIME info
ar_sa: إلغاء تسجيل معلومات MIME
ca_es: S'estȁ suprimint del Registre la informació MIME
cs_cz: Rušení registrace informací MIME
da_dk: Fjerner registreringen af MIME-info
el_gr: Κατάργηση καταχώρησης πληροφοριών MIME
eu_es: MIME informazioa erregistrotik ezabatzen
fi_fi: Poistetaan MIME-tietojen rekisteröintiä
fr_fr: Annulation de l'inscription des informations MIME
hr_hr: Odjava MIME info
hu_hu: A MIME információ regisztrációjának visszavonása
ja_jp: MIME 情報の登録を解除しています
lt_lt: Išregistruojama informacija apie MIME.
lv_lv: Notiek MIME informâcijas reȉistrâcijas dzçðana
nb_no: Fjerner registrering av MIME-informasjon
nl_nl: Bezig met het ongedaan maken van de registratie van MIME-gegevens
pl_pl: Wyrejestrowywanie informacji MIME
ro_ro: Eliminare înregistrare informaþii MIME
ru_ru: Отмена регистрации MIME
sk_sk: Ruší sa registrácia informácie typu MIME
sv_se: Avregistrerar MIME-information
th_th: กำลังเอาข้อมูล MIME ออกจากการลงทะเบียน
tr_tr: MIME bilgisi kaydı kaldırılıyor
vi_vn: Gỡ đăng ký thông tin MIME
zh_cn: 正在撤销 MIME 信息的注册

source: Unregistering modules
ar_sa: إلغاء تسجيل وحدات نمطية
ca_es: S'estan suprimint mȍduls del Registre
cs_cz: Rušení registrace modulů
da_dk: Fjerner registreringen af moduler
el_gr: Κατάργηση καταχώρησης λειτουργικών μονάδων
eu_es: Moduluak erregistrotik ezabatzen
fi_fi: Poistetaan moduulin rekisteröintejä
fr_fr: Annulation de l'inscription des modules
hr_hr: Odjava modula
hu_hu: A modulok regisztrációjának törlése
ja_jp: モジュールの登録を解除しています
lt_lt: Išregistruojami moduliai.
lv_lv: Notiek moduïu reȉistrâcijas dzçðana
nb_no: Fjerner registrering av mapper
nl_nl: Bezig met het ongedaan maken van de registratie van modules
pl_pl: Wyrejestrowywanie modu{__l /}ów
ro_ro: Eliminare înregistrare module
ru_ru: Отмена регистрации модулей
sk_sk: Ruší sa registrácia modulov
sv_se: Avregistrerar moduler
th_th: กำลังเอาโมดูลออกจากการลงทะเบียน
tr_tr: Birimlerin kaydı kaldırılıyor
vi_vn: Gỡ đăng ký đơn thể
zh_cn: 正在撤销模块的注册

source: Unregistering programme identifiers
el_gr: Κατάργηση καταχώρησης αναγνωριστικών προγράμματος
eu_es: Programaren identifikatzaileak erregistrotik ezabatzen
lv_lv: Notiek programmu identifikatoru reȉistrâcijas dzçðana
sv_se: Avregistrerar programidentifierare

source: Unregistering type libraries
ar_sa: إلغاء تسجيل مكتبات نوع
ca_es: S'estȁ suprimint del Registre les biblioteques de tipus
cs_cz: Rušení registrace knihoven typů
da_dk: Fjerner registreringen af type-DLL'er
el_gr: Κατάργηση καταχώρησης βιβλιοθηκών τύπων
eu_es: Mota-liburutegiak erregistrotik ezabatzen
fi_fi: Poistetaan tyyppikirjastoiden rekisteröintejä
fr_fr: Annulation de l'inscription des bibliothȅques de type
hr_hr: Odjava vrsta biblioteka
hu_hu: A típustárak regisztrációjának visszavonása
ja_jp: 種類のライブラリの登録を解除しています
lt_lt: Išregistruojamos tipų bibliotekos.
lv_lv: Notiek tipu bibliotçku reȉistrâcijas dzçðana
nb_no: Fjerner registrering av typebiblioteker
nl_nl: Bezig met het ongedaan maken van de registratie van typebibliotheken
pl_pl: Wyrejestrowywanie bibliotek typów
ro_ro: Eliminare înregistrare biblioteci de tipuri
ru_ru: Отмена регистрация библиотек типов
sk_sk: Ruší sa registrácia knižníc typov
sv_se: Avregistrerar typbibliotek
th_th: กำลังเอาคลังของชนิดออกจากการลงทะเบียน
tr_tr: Tür kitaplıklarının kaydı kaldırılıyor
vi_vn: Gỡ đăng ký thư viện loại
zh_cn: 正在撤销类型库的注册

source: Updating component registration
ar_sa: تحديث تسجيل المكوّن
ca_es: S'estȁ actualitzant el registre del component
cs_cz: Aktualizace registrace součástí
da_dk: Opdaterer komponentregistrering
el_gr: Ενημέρωση καταχώρησης στοιχείου
eu_es: Osagaien erregistroa eguneratzen
fi_fi: Päivitetään komponenttien rekisteröintiä
fr_fr: Mise ȁ jour de l'inscription des composants
hr_hr: Ažuriranje prijave komponenti
hu_hu: Összetevők regisztrációjának frissítése
ja_jp: コンポーネントの登録を更新しています
lt_lt: Naujinamas komponentų registravimas.
lv_lv: Notiek komponenta reȉistrâcijas atjauninâðana
nb_no: Oppdaterer registrering av komponenter
nl_nl: Bezig met het bijwerken van de registratie van de onderdelen
pl_pl: Aktualizowanie rejestracji sk{__l /}adnika
ro_ro: Actualizare înregistrare componentã
ru_ru: Обновление регистрации компонентов
sk_sk: Aktualizuje sa registrácia súȅastí
sv_se: Uppdaterar komponentregistrering
th_th: กำลังปรับปรุงการลงทะเบียนคอมโพเนนต์
tr_tr: Bileşen kaydı güncelleştiriliyor
vi_vn: Cập nhật việc đăng ký thành phần
zh_cn: 正在更新组件注册表

source: Updating environment strings
ar_sa: تحديث سلاسل بيئة
ca_es: S'estan actualitzant cadenes d'entorn
cs_cz: Aktualizace řetězců prostředí
da_dk: Opdaterer milj{__o /}strenge
el_gr: Ενημέρωση συμβολοσειρών περιβάλλοντος
eu_es: Inguruneko kateak eguneratzen
fi_fi: Päivitetään ympäristömerkkijonoja
fr_fr: Mise ȁ jour des chaînes d'environnement
hr_hr: Ažuriranje nizova okoline
hu_hu: A környezeti karakterláncok frissítése
ja_jp: 環境ストリングを更新しています
lt_lt: Naujinamos aplinkos eilutės.
lv_lv: Notiek vides virkȍu atjauninâðana
nb_no: Oppdaterer milj{__o /}strenger
nl_nl: Bezig met het bijwerken van omgevingsstrings
pl_pl: Aktualizowanie cišgów tekstowych rodowiska
ro_ro: Actualizare ºiruri de mediu
ru_ru: Обновление строк среды
sk_sk: Aktualizujú sa premenné prostredia
sv_se: Uppdaterar systemsträngar
th_th: กำลังปรับปรุงสายอักขระสภาพแวดล้อม
tr_tr: Ortam ayarları güncelleştiriliyor
vi_vn: Cập nhật chuỗi môi trường
zh_cn: 正在更新环境字符串

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product.
ar_sa: قام المستخدم '[2]' ببدء تثبيت منتج '[3]' مسبقاً. يحتاج ذلك المستخدم إلى تشغيل ذلك التثبيت مرة أخرى قبل استخدام ذلك المنتج.
ca_es: L'usuari "[2]" ha iniciat prȅviament una instal·lació per al producte "[3]". Aquest usuari haurȁ d'executar aquesta instal·lació de nou abans que pugui utilitzar aquest producte.
cs_cz: Instalace produktu [3] již byla dříve spuštěna uživatelem [2]. Před použitím produktu je třeba, aby tento uživatel spustil instalaci znovu.
da_dk: Bruger '[2]' har tidligere startet en installation for produktet '[3]'. Brugeren skal k{__o /}re installationen igen, f{__o /}r de kan bruge produktet.
el_gr: Ο χρήστης "[2]" εκκίνησε νωρίτερα μια εγκατάσταση για το προϊόν "[3]". Ο χρήστης θα πρέπει να εκτελέσει ξανά την εγκατάσταση, για να είναι δυνατή η χρήση του προϊόντος.
eu_es: '[2]' erabiltzaileak lehenik instalazio bat jarri du martxan '[3]' produktuarentzat. Erabiltzaile horrek instalazio-programa berriro exekutatu beharko du produktua erabili ahal izateko.
fi_fi: Käyttäjä [2] on aiemmin aloittanut tuotteen [3] asennuksen. Tämä käyttäjä ei voi käyttää tuotetta, ennen kuin hän on suorittanut asennusohjelman uudelleen.
fr_fr: L'utilisateur [2] a déjȁ lancé l'installation du produit [3]. Il devra réexécuter cette installation avant de pouvoir utiliser le produit.
hr_hr: Korisnik '[2]' prethodno je započeo instalaciju proizvoda '[3]'. Taj će korisnik morati ponovo izvesti tu instalaciju prije korištenja tog proizvoda.
hu_hu: Egy másik felhasználó ([2]) korábban már elindította a(z) '[3]' termék telepítését. Neki a termék használatához újra kell majd indítani a telepítést.
ja_jp: ユーザー '[2]' によって、既に製品 '[3]' のインストールが開始されています。この製品を使う前に、このユーザーは再度インストールを実行する必要があります。
lt_lt: Vartotojas [2] anksčiau pradėjo diegti programą [3]. Prieš naudodamas šią programą, šis vartotojas turės ją įdiegti dar kartą.
lv_lv: Produkta '[3]' instalēšanu uzsāka lietotājs '[2]'. Šim lietotājam instalācija būs jāveic vēlreiz, un tad viņš varēs lietot šo produktu.
nb_no: Brukeren [2] har startet en installasjon av produktet [3] tidligere. Den brukeren må kj{__o /}re installasjonen på nytt f{__o /}r produktet kan brukes.
nl_nl: Gebruiker [2] heeft eerder geprobeerd product [3] te installeren. Deze gebruiker moet de installatie opnieuw uitvoeren voordat het product kan worden gebruikt.
pl_pl: Użytkownik [2] zaczš{__l /} wczeniej instalację produktu [3]. Aby używać tego produktu, użytkownik będzie musia{__l /} ponownie uruchomić instalację.
ro_ro: Utilizatorul '[2]' a iniþiat anterior o instalare pentru produsul '[3]'. Acel utilizator va trebui sã execute din nou acea instalare înainte de a utiliza acel produs.
ru_ru: Пользователь "[2]" ранее начал установку продукта "[3]". Этому пользователю придется выполнить установку заново.
sk_sk: Používateľ '[2]' už spustil inštaláciu produktu '[3]'. Tento používateľ bude musieť pred použitím produktu spustiť inštaláciu znova.
sv_se: Användaren [2] har tidigare initierat en installation av produkten [3]. Den användaren måste köra den installationen igen innan produkten kan användas.
th_th: ｼﾙ鱚ｪ・'[2]' 莇鰲ﾃﾔ霖｡ﾒﾃｵﾔｴｵﾑ鬧ｼﾅﾔｵﾀﾑｳｱ・'[3]' 萇・ ｼﾙ鱚ｪ鮖ﾑ鮖ｨﾓ狃郢ｵ鯱ｧ狹ﾕﾂ｡罨魴ﾑﾇｵﾔｴｵﾑ鬧ﾍﾕ｡､ﾃﾑ鬧｡靉ｹｷﾕ霈ﾙ鯱ﾗ雹ｨﾐﾊﾒﾁﾒﾃｶ罨鮠ﾅﾔｵﾀﾑｳｱ・ﾑ鮖
tr_tr: '[2]' kullanıcısı '[3]' ürününü yüklemeyi daha önce başlattı. Bu kullanıcının, bu ürünü kullanmadan önce yükleme işlemini yeniden çalıştırması gerekecek.
vi_vn: Người dùng '[2] đã khởi sự việc cài ̣đặt sản phẩm '[3]'. Người dùng đó sẽ cần chạy cài đặt đó lại trước khi họ có thể dùng sản phẩm đó.
zh_cn: 用户 [2] 以前启动过产品 [3] 的安装程序。若要使用该产品，需要请此用户再次运行安装程序。

source: User '[2]' has previously initiated an install for product '[3]'. That user will need to run that install again before they can use that product. Your current install will now continue.
ar_sa: قام المستخدم '[2]' ببدء تثبيت منتج '[3]' مسبقاً. يحتاج ذلك المستخدم إلى تشغيل ذلك التثبيت مرة أخرى قبل استخدام ذلك المنتج. سيتم الآن متابعة التثبيت الحالي.
ca_es: L'usuari "[2]" ha iniciat prȅviament una instal·lació per al producte "[3]". Aquest usuari haurȁ d'executar aquesta instal·lació de nou abans que pugui utilitzar aquest producte. Ara continuarȁ la vostra instal·lació actual.
cs_cz: Instalace produktu [3] již byla dříve spuštěna uživatelem [2]. Před použitím produktu je třeba, aby tento uživatel spustil instalaci znovu. Bude dokončena momentálně spuštěná instalace.
da_dk: Bruger '[2]' har tidligere startet en installation af produktet '[3]'. Brugeren skal k{__o /}re installationen igen, f{__o /}r de kan bruge produktet. Det nuværende installationsprogram vil fortsætte nu.
el_gr: Ο χρήστης "[2]" εκκίνησε νωρίτερα μια εγκατάσταση για το προϊόν "[3]". Ο χρήστης θα πρέπει να εκτελέσει ξανά την εγκατάσταση, για να είναι δυνατή η χρήση του προϊόντος. Η τρέχουσα εγκατάσταση θα συνεχιστεί τώρα.
eu_es: '[2]' erabiltzaileak lehenik instalazio bat jarri du martxan '[3]' produktuarentzat. Erabiltzaile horrek instalazio-programa berriro exekutatu beharko du produktua erabili ahal izateko. Une honetan egiten ari zaren instalazioak jarraitu egingo du orain.
fi_fi: Käyttäjä [2] on aiemmin aloittanut tuotteen [3] asennuksen. Tämä käyttäjä ei voi käyttää tuotetta, ennen kuin hän on suorittanut asennusohjelman uudelleen. Nykyinen asennus jatkuu.
fr_fr: L'utilisateur [2] a déjȁ lancé l'installation du produit [3]. Il devra réexécuter cette installation avant de pouvoir utiliser le produit. L'installation en cours va se poursuivre.
hr_hr: Korisnik '[2]' prethodno je započeo instalaciju proizvoda '[3]'. Taj će korisnik morati ponovo izvesti tu instalaciju prije korištenja tog proizvoda. Vaša će se trenutačna instalacija sada nastaviti.
hu_hu: Egy másik felhasználó ([2]) korábban már elindította a(z) '[3]' termék telepítését. Neki a termék használatához újra kell majd indítani a telepítést. A jelenlegi telepítés most folytatódni fog.
ja_jp: ユーザー '[2]' によって、既に製品 '[3]' のインストールが開始されています。この製品を使う前に、このユーザーは再度インストールを実行する必要があります。現在のインストールはこのまま続行されます。
lt_lt: Vartotojas [2] anksčiau pradėjo diegti programą [3]. Prieš naudodamas šią programą, šis vartotojas turės ją įdiegti dar kartą. Dabar bus tęsiamas jūsų pradėtas diegimas.
lv_lv: Produkta '[3]' instalēšanu uzsāka lietotājs '[2]'. Šim lietotājam instalācija būs jāveic vēlreiz, un tad viņš varēs lietot šo produktu. Tagad turpināsies pašreizējais instalēšanas process.
nb_no: Brukeren [2] har startet en installasjon av produktet [3] tidligere. Den aktuelle brukeren må kj{__o /}re installasjonen på nytt f{__o /}r produktet kan brukes. Gjeldende installasjon vil nå fortsette.
nl_nl: Gebruiker [2] heeft eerder geprobeerd product [3] te installeren. Deze gebruiker moet de installatie opnieuw uitvoeren voordat het product kan worden gebruikt. De huidige installatie wordt nu voortgezet.
pl_pl: Użytkownik [2] zaczš{__l /} wczeniej instalację produktu [3]. Aby używać tego produktu, użytkownik będzie musia{__l /} ponownie uruchomić instalację. Bieżšca instalacja będzie kontynuowana.
ro_ro: Utilizatorul '[2]' a iniþiat anterior o instalare pentru produsul '[3]'. Acel utilizator va trebui sã execute din nou acea instalare, înainte de a utiliza acel produs. Instalarea curentã poate acum sã continue.
ru_ru: Пользователь "[2]" ранее начал установку продукта "[3]". Этому пользователю придется выполнить установку заново. Ваша текущая установка будет продолжена.
sk_sk: Používateľ '[2]' už spustil inštaláciu produktu '[3]'. Tento používateľ bude musieť pred použitím produktu spustiť inštaláciu znova. Vaša aktuálna inštalácia bude teraz pokračovať.
sv_se: Användaren [2] har tidigare initierat en installation av produkten [3]. Den användaren måste köra den installationen igen innan produkten kan användas. Den aktuella installationen fortsätter nu.
th_th: ｼﾙ鱚ｪ・'[2]' 莇鰲ﾃﾔ霖｡ﾒﾃｵﾔｴｵﾑ鬧ｼﾅﾔｵﾀﾑｳｱ・'[3]' 萇・ ｼﾙ鱚ｪ鮖ﾑ鮖ｨﾓ狃郢ｵ鯱ｧ狹ﾕﾂ｡罨魴ﾑﾇｵﾔｴｵﾑ鬧ﾍﾕ｡､ﾃﾑ鬧｡靉ｹｷﾕ霈ﾙ鯱ﾗ雹ｨﾐﾊﾒﾁﾒﾃｶ罨鮠ﾅﾔｵﾀﾑｳｱ・ﾑ鮖 ｡ﾒﾃｵﾔｴｵﾑ鬧ｻﾑｨｨﾘｺﾑｹ｢ﾍｧ､ﾘｳｨﾐｶﾙ｡ｷﾓｵ靉莉犇ﾕ・ﾇｹﾕ・
tr_tr: '[2]' kullanıcısı '[3]' ürününü yüklemeyi daha önce başlattı. Bu kullanıcının, bu ürünü kullanmadan önce yükleme işlemini yeniden çalıştırması gerekecek. Geçerli yükleme işleminize şimdi devam edilecek.
vi_vn: Người dùng '[2] đã khởi sự việc cài ̣đặt sản phẩm '[3]'. Người dùng đó sẽ cần chạy cài đặt đó lại trước khi họ có thể dùng sản phẩm đó. Bây giờ việc cài đặt của bạn sẽ tiếp tục.
zh_cn: 用户 [2] 以前启动过产品 [3] 的安装程序。若要使用该产品，需要请此用户再次运行安装程序。现在将继续进行您的安装。

source: User installations are disabled via policy on the machine.
ar_sa: يتم تعطيل تثبيتات المستخدم عن طريق النهج هلى الجهاز.
ca_es: Les instal·lacions de l'usuari estan inhabilitades per l'estratȅgia de la mȁquina.
cs_cz: Uživatelské instalace jsou zásadami v počítači zakázané.
da_dk: Brugerinstallationer er deaktiveret ved hjælp af en politik på denne computer.
el_gr: Οι εγκαταστάσεις χρήστη έχουν απενεργοποιηθεί μέσω πολιτικής στον υπολογιστή.
eu_es: Erabiltzaile instalazioak disgaitu egin dira makinean gidalerroaren bitartez.
fi_fi: Tietokonekäytäntö estää käyttäjäasennukset.
fr_fr: Les installations par l'utilisateur sont désactivées par la stratégie de l'ordinateur.
hr_hr: Korisničke instalacije onemogućene su ograničenjem rada na stroju.
hu_hu: A felhasználó telepítések a számítógép házirendjében le vannak tiltva.
ja_jp: このコンピュータでは、ユーザーによるインストールはポリシーで無効になっています。
lt_lt: Vartotojo diegimus draudžia kompiuteryje naudojama politika.
lv_lv: Lietotāju instalācijas ir atspējotas, izmantojot datorā esošo politiku.
nb_no: Brukerinstallasjoner deaktiveres ved hjelp av policy på maskinen.
nl_nl: Installatie door gebruikers is uitgeschakeld via een beleidsregel op de machine.
pl_pl: Instalacje użytkownika sš wy{__l /}šczone przez zasady na tym komputerze.
ro_ro: Instalãrile de cãtre utilizator sunt dezactivate prin politica din calculator.
ru_ru: Установка программы отключена из-за применения политики данного компьютера.
sk_sk: Politika zakazuje používateľské inštalácie na počítači.
sv_se: Användarinstallationer har inaktiverats av en princip på datorn.
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧｢ﾍｧｼﾙ鱚ｪ鮓ﾙ｡ﾋ鰓ﾁ萇鰾ｴﾂｹ篦ｺﾒﾂ｢ﾍｧ爨ﾃﾗ靉ｧ
tr_tr: Kullanıcı yüklemeleri bu makinedeki ilke ile devre dışı bırakıldı.
vi_vn: Việc cài đặt bởi người dùng bị vô hiệu hóa trên máy này.
zh_cn: 本机上的策略禁止用户安装。

source: Validating install
ar_sa: تحقق من صحة التثبيت
ca_es: S'estȁ validant la instal·lació
cs_cz: Ověřování instalace
da_dk: Kontrollerer installationen
el_gr: Επικύρωση εγκατάστασης
eu_es: Instalazioa balidatzen
fi_fi: Tarkistetaan asennuksen kelpoisuutta
fr_fr: Validation de l'installation
hr_hr: Provjera valjanosti instalacije
hu_hu: A telepítés érvényesítése
ja_jp: インストールを検証しています
lt_lt: Patvirtinamas diegimas.
lv_lv: Notiek instalâcijas validâcija
nb_no: Validerer installasjon
nl_nl: Bezig met het valideren van de installatie
pl_pl: Sprawdzanie poprawnoci instalacji
ro_ro: Validare instalare
ru_ru: Проверка установки
sk_sk: Overuje sa inštalácia
sv_se: Bekräftar installation
th_th: กำลังตรวจสอบความถูกต้องการติดตั้ง
tr_tr: Yükleme doğrulanıyor
vi_vn: Hiệu lực hóa cài đặt
zh_cn: 正在验证安装

source: Warning [1].
ar_sa: تحذير [1].
ca_es: Advertȅncia [1].
cs_cz: Upozornění [1].
da_dk: Advarsel [1].
el_gr: Προειδοποίηση [1].
eu_es: [1] abisua.
fi_fi: Varoitus [1].
fr_fr: Avertissement [1].
hr_hr: Upozorenje [1].
hu_hu: Figyelmeztetés: [1].
ja_jp: 警告 [1]。
lt_lt: Įspėjimas [1].
lv_lv: Brīdinājums [1].
nb_no: Advarsel: [1].
nl_nl: Waarschuwing [1].
pl_pl: Ostrzeżenie [1].
ro_ro: Avertisment [1].
ru_ru: Предупреждение [1].
sk_sk: Upozornenie: [1].
sv_se: Varning [1].
th_th: ､ﾓ犒ﾗﾍｹ [1].
tr_tr: Uyarı [1].
vi_vn: Cảnh báo [1].
zh_cn: 警告 [1]。

source: Writing INI files values
ar_sa: كتابة قيم ملفات INI
ca_es: S'estan escrivint valors als fitxers INI
cs_cz: Zápis hodnot souborů INI
da_dk: Skriver værdier for INI-filer
el_gr: Εγγραφή τιμών αρχείων INI
eu_es: INI fitxategien balioak idazten
fi_fi: Kirjoitetaan Ini-tiedostojen arvoja
fr_fr: Écriture des valeurs des fichiers INI
hr_hr: Upis vrijednosti INI-datoteka
hu_hu: Az INI fájlok értékeinek írása
ja_jp: INI ファイルに値を書き込んでいます
lt_lt: Rašomos iniciavimo failų reikšmės.
lv_lv: Notiek INI failu vçrtîbu rakstîðana
nb_no: Skriver INI-filverdier
nl_nl: Bezig met het schrijven van waarden voor INI-bestanden
pl_pl: Zapisywanie wartoci plików INI
ro_ro: Scriere valori în fiºiere INI
ru_ru: Сохранение значений в INI-файлах
sk_sk: Zapisujú sa hodnoty súborov INI
sv_se: Skriver INI-filvärden
th_th: กำลังเขียนค่าแฟ้ม INI
tr_tr: INI dosya değerleri yazılıyor
vi_vn: Ghi giá trị tệp tin INI
zh_cn: 正在写入 INI 文件数值

source: Writing system registry values
ar_sa: كتابة قيم تسجيل النظام
ca_es: S'estan escrivint valors del Registre del sistema
cs_cz: Zápis hodnot do systémového registru
da_dk: Skriver værdier i systemets registreringsdatabase
el_gr: Εγγραφή τιμών μητρώου συστήματος
eu_es: Sistema-erregistroaren balioak idazten
fi_fi: Kirjoitetaan järjestelmän rekisteriarvoja
fr_fr: Écriture des valeurs du registre systȅme
hr_hr: Upis vrijednosti registra sustava
hu_hu: A rendszerleíró értékek írása
ja_jp: 後で使用するためにアプリケーションを設定しています
lt_lt: Rašomos sistemos registro reikšmės.
lv_lv: Notiek sistçmas reȉistra vçrtîbu rakstîðana
nb_no: Skriver systemregisterverdier
nl_nl: Bezig met het schrijven van systeemregisterwaarden
pl_pl: Zapisywanie wartoci rejestru systemowego
ro_ro: Se scriu valori în registry
ru_ru: Запись параметров системного реестра
sk_sk: Zapisujú sa hodnoty do systémovej databázy Registry
sv_se: Skriver systermregistervärden
th_th: กำลังเขียนค่า registry ของระบบ
tr_tr: Sistem kaydı değerleri yazılıyor
vi_vn: Ghi giá trị đăng ký hệ thống
zh_cn: 正在写入系统注册表值
