Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: One or more of the files required to restore your computer to its previous state could not be found. Restoration will not be possible.
ar_sa: تعذر العثور على واحد أو أكثر من الملفات المطلوبة لإستعادة الكمبيوتر لحالته السابقة. لن تكون الإستعادة ممكنة.
ca_es: No s'ha trobat un o més dels fitxers requerits per restaurar l'ordinador al seu estat anterior. No es podrȁ restaurar.
cs_cz: Jeden nebo více souborů potřebných pro obnovení předchozího stavu počítače nelze najít. Předchozí stav počítače nelze obnovit.
da_dk: En eller flere af de filer, der kræves for at gendanne din computer til den forrige tilstand, kunne ikke findes. Gendannelse vil ikke være mulig.
el_gr: Δεν ήταν δυνατή η εύρεση ενός ή περισσότερων αρχείων που απαιτούνται για την επαναφορά του υπολογιστή σας στην προηγούμενή του κατάσταση. Δεν θα είναι δυνατή η επαναφορά.
eu_es: Ordenadorea lehengo egoerara leheneratzeko behar diren fitxategi bat edo batzuk ezin dira aurkitu. Ezin da leheneratu.
fi_fi: Yhtä tai useampaa tietokoneen edellisen tilan palauttamiseen tarvittua tiedostoa ei löydy. Palautus ei onnistu.
fr_fr: Impossible de trouver un ou plusieurs des fichiers requis pour restaurer l'état antérieur de votre ordinateur. Impossible de procéder ȁ la restauration.
hr_hr: Nije moguće pronaći jednu ili više datoteka potrebnih za vraćanje računala u prethodno stanje. Vraćanje neće biti moguće.
hu_hu: A számítógép előző állapotának visszaállításához szükséges fájlok közül egy vagy több nem található. A visszaállítás nem lehetséges.
ja_jp: このコンピュータを直前の状態に復元するために必要なファイルの一部が見つかりませんでした。復元することはできません。
lt_lt: Nerasta vieno ar kelių failų, reikalingų kompiuteriui į ankstesnę būseną grąžinti. Grąžinti į ankstesnę būseną neįmanoma.
lv_lv: Nevarēja atrast vienu vai vairākus failus, kas ir nepieciešami, lai jūsu datoru atjaunotu iepriekšējā stāvoklī. Atjaunošana nebūs iespējama.
nb_no: Finner ikke én eller flere filer som kreves for å gjenopprette maskinen til sin opprinnelige tilstand. Gjenoppretting er ikke mulig.
nl_nl: Kan een of meer bestanden die nodig zijn om de oorspronkelijke staat van de computer te herstellen niet vinden. Herstellen is niet mogelijk.
pl_pl: Nie można znaleć jednego lub więcej plików wymaganych do przywrócenia komputera do poprzedniego stanu. Przywrócenie nie jest możliwe.
ro_ro: Imposibil de gãsit unul sau mai multe dintre fiºierele necesare, pentru restabilirea computerului la starea sa anterioarã. Restabilirea imposibilã.
ru_ru: Не удается найти файлы, необходимые для восстановления исходного состояния компьютера. Восстановление невозможно.
sk_sk: Jeden alebo viacero súborov požadovaných na obnovenie predchádzajúceho stavu počítača sa nedá nájsť. Obnovenie nebude možné.
sv_se: En eller flera av de filer som krävs för att återställa datorn till det tidigare status kunde inte hittas. Det går inte att återställa datorn.
th_th: 菽霎ｺﾍﾂ靨ｧｹ鯱ﾂﾋｹﾖ隗眩鮹ｷﾕ鞳ｪ鱚ｹ｡ﾒﾃ｡ﾙ鬢ﾗｹ､ﾍﾁｾﾔﾇ犒ﾍﾃ・ﾍｧ､ﾘｳ耆鰲ｻ郢ﾊｶﾒｹﾐ｡靉ｹﾋｹ鰓 ｡ﾒﾃ｡ﾙ鬢ﾗｹｨﾐ菽靆ﾒﾁﾒﾃｶｷﾓ莇・
tr_tr: Bilgisayarınızı önceki durumuna döndürmek için gereken bir veya daha çok dosya bulunamadı. Geri yükleme yapılamaz.
vi_vn: Không tìm thấy một hoặc nhiều tệp tin cần để khôi phục máy tính trở lại trạng thái trước. Việc khôi phục không thể được.
zh_cn: 无法找到将您的计算机恢复至原始状态所需的一个或多个文件。不能进行恢复操作。

source: Out of disk space -- Volume: '[2]'; required space: [3] KB; available space: [4] KB. Free some disk space and retry.
ar_sa: مساحة القرص قد نفدت -- وحدة التخزين: '[2]'؛ المساحة المطلوبة: [3] كيلوبايت؛ المساحة المتوفرة: [4] كيلوبايت. حرر بعض مساحة القرص ثم أعد المحاولة.
ca_es: No hi ha prou espai al disc -- Volum: "[2]"; espai requerit: [3] KB; espai disponible: [4] KB. Allibereu espai al disc i proveu de nou.
cs_cz: Na svazku [2] není dostatek místa. Požadované místo: [3] kB; dostupné místo: [4] kB. Uvolněte potřebné místo na disku a akci zopakujte.
da_dk: Der er ikke mere diskplads -- Enhed: '[2]'; krævet plads: [3] KB; tilgængelig plads: [4] KB. Frig{__o /}r diskplads, og pr{__o /}v igen.
el_gr: Εξαντλήθηκε ο ελεύθερος χώρος στο δίσκο -- Τόμος: '[2]'; απαιτούμενος χώρος: [3] KB; διαθέσιμος χώρος: [4] KB. Αποδεσμεύστε χώρο στο δίσκο και δοκιμάστε πάλι.
eu_es: Ez dago lekurik diskoan -- Bolumena: '[2]'; beharrezko lekua: [3] KB; erabilgarri dagoen lekua: [4] KB. Egin lekua diskoan eta saiatu berriro.
fi_fi: Levytila on lopussa -- Levy: [2]; tilavaatimus: [3] kt; käytettävissä oleva tila: [4] kt. Vapauta levytilaa ja yritä uudelleen.
fr_fr: Espace disque insuffisant : volume : [2] ; espace requis : [3] Ko ; espace disponible : [4] Ko. Libérez de l'espace sur le disque, puis réessayez.
hr_hr: Nedovoljno diskovnog prostora -- Disk: '[2]'; potreban prostor: [3] KB; dostupan prostor: [4] KB. Oslobodite nešto diskovnog prostora i pokušajte ponovo.
hu_hu: Nincs elég hely a lemezen -- Kötet: '[2]'; szükséges hely: [3] KB; rendelkezésre álló hely: [4] KB. Tegyen szabaddá több helyet a lemezen, és próbálkozzon újra.
ja_jp: ディスク領域が足りません -- ボリューム: '[2]'; 必要な領域: [3] KB; 利用可能な領域: [4] KB。ディスク領域を解放してから、再試行してください。
lt_lt: Diske trūksta vietos -- Tomas: [2]; reikia vietos: [3] KB; yra vietos: [4] KB. Atlaisvinkite vietą diske ir kartokite.
lv_lv: Nepietiek diska vietas -- sējums: '[2]'; nepieciešamā vieta: [3] KB; pieejamā vieta: [4] KB. Atbrīvojiet diska vietu un mēģiniet vēlreiz.
nb_no: Ikke nok diskplass -- Volum: [2]. N{__o /}dvendig plass: [3] kB. Tilgjengelig plass: [4] kB. Frigj{__o /}r diskplass, og pr{__o /}v på nytt.
nl_nl: Onvoldoende schijfruimte -- volume: [2]; benodigde schijfruimte: [3] kB; beschikbare schijfruimte: [4] kB. Maak schijfruimte vrij en probeer het opnieuw.
pl_pl: Za ma{__l /}o miejsca na dysku -- Wolumin: [2]; wymagane miejsce: [3] KB; dostępne miejsce: [4] KB. Zwolnij trochę miejsca na dysku i ponów próbę.
ro_ro: Spaþiu-disc insuficient -- Volum: '[2]'; spaþiu necesar: [3] KO; spaþiu disponibil: [4] KO. Eliberaþi spaþiu-disc ºi reîncercaþi.
ru_ru: Недостаточно места на диске -- том: "[2]"; требуемый объем: [3] Кбайт; доступный объем: [4] Кбайт. Освободите место на диске и повторите попытку.
sk_sk: Nedostatok miesta na pevnom disku -- Zväzok: '[2]'; požadované miesto: [3] kB; dostupné miesto: [4] kB. Uvoľnite nejaké miesto na disku a skúste to znova.
sv_se: Diskutrymmet är slut -- Volym: [2]; Utrymme som krävs: [3] kB; tillgängligt utrymme: [4] kB. Frigör diskutrymme och försök igen.
th_th: ｷﾕ霽靨ｧｴﾔﾊ｡・ﾁ鞨ｾﾕﾂｧｾﾍ -- ｴﾔﾊ｡・ '[2]'; ｵ鯱ｧ｡ﾒﾃｷﾕ霽靨ｧ: [3] KB; ﾁﾕｷﾕ霽靨ｧﾍﾂﾙ・ [4] KB. ｷﾓ耆鮹ﾕｷﾕ霽靨ｧｴﾔﾊ｡・ｾﾔ霖ﾁﾒ｡｢ﾖ鮖眷鯢ｾﾂﾒﾂﾒﾁﾍﾕ｡､ﾃﾑ鬧
tr_tr: Disk alanı yetersiz -- Disk: '[2]'; gereken alan: [3] KB; kullanılabilir alan: [4] KB. Disk alanını biraz boşaltın ve yeniden deneyin.
vi_vn: Hết chỗ trống -- Đĩa: '[2]'; cần: [3] KB chỗ trống; chỗ hiện có: [4] KB. Làm trống thêm chỗ và thử lại.
zh_cn: 磁盘空间不足 -- 卷: [2]；所需空间: [3] KB；可用空间: [4] KB。请在释放磁盘空间后再试。

source: Out of memory. Shut down other applications before retrying.
ar_sa: نفاد الذاكرة. قم بإغلاق التطبيقات الأخرى قبل إعادة المحاولة.
ca_es: Memȍria insuficient. Sortiu d'altres aplicacions abans de reintentar-ho.
cs_cz: Nedostatek paměti. Ukončete ostatní spuštěné aplikace a akci zopakujte.
da_dk: Der er ikke mere hukommelse. Luk de andre programr, f{__o /}r du pr{__o /}ver igen.
el_gr: Η μνήμη δεν επαρκεί. Τερματίστε τις άλλες εφαρμογές πριν να προσπαθήσετε ξανά.
eu_es: Ez dago memoriarik. Itxi beste aplikazioak berriro saiatu aurretik.
fi_fi: Liian vähän muistia. Sulje muut sovellukset ja yritä uudelleen.
fr_fr: Mémoire insuffisante. Fermez les autres applications avant de réessayer.
hr_hr: Nema dovoljno memorije. Prije ponovnog pokušaja zatvorite druge programe.
hu_hu: Kevés a memória. Mielőtt újrapróbálkozna, zárjon be minden más alkalmazást.
ja_jp: メモリ不足です。ほかのアプリケーションを閉じてから、再試行してください。
lt_lt: Nepakanka atminties. Prieš kartodami, baikite darbą su kitomis programomis.
lv_lv: Nepietiek atmiņas. Aizveriet pārējās lietojumprogrammas un tad mēģiniet vēlreiz.
nb_no: Ikke nok minne. Lukk andre programr f{__o /}r du pr{__o /}ver på nytt.
nl_nl: Onvoldoende geheugen. Sluit andere toepassingen af voordat u het opnieuw probeert.
pl_pl: Za ma{__l /}o pamięci. Przed ponowieniem, zamknij inne aplikacje.
ro_ro: Memorie insuficientã. Închideþi alte aplicaþii înainte de a reîncerca.
ru_ru: Недостаточно памяти. Закройте другие приложения и повторите попытку.
sk_sk: Nedostatok pamäte. Ukončite niektoré aplikácie a skúste to znova.
sv_se: Minnet är slut. Stäng andra program innan du försöker igen.
th_th: ﾋｹ霽ﾂ､ﾇﾒﾁｨﾓ菽鞨ｾﾕﾂｧｾﾍ 耆鮟ﾔｴ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾗ雹｡靉ｹｷﾕ險ﾐｾﾂﾒﾂﾒﾁﾍﾕ｡､ﾃﾑ鬧
tr_tr: Bellek yetersiz. Yeniden denemeden önce diğer uygulamaları kapatın.
vi_vn: Hết bộ nhớ. Đóng ứng dụng khác trước khi thử lại.
zh_cn: 内存不足。请先关闭其他应用程序，然后再重试。

source: Patching files
ar_sa: تصحيح ملفات
ca_es: S'estan revisant fitxers
cs_cz: Aktualizace souborů
da_dk: Udf{__o /}rer rettelser på filer
el_gr: Ενημέρωση αρχείων
eu_es: Fitxategiak zuzentzen
fi_fi: Korjataan tiedostoja
fr_fr: Exécution du correctif sur les fichiers
hr_hr: Datoteke ispravka
hu_hu: Fájlok javítása
ja_jp: ファイルを修正しています
lt_lt: Taisomi failai.
lv_lv: Notiek failu ielâpoðana
nb_no: Retter opp filer
nl_nl: Bezig met het herstellen van bestanden
pl_pl: Poprawianie plików
ro_ro: Corectare fiºiere
ru_ru: Обновление файлов
sk_sk: Opravujú sa súbory
sv_se: Korrigerar filer
th_th: กำลังประกอบแฟ้ม
tr_tr: Yazılım eki dosyaları
vi_vn: Tệp tin sửa chữa
zh_cn: 正在修补文件

source: Please insert the disk: [2]
ar_sa: يرجى إدخال القرص: [2]
ca_es: Inseriu el disc: [2]
cs_cz: Vložte disk [2].
da_dk: Indsæt cd [2]
el_gr: Τοποθετήστε τη δισκέτα: [2]
eu_es: Txertatu disko hau: [2]
fi_fi: Aseta levyke: [2]
fr_fr: Insérez le disque : [2]
hr_hr: Umetnite disketu: [2]
hu_hu: Helyezze be a következő lemezt: [2]
ja_jp: ディスク [2] を挿入してください。
lt_lt: Įdėkite diską: [2]
lv_lv: Lūdzu, ievietojiet disku: [2]
nb_no: Sett inn disketten: [2]
nl_nl: Plaats de diskette: [2]
pl_pl: W{__l /}óż dysk: [2]
ro_ro: Introduceþi discul: [2]
ru_ru: Вставьте диск [2]
sk_sk: Vložte disketu: [2]
sv_se: Sätt in disketten: [2]
th_th: ｡ﾃﾘｳﾒ飜雍ﾔﾊ｡・ [2]
tr_tr: Lütfen [2] disketini takın.
vi_vn: Đưa đĩa: [2] vào
zh_cn: 请插入磁盘: [2]

source: Please wait while Windows configures [SimpleProductName]
ar_sa: يرجى الانتظار أثناء قيام Windows بتكوين [SimpleProductName]
ca_es: Espereu mentre el Windows configura [SimpleProductName]
cs_cz: Počkejte na dokončení konfigurace produktu [SimpleProductName] v systému Windows
da_dk: Vent, mens Windows konfigurerer [SimpleProductName]
el_gr: Περιμένετε όσο τα Windows ρυθμίζουν τις παραμέτρους του [SimpleProductName]
eu_es: Itxaron Windows-ek [SimpleProductName] konfiguratu arte
fi_fi: Odota. Windows määrittää [SimpleProductName]-kokoonpanoa.
fr_fr: Veuillez patienter pendant que Windows configure [SimpleProductName]
hr_hr: Pričekajte dok Windows konfigurira [SimpleProductName]
hu_hu: Kis türelmet, a Windows a(z) [SimpleProductName] konfigurálását végzi.
ja_jp: Windows に [SimpleProductName] を設定しています。しばらくお待ちください。
lt_lt: Palaukite, kol Windows konfigūruoja [SimpleProductName].
lv_lv: Lūdzu, gaidiet, kamēr sistēma Windows konfigurē [SimpleProductName]
nb_no: Vent mens [SimpleProductName] konfigureres
nl_nl: Een ogenblik geduld. Windows is bezig met het configureren van [SimpleProductName].
pl_pl: Czekaj, system Windows konfiguruje produkt: [SimpleProductName]
ro_ro: Aºteptaþi, Windows [SimpleProductName] se configureazã
ru_ru: Идет настройка [SimpleProductName]
sk_sk: Počkajte, kým systém Windows dokončí konfiguráciu produktu [SimpleProductName]
sv_se: Vänta medan Windows konfigurerar [SimpleProductName]
th_th: ｡ﾃﾘｳﾒﾃﾍﾊﾑ｡､ﾃﾙ陲ｳﾐｷﾕ・Windows ｡ﾓﾋｹｴ､靨 [SimpleProductName]
tr_tr: Lütfen Windows [SimpleProductName] ürününü yapılandırırken bekleyin.
vi_vn: Vui lòng đợi trong khi Windows cấu hình [SimpleProductName]
zh_cn: Windows 正在配置 [SimpleProductName]，请稍候。

source: Preparing to remove older versions of this application...
ar_sa: التهيئة لإزالة نسخ قديمة من هذا البرنامج...
ca_es: Estan a punt de suprimir-se les versions anteriors d'aquesta aplicació...
cs_cz: Příprava odebrání starších verzí této aplikace…
da_dk: Forbereder afinstallationen af ældre versioner af programt...
el_gr: Προετοιμασία για την κατάργηση παλαιότερων εκδόσεων αυτής της εφαρμογής...
eu_es: Aplikazio honen bertsio zaharrak kentzeko prestatzen...
fi_fi: Valmistellaan tämän sovelluksen aiempien versioiden poistamista...
fr_fr: Suppression des versions antérieures de cette application en cours de préparation...
hr_hr: Priprema za uklanjanje starijih verzija ovoga programa...
hu_hu: Felkészülés az alkalmazás régebbi verzióinak eltávolítására...
ja_jp: このアプリケーションの古いバージョンを削除する準備をしています...
lt_lt: Rengiamasi šalinti ankstesnes šios programos versijas...
lv_lv: Gatavojas dzēst šīs lietojumprogrammas iepriekšējās versijas...
nb_no: Forbereder fjerning av eldre versjoner av dette programt...
nl_nl: Het verwijderen van oudere versies van deze toepassing wordt voorbereid...
pl_pl: Trwa przygotowywanie do usunięcia starszych wersji tej aplikacji...
ro_ro: Pregãtire pentru eliminarea versiunilor anterioare ale acestei aplicaþii...
ru_ru: Подготовка к удалению более ранних версий этого приложения...
sk_sk: Pripravuje sa odstránenie starších verzií tejto aplikácie...
sv_se: Förbereder borttagning av tidigare versioner av den här tillämpningen...
th_th: ｡ﾓﾅﾑｧ犒ﾃﾕﾂﾁｷﾕ險ﾐ猩ﾒ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾘ雹爍靨ﾍﾍ｡...
tr_tr: Bu uygulamanın eski sürümleri kaldırılmaya hazırlanıyor...
vi_vn: Chuẩn bị gỡ bỏ phiên bản cũ hơn của ứng dụng này...
zh_cn: 正在准备删除此应用程序旧的版本...

source: Product: [2] -- [3]
ar_sa: منتج: [2] -- [3]
ca_es: Producte: [2] -- [3]
cs_cz: Produkt: [2] - [3]
da_dk: Produkt: [2] -- [3]
el_gr: Προϊόν: [2] -- [3]
eu_es: Produktua: [2] -- [3]
fi_fi: Tuote: [2] -- [3]
fr_fr: Produit : [2] -- [3]
hr_hr: Proizvod: [2] -- [3]
hu_hu: Termék: [2] -- [3]
ja_jp: 製品: [2] -- [3]
lt_lt: Programa: [2] -- [3]
lv_lv: Produkts: [2] -- [3]
nb_no: Produkt: [2] -- [3]
pl_pl: Produkt: [2] -- [3]
ro_ro: Produs: [2] -- [3]
ru_ru: Продукт: [2] -- [3]
sk_sk: Produkt: [2] -- [3]
sv_se: Produkt: [2] -- [3]
th_th: ｼﾅﾔｵﾀﾑｳｱ・ [2] -- [3]
tr_tr: Ürün: [2] -- [3]
vi_vn: Sản phẩm: [2] -- [3]
zh_cn: 产品: [2] -- [3]

source: ProgId: [1]
ca_es: IDProg: [1]
eu_es: Prog-Id-a: [1]
fr_fr: Identificateur du program : [1]
ja_jp: プログラム ID: [1]
lt_lt: Programos identifikatorius: [1]
nl_nl: Programma-id: [1]
pl_pl: IdentyfikatorProgramu: [1]
ro_ro: IdProg: [1]
tr_tr: Program Kimliği: [1]

source: Property: [1], Signature: [2]
ar_sa: خاصية: [1]، توقيع: [2]
ca_es: Propietat: [1], Signatura: [2]
cs_cz: Vlastnost: [1]; Podpis: [2]
da_dk: Egenskab: [1], Signatur: [2]
el_gr: Ιδιότητα: [1], Υπογραφή: [2]
eu_es: Propietatea: [1], Sinadura: [2]
fi_fi: Ominaisuus: [1], allekirjoitus: [2]
fr_fr: Propriété : [1] ; signature : [2]
hr_hr: Svojstvo: [1], Potpis: [2]
hu_hu: Tulajdonság: [1], Aláírás: [2]
ja_jp: プロパティ: [1]、 署名: [2]
lt_lt: Nuosavybė: [1], parašas: [2]
lv_lv: Rekvizîts: [1], paraksts: [2]
nb_no: Egenskap: [1], Signatur: [2]
nl_nl: Eigenschap: [1], Handtekening: [2]
pl_pl: W{__l /}aciwoć: [1], Popis: [2]
ro_ro: Proprietate: [1], Semnãturã: [2]
ru_ru: Свойство: [1], Подпись: [2]
sk_sk: Vlastnos: [1], Podpis: [2]
sv_se: Egenskap: [1], Signatur: [2]
th_th: คุณสมบัติ: [1], ลายเซ็น: [2]
tr_tr: Özellik: [1], İmza: [2]
vi_vn: Đặc tính: [1], Chữ ký: [2]
zh_cn: 属性: [1]，签名: [2]

source: Publishing assembly information
ar_sa: نشر معلومات التجميع
ca_es: S'estȁ publicant la informació de muntatge
cs_cz: Publikování informací o sestavení
da_dk: Udgiver samlingsoplysninger
el_gr: Δημοσίευση πληροφοριών συναρμολόγησης
eu_es: Argitaratzeko muntai informazioa
fi_fi: Julkaistaan Assembly-tietoja
fr_fr: Publication des informations sur l'assemblage
hr_hr: Objavljivanje podataka skupa komponenti
hu_hu: Az összeállítási információk közzététele
ja_jp: アセンブリ情報を公開しています
lt_lt: Skelbiama informacija apie surinkimą.
lv_lv: Notiek montâþas informâcijas publicçðana.
nb_no: Publiserer samlingsinformasjon
nl_nl: Gegevens van onderdeel uitgeven
pl_pl: Publikowanie informacji o asemblacji
ro_ro: Se publicã informaþiile asamblãrii
ru_ru: Публикуемая информация о сборке
sk_sk: Publikujú sa informácie o zostave
sv_se: Paketinformation publiceras
th_th: ข้อมูลที่รวบรวมการจัดพิมพ์
tr_tr: Birleştirme bilgileri yayımlanıyor
vi_vn: Công bố thông tin gói triển khai
zh_cn: 发行汇编信息

source: Publishing Product Features
ar_sa: نشر ميزات المنتج
ca_es: S'estan publicant les característiques del producte
cs_cz: Publikování funkcí produktu
da_dk: Udgiver produktfunktioner
el_gr: Δημοσίευση δυνατοτήτων προϊόντος
eu_es: Produktuaren eginbideak argitaratzen
fi_fi: Julkaistaan tuotteen ominaisuuksia
fr_fr: Publication des composants du produit
hr_hr: Osobine proizvoda za objavu
hu_hu: A termék szolgáltatásainak közzététele
ja_jp: 製品機能を公開しています
lt_lt: Skelbiamos programos priemonės.
lv_lv: Notiek produkta lîdzekïu publicçðana
nb_no: Publiserer produktfunksjoner
nl_nl: Bezig met het publiceren van productfuncties
pl_pl: Publikowanie cech produktów
ro_ro: Publicare caracteristici produs
ru_ru: Публикация компонентов продукта
sk_sk: Publikujú sa súȅasti produktu
sv_se: Publicerar produktfunktioner
th_th: กำลังจัดพิมพ์คุณลักษณะของผลิตภัณฑ์
tr_tr: Ürün Özellikleri Yayımlanıyor
vi_vn: Công bố Tính năng Sản phẩm
zh_cn: 正在发布产品功能

source: Publishing product information
ar_sa: نشر معلومات المنتج
ca_es: S'estȁ publicant la informació del producte
cs_cz: Publikování informací o produktu
da_dk: Udgiver produktoplysninger
el_gr: Δημοσίευση πληροφοριών προϊόντος
eu_es: Produktuari buruzko informazioa argitaratzen
fi_fi: Julkaistaan tuotetietoja
fr_fr: Publication des informations sur le produit
hr_hr: Objava informacija o proizvodu
hu_hu: A termék adatainak közzététele
ja_jp: 製品情報を公開しています
lt_lt: Skelbiama informacija apie programą.
lv_lv: Notiek produkta informâcijas publicçðana
nb_no: Publiserer produktinformasjon
nl_nl: Bezig met het publiceren van de productgegevens
pl_pl: Publikowanie informacji o produkcie
ro_ro: Publicare informaþii despre produs
ru_ru: Публикация сведений о продукте
sk_sk: Publikuje sa informácia o produkte
sv_se: Publicerar produktinformation
th_th: กำลังจัดพิมพ์ข้อมูลผลิตภัณฑ์
tr_tr: Ürün bilgisi yayımlanıyor
vi_vn: Công bố thông tin sản phẩm
zh_cn: 正在发布产品信息

source: Publishing Qualified Components
ar_sa: نشر مكونات مؤهلة
ca_es: S'estan publicant els components necessaris
cs_cz: Publikování prověřených součástí
da_dk: Udgiver godkendte komponenter, der berettiger til opgradering
el_gr: Δημοσίευση κατάλληλων στοιχείων
eu_es: Osagai kualifikatuak argitaratzen
fi_fi: Julkaistaan valittuja komponentteja
fr_fr: Publication des composants qualifiés
hr_hr: Objava odgovarajućih komponenti
hu_hu: Minősített összetevők közzététele
ja_jp: 条件に合うコンポーネントを公開しています
lt_lt: Paskelbiami kvalifikuojantieji komponentai.
lv_lv: Notiek atbilstoðo komponentu publicçðana
nb_no: Publiserer kvalifiserte komponenter
nl_nl: Bezig met het publiceren van gekwalificeerde onderdelen
pl_pl: Publikowanie uprawnionych sk{__l /}adników
ro_ro: Publicare componente care calificã
ru_ru: Публикация подходящих компонентов
sk_sk: Publikujú sa oprávȍujúce súȅasti
sv_se: Publicerar kvalificerade komponenter
th_th: กำลังจัดพิมพ์คอมโพเนนต์ที่ผ่านเกณฑ์ตรวจสอบ
tr_tr: Yetki Alan Bileşenler Yayımlanıyor
vi_vn: Công bố Thành phần đủ Điều kiện
zh_cn: 正在发布合格的组件

source: Registering Class servers
ar_sa: تسجيل ملقمات فئة
ca_es: S'estan registrant els servidors de classe
cs_cz: Registrace serverů tříd
da_dk: Registrerer klasseservere
el_gr: Καταχώρηση διακομιστών κλάσης
eu_es: Klase-zerbitzariak erregistratzen
fi_fi: Rekisteröidään luokkapalvelimia
fr_fr: Inscription des serveurs de classes
hr_hr: Prijava Class-poslužitelja
hu_hu: Az osztálykiszolgálók regisztrációja
ja_jp: クラス サーバーを登録しています
lt_lt: Registruojami klasių serveriai.
lv_lv: Notiek klaðu serveru reȉistrçðana
nb_no: Registrerer klasseservere
nl_nl: Bezig met het registreren van categorieservers
pl_pl: Rejestrowanie serwerów klas
ro_ro: Înregistrare clasã servere
ru_ru: Регистрация серверов классов
sk_sk: Registrujú sa servery triedy
sv_se: Registrerar klasservrar
th_th: กำลังลงทะเบียนเซิร์ฟเวอร์ Class
tr_tr: Sınıf sunucuları kaydettiriliyor
vi_vn: Đăng ký server Class
zh_cn: 正在注册类服务器

source: Registering COM+ Applications and Components
ar_sa: تسجيل برامج COM+ والمحتويات
ca_es: S'estan registrant aplicacions i components COM+
cs_cz: Registrace aplikací a součástí modelu COM+
da_dk: Registrerer programr og komponenter til COM+
el_gr: Καταχώρηση εφαρμογών και στοιχείων COM+
eu_es: COM+ aplikazioak eta osagaiak erregistratzen
fi_fi: Rekisteröidään COM+-sovelluksia ja -komponentteja
fr_fr: Inscription des applications et des composants COM+
hr_hr: Prijava COM+ programa i komponenti
hu_hu: COM+ alkalmazások és összetevők regisztrálása
ja_jp: COM+ アプリケーションとコンポーネントを登録しています
lt_lt: Registruojamos COM+ programos ir komponentai.
lv_lv: Notiek COM+ lietojumprogrammu un komponentu reȉistrçðana
nb_no: Registrerer COM+-programr og -komponenter
nl_nl: Bezig met het registreren van COM+-toepassingen en -onderdelen
pl_pl: Rejestrowanie aplikacji i sk{__l /}adników COM+
ro_ro: Se înregistreazã aplicaþiile ºi componentele COM+
ru_ru: Регистрация приложений и компонентов COM+
sk_sk: Registrujú sa aplikácie a komponenty architektúry COM+
sv_se: Registrerar COM+-tillämpningar och -komponenter
th_th: กำลังลงทะเบียน COM+ Applications and Components
tr_tr: COM+ Uygulamaları ve Bileşenleri kaydettiriliyor
vi_vn: Đăng ký Ứng dụng và Thành phần COM+
zh_cn: 正在注册 COM+ 应用程序和组件

source: Registering extension servers
ar_sa: تسجيل ملقمات ملحقة
ca_es: S'estan registrant els servidors d'extensió
cs_cz: Registrace serverů rozšíření
da_dk: Registrerer udvidelsesservere
el_gr: Καταχώρηση διακομιστών επεκτάσεων
eu_es: Luzapen-zerbitzariak erregistratzen
fi_fi: Rekisteröidään laajennuspalvelimia
fr_fr: Inscription des extensions serveur
hr_hr: Prijava extensions-poslužitelja
hu_hu: A kiterjesztéskiszolgálók regisztrációja
ja_jp: エクステンション サーバーを登録しています
lt_lt: Registruojami plėtinių serveriai.
lv_lv: Notiek paplaðinâjumu serveru reȉistrçðana
nb_no: Registrerer tilleggsservere
nl_nl: Bezig met het registreren van extensieservers
pl_pl: Rejestrowanie serwerów rozszerzeń
ro_ro: Înregistrare servere de extensie
ru_ru: Регистрация серверов расширений
sk_sk: Registrujú sa servery rozšírení
sv_se: Registrerar tilläggsservrar
th_th: กำลังลงทะเบียนเซิร์ฟเวอร์ส่วนขยาย
tr_tr: Uzantı sunucuları kaydettiriliyor
vi_vn: Đăng ký server mở rộng
zh_cn: 正在注册扩展服务器

source: Registering fonts
ar_sa: تسجيل خطوط
ca_es: S'estan registrant els tipus de lletra
cs_cz: Registrace písem
da_dk: Registrerer skrifttyper
el_gr: Καταχώρηση γραμματοσειρών
eu_es: Letra-tipoak erregistratzen
fi_fi: Rekisteröidään fontteja
fr_fr: Inscription des polices
hr_hr: Prijava fontova
hu_hu: Betűtípusok regisztrációja
ja_jp: フォントを登録しています
lt_lt: Registruojami šriftai.
lv_lv: Notiek fontu reȉistrçðana
nb_no: Registrerer skrifttyper
nl_nl: Bezig met het registreren van lettertypen
pl_pl: Rejestrowanie czcionek
ro_ro: Înregistrare fonturi
ru_ru: Регистрация шрифтов
sk_sk: Registrujú sa písma
sv_se: Registrerar teckensnitt
th_th: กำลังลงทะเบียนแบบอักษร
tr_tr: Yazı tipleri kaydettiriliyor
vi_vn: Đăng ký phông
zh_cn: 正在注册字体
