Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: There is not enough disk space on the volume '[2]' to continue the install with recovery enabled. [3] KB are required, but only [4] KB are available. Click Ignore to continue the install without saving recovery information, click Retry to check for available space again, or click Cancel to quit the installation.
ar_sa: لا توجد مساحة قرص كافية على وحدة التخزين '[2]' للاستمرار بعملية التثبيت مع تمكين استعادة الحالة السابقة. المساحة المطلوبة هي [3] كيلوبايت ولكن لا يتوفر سوى [4] كيلوبايت. انقر فوق 'تجاهل' للاستمرار بعملية التثيت دون حفظ معلومات استعادة الحالة السابقة أو انقر فوق 'إعادة المحاولة' لتفحص المساحة المتوفرة مرة ثانية أو انقر فوق 'إلغاء الأمر' لإنهاء عملية التثبيت.
ca_es: No hi ha prou espai de disc en el volum "[2]" per continuar la instal·lació amb la recuperació habilitada. Es requeixen [3] KB, perȍ només hi ha [4] KB disponibles. Feu clic a Ignora per continuar la instal·lació sense desar informació de recuperació; feu clic a Reintenta per tornar a comprovar l'espai disponible, o feu clic a Cancel·la per sortir de la instal·lació.
cs_cz: Ve svazku [2] není dostatek místa pro pokračování instalace s povoleným obnovením. Požadované místo je [3] kB, ale k dispozici je pouze [4] kB. Chcete-li pokračovat v instalaci bez uložení informací pro obnovení, klepněte na tlačítko Ignorovat. Chcete-li znovu zkontrolovat znovu zkontrolovat místo k dispozici, klepněte na tlačítko Opakovat nebo můžete instalaci ukončit klepnutím na tlačítko Storno.
da_dk: Der er ikke nok plads på diskenheden '[2]' til at fortsætte installationen med genoprettelse aktiveret. [3] KB kræves, men der er kun [4] KB tilgængelig. Klik på Ignorer for at fortsætte installationen uden at gemme genoprettelsesoplysninger, klik på Fors{__o /}g igen for at kontrollere den ledige diskplads igen, eller klik på Annuller for at afslutte installationen.
el_gr: Δεν υπάρχει αρκετός χώρος στο δίσκο στον τόμο '[2]' για να συνεχιστεί η εγκατάσταση με την ανάκτηση ενεργοποιημένη. Απαιτούνται [3] KB, αλλά υπάρχουν διαθέσιμα μόνο [4] KB. Όταν είναι απενεργοποιημένη η λειτουργία επαναφοράς, υπάρχει αρκετός χώρος διαθέσιμος. Κάντε κλικ στο κουμπί "Παράβλεψη" για να συνεχίσετε την εγκατάσταση χωρίς αποθήκευση πληροφοριών ανάκτησης, στο κουμπί "Επανάληψη" για να ελέγξετε πάλι τον διαθέσιμο χώρο ή στο κουμπί "Άκυρο" για να κλείσετε την εγκατάσταση.
eu_es: Ez dago lekurik diskoan '[2]' bolumenean instalazioarekin jarraitzeko berreskuratzea aktibatua. Diskoan behar den lekua [3] KB da baina erabilgarri dagoen lekua [4] KB baino ez da. Egin klik Kasurik Ez-n instalazioarekin jarraitzeko berriskuratzeko informazioa gorde gabe, egin klik Saiatu berriro-n erabilgarri dagoen lekua jakitzeko, edo egin klik Utzi-n inslatazioatik irteteko.
fi_fi: Asemassa [2] ei ole tarpeeksi vapaata levytilaa asennuksen jatkamiseen palautusmahdollisuuden ollessa käytössä. [3] kilotavua vaaditaan, mutta vain [4] kilotavua on vapaana. Jatka asentamista ilman palautusmahdollisuutta valitsemalla Ohita, tarkista käytettävissä oleva levytila uudelleen valitsemalla Uudelleen tai keskeytä asentaminen valitsemalla Peruuta.
fr_fr: L'espace disque est insuffisant sur le volume '[2]' afin de continuer l'installation tout en activant le mode récupération. [3] Ko sont nécessaires, mais seuls [4] Ko sont disponibles. Cliquez sur Ignorer pour continuer l'installation sans enregistrer les informations de récupération, cliquez sur Recommencer pour vérifier ȁ nouveau l'espace disponible ou cliquez sur Annuler pour quitter l'installation.
hr_hr: Nema dovoljno diskovnog prostora na dijelu diska '[2]' za nastavak instalacije s omogućenim oporavkom . Potrebno je [3] KB, ali dostupno je samo [4] KB. Pritisnite Zanemari za nastavak instalacije bez spremanja podataka za oporavak, pritisnite Pokušaj ponovo za ponovnu provjeru dostupnog prostora, ili pritisnite Odustani za izlaz iz instalacije.
hu_hu: Nincs elég hely a köteten ('[2]') a visszaállítási lehetőséggel való telepítés folytatásához. [3] kilobájtra van szükség, de csak [4] KB áll rendelkezésre. A visszaállítási információk mentése nélküli telepítés folytatásához kattintson a Kihagyás gombra, a szabad hely ellenőrzéséhez az Ismét, valamint a telepítésből való kilépéshez kattintson a Mégse gombra.
ja_jp: ボリューム '[2]' のディスク領域が不足しているため、回復を有効にしたままインストールを続行することはできません。[3] KB 必要ですが、[4] KB しかありません。回復情報を保存せずにインストールを続行する場合は [\[]無視[\]]、利用可能な領域を再確認する場合は [\[]再試行[\]]、インストールを終了する場合は [\[]キャンセル[\]] をクリックしてください。
lt_lt: Diegimui su įgalintu taisymu tome [2] tęsti diske trūksta vietos. Reikia [3] KB, tačiau yra tik [4] KB. Spustelėję Nepaisyti tęsite diegimą neįrašydami atkūrimo informacijos, spustelėję Kartoti iš naujo patikrinsite, kiek laisvos vietos yra diske, spustelėję Atšaukti diegimą baigsite .
lv_lv: Sējumā '[2]' nepietiek diska vietas, lai turpinātu instalēšanu, saglabājot iespējotu atkopšanu. Nepieciešami [3] KB, bet pieejami tikai [4] KB. Noklikšķiniet uz Ignorēt, lai turpinātu instalēšanu, nesaglabājot atkopšanas informāciju, uz Mēģināt vēlreiz, lai vēlreiz pārbaudītu pieejamo diska vietu, vai uz Atcelt, lai pārtrauktu instalēšanu.
nb_no: Det er ikke nok diskplass på volumet [2] til å fortsette installasjonen med gjenoppretting aktivert. Det kreves [3] kB, men det er bare [4] kB tilgjengelig. Klikk Ignorer hvis du vil fortsette installasjonen uten å lagre gjenopprettingsinformasjon, klikk Pr{__o /}v på nytt hvis du vil kontrollere tilgjengelig plass på nytt, eller klikk Avbryt for å avbryte installasjonen.
nl_nl: Er is onvoldoende schijfruimte beschikbaar op het volume [2] om door te gaan met de optie voor herstellen ingeschakeld. Er is [3] kB benodigd voor de installatie, maar er is slechts [4] kB beschikbaar. Klik op Negeren als u door wilt gaan met de installatie zonder dat herstelgegevens worden opgeslagen. Klik op Opnieuw als u nogmaals de beschikbare schijfruimte wilt controleren, of klik op Annuleren als u de installatie wilt afbreken.
pl_pl: Na woluminie [2] jest za ma{__l /}o miejsca na dysku do kontynuowania instalacji z w{__l /}šczonš opcjš odzyskiwania. Wymagane jest [3] KB, ale dostępnych jest tylko [4] KB. Kliknij przycisk Ignoruj, aby kontynuować instalację bez zapisywania informacji potrzebnych do odzyskania, przycisk Ponów próbę, aby ponownie sprawdzić iloć wolnego miejsca na dysku, lub przycisk Anuluj, aby zakończyć instalację.
ro_ro: Spaþiu-disc insuficient pe volumul '[2]' pentru a continua instalarea, cu operaþiunea de recuperare activatã. Sunt necesari [3] KO, dar sunt disponibili numai [4] KO. Faceþi clic pe Ignorare pentru a continua instalarea fãrã salvarea informaþiilor pentru recuperare, pe Reîncercare pentru a verifica din nou spaþiul disponibil sau pe Revocare pentru a pãrãsi instalarea.
ru_ru: Для продолжения установки с включенным восстановлением недостаточно места на томе: "[2]". Требуемый объем: [3] Кбайт; доступный объем: [4] Кбайт. Нажмите: "Отмена" для выхода из программы установки, "Повторить" для повторной проверки доступного места на диске или "Пропустить" для продолжения установки без сохранения информации о восстановлении.
sk_sk: Na disku v zväzku [2] nie je dostatok miesta na inštaláciu so zapnutým obnovením. Požadovaná veľkosť miesta je [3] kB, ale k dispozícii je iba miesto s veľkosťou [4] kB. Ak chcete pokračovať v inštalácii bez možnosti uloženia informácií obnovenia, kliknite na tlačidlo Ignorovať. Ak chcete znova skontrolovať veľkosť miesta, ktoré je k dispozícii, kliknite na tlačidlo Znova. Ak chcete inštaláciu ukončiť, kliknite na tlačidlo Zrušiť.
sv_se: Det finns inte tillräckligt mycket ledigt diskutrymme på volymen [2] för att fortsätta installera med återställning aktiverat. [3] kB krävs, men endast [4] kB är tillgängligt. Klicka på Ignorera om du vill fortsätta installera utan att spara återställningsinformation, klicka på Försök igen om du vill kontrollera diskutrymme igen, eller klicka på Avbryt om du vill avbryta installationen.
th_th: ｷﾕ霽靨ｧｴﾔﾊ｡・ﾁ鞨ｾﾕﾂｧｾﾍ羯 '[2]' ｶ鰓ｵ鯱ｧ｡ﾒﾃｵﾔｴｵﾑ鬧蘯ｺ耆鮹ﾕ｡ﾒﾃ｡ﾙ鬢ﾗｹ ｵ鯱ｧ｡ﾒﾃｷﾕ霽靨ｧ [3] KB 盞霖ﾕｷﾕ霽靨ｧﾍﾂﾙ鞦､・[4] KB ､ﾅﾔ｡ ﾅﾐ猊鮖 ｶ鰓ｵ鯱ｧ｡ﾒﾃｵﾔｴｵﾑ鬧蘯ｺ菽霖ﾕ｡ﾒﾃ｡ﾙ鬢ﾗｹ 耆鬢ﾅﾔ｡ ﾅﾍｧ耆ﾁ・狎ﾗ靉ｴﾙｷﾕ霽靨ｧﾍﾕ｡､ﾃﾑ鬧 ﾋﾃﾗﾍ､ﾅﾔ｡ ﾂ｡倏ﾔ｡ 狎ﾗ靉ﾋﾂﾘｴ｡ﾒﾃｵﾔｴｵﾑ鬧
tr_tr: '[2]' biriminde kurtarma etkinleştirilmiş yüklemeye devam etmek için yeterli boş alan yok. [3] KB gerekli, fakat sadece [4] KB kullanılabilir durumda. Kurtarma bilgilerini kaydetmeden yüklemeye devam etmek için Yoksay'ı tıklatın, kullanılabilir alanı yeniden denetlemek için Yeniden Dene'yi tıklatın veya yüklemeden çıkmak için İptal'i tıklatın.
vi_vn: Không đủ chỗ trên '[2]' để tiếp tục cài đặt với phục hồi. Cần [3] KB chỗ trống nhưng chỉ còn [4] KB. Nháy Lờ đi để tiếp tục cài đặt mà không lưu thông tin phục hồi, nháy Thử lại để kiểm chỗ trống lại hoặc Thôi để thoát ra cài đặt.
zh_cn: 柱面'[2]' 上没有足够的磁盘空间来作具有启用恢复的安装。需要 [3] KB，但只有 [4] KB。单击“忽略”来继续安装，而不保存恢复信息；单击“重试”来再次检查可用空间；单击“取消”来退出安装。

source: There is not enough disk space to install this file: [2]. Free some disk space and click Retry, or click Cancel to exit.
ar_sa: لا توجد مساحة قرص كافية لتثبيت هذا الملف: [2]. حرر بعض المساحة على القرص ثم انقر فوق 'إعادة المحاولة'، أو انقر فوق 'إلغاء الأمر' للإنهاء.
ca_es: No hi ha prou espai al disc per instal·lar aquest fitxer: [2]. Allibereu espai al disc i feu clic a Reintenta o bé feu clic a Cancel·la per sortir.
cs_cz: Soubor [2] nelze z důvodu nedostatku místa na disku nainstalovat. Uvolněte potřebné místo na disku a klepněte na tlačítko Opakovat nebo akci zrušte klepnutím na tlačítko Storno.
da_dk: Der er ikke tilstrækkelig diskplads til at installere filen: [2]. Frig{__o /}r diskplads, og klik på Fors{__o /}g igen, eller klik på Annuller for at afslutte.
el_gr: Δεν υπάρχει αρκετός χώρος στο δίσκο για την εγκατάσταση του αρχείου: [2]. Αποδεσμεύστε χώρο στο δίσκο και κάντε κλικ στο κουμπί "Επανάληψη" ή κάντε κλικ στο κουμπί "Άκυρο" για έξοδο.
eu_es: Diskoan ez dago fitxategi hau instalatzeko behar adina leku libre: [2]. Egin lekua diskoan eta egin klik 'Saiatu berriro'n, edo egin klik 'Utzi'n irteteko.
fi_fi: Levytila ei riitä tätä tiedostoa varten: [2]. Vapauta levytilaa ja valitse Uudelleen tai poistu valitsemalla Peruuta.
fr_fr: Espace disque insuffisant pour installer le fichier [2]. Libérez de l'espace et cliquez sur Réessayer, ou cliquez sur Annuler pour quitter le program d'installation.
hr_hr: Nema dovoljno diskovnog prostora za instaliranje te datoteke: [2]. Oslobodite nešto diskovnog prostora i pritisnite Ponovi, ili pritisnite Odustani za izlaz.
hu_hu: A lemezen nincs elég hely a(z) [2] fájl telepítéséhez. Tegyen szabaddá több helyet a lemezen, és kattintson az Ismét gombra, vagy kattintson a Mégse gombra a kilépéshez.
ja_jp: ファイル [2] をインストールするためのディスク領域が不足しています。ディスク領域を解放してから、[\[]再試行[\]] をクリックしてください。終了する場合は [\[]キャンセル[\]] をクリックします。
lt_lt: Diske nepakanka vietos šiam failui įdiegti: [2]. Atlaisvinkite diske vietos ir spustelėkite Kartoti arba, spustelėję Atšaukti, baikite darbą.
lv_lv: Nepietiek diska vietas, lai instalētu šo failu: [2]. Atbrīvojiet nedaudz diska vietas un noklikšķiniet uz Mēģināt vēlreiz, vai noklikšķiniet uz Atcelt, lai izietu.
nb_no: Det er ikke nok diskplass til å installere denne filen: [2]. Frigj{__o /}r diskplass og velg Pr{__o /}v på nytt, eller velg Avbryt for å avslutte.
nl_nl: Er is onvoldoende schijfruimte voor de installatie van bestand [2]. Maak schijfruimte vrij en klik op Nogmaals, of op Annuleren om de installatie te beëindigen.
pl_pl: Za ma{__l /}o miejsca na dysku, aby zainstalować plik: [2]. Zwolnij trochę miejsca na dysku i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć.
ro_ro: Spaþiu-disc insuficient pentru a instala acest fiºier: [2]. Eliberaþi spaþiu-disc ºi faceþi clic pe Reîncercare, sau faceþi clic pe Revocare pentru a ieºi.
ru_ru: На диске недостаточно места для установки файла [2]. Освободите место и нажмите кнопку "Повторить" либо кнопку "Отмена" для прекращения установки.
sk_sk: Na inštaláciu súboru [2] nie je dostatok voľného miesta. Uvoľnite miesto na disku a kliknite na tlačidlo Znova, alebo kliknite na tlačidlo Zrušiť, čím inštaláciu ukončíte.
sv_se: Det finns inte tillräckligt med diskutrymme för att installera filen: [2]. Frigör utrymme och klicka på Försök igen eller klicka på Avbryt om du vill avbryta installationen.
th_th: ﾁﾕｷﾕ霽靨ｧｴﾔﾊ｡・ﾁ鞨ｾﾕﾂｧｾﾍｷﾕ險ﾐｵﾔｴｵﾑ鬧眩鮹: [2] ｷﾓ耆鮹ﾕｷﾕ霽靨ｧｴﾔﾊ｡・ｾﾔ霖｢ﾖ鮖眷鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍ､ﾅﾔ｡ﾂ｡倏ﾔ｡ 狎ﾗ靉ｷﾕ險ﾐﾍﾍ｡ｨﾒ｡｡ﾒﾃｵﾔｴｵﾑ鬧
tr_tr: [2] dosyasını yüklemek için yeterli disk alanı yok. Diski biraz boşaltın ve Yeniden Dene'yi tıklatın ya da çıkmak için İptal'i tıklatın.
vi_vn: Không đủ chỗ trống để cài: [2]. Làm ̉trống chỗ và nháy Thử lại hoặc nháy Thôi để thoát ra.
zh_cn: 没有足够的磁盘空间来安装文件 [2]。请释放一些磁盘空间后单击“重试”，或者单击“取消”退出。

source: There was an error creating a temporary file that is needed to complete this installation.{{ Folder: [3]. System error code: [2]}}
ar_sa: حدث خطأ أثناء إنشاء ملف مؤقت مطلوب لإتمام عملية التثبيت هذه.{{ المجلد: [3]. رمز خطأ النظام: [2]}}
ca_es: Hi ha hagut un error en crear un fitxer temporal que és necessari per completar aquesta instal·lació.{{ Carpeta: [3]. Codi d'error del sistema: [2]}}
cs_cz: Při vytváření dočasného souboru nezbytného k dokončení této instalace nastala chyba. {{ Složka: [3]. Kód systémové chyby: [2]}}
da_dk: Der opstod en fejl ved oprettelse af en midlertidig fil, der er n{__o /}dvendig for at fuldf{__o /}re installationen.{{ Mappe: [3]. Systemfejlkode: [2]}}
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία ενός προσωρινού αρχείου που χρειάζεται για την ολοκλήρωση της εγκατάστασης.{{ Φάκελος: [3]. Κωδικός σφάλματος συστήματος: [2]}}
eu_es: Errore bat sortu zen behin-behineko fitxategia sortzeko unean, instalazio hau amaitzeko behar den fitxategia.{{ Karpeta: [3]. Sistemazko errore-kodea: [2]}}
fi_fi: Virhe asennukseen tarvittavan tilapäistiedoston luomisessa.{{ Folder: [3]. Järjestelmän virhekoodi: [2]}}
fr_fr: Une erreur s'est produite lors de la création d'un fichier temporaire nécessaire pour terminer cette installation.{{ Dossier : [3]. Code d'erreur systȅme : [2]}}
hr_hr: Dogodila se pogreška pri stvaranju privremene datoteke potrebne za dovršetak ove instalacije.{{ Mapa: [3]. Kod pogreške sustava: [2]}}
hu_hu: Hiba történt a telepítés befejezéséhez szükséges ideiglenes fájl létrehozása közben.{{ Mappa: [3]. A rendszerhiba kódja: [2]}}
ja_jp: このインストールを完了するために必要な一時ファイルを作成するときにエラーが発生しました。{{ フォルダ: [3]. システム エラー コード: [2]}}
lt_lt: Klaida įvyko kuriant laikinąjį failą, reikalingą šiam diegimui baigti.{{ Aplankas: [3]. Sistemos klaidos kodas: [2]}}
lv_lv: Veidojot instalācijas pabeigšanai nepieciešamo pagaidu failu, radās kļūda. {{Mape: [3]. Sistēmas kļūdas kods: [2]}}
nb_no: Det oppstod en feil under oppretting av en midlertidig fil som kreves for å fullf{__o /}re installasjonen.{{ Mappe: [3]. Systemets feilkode: [2]}}
nl_nl: Er is een fout opgetreden bij het maken van een tijdelijk bestand dat nodig is voor het voltooien van de installatie. {{map: [3]. systeemfoutcode: [2]}}
pl_pl: Wystšpi{__l /} b{__l /}šd podczas tworzenia pliku tymczasowego wymaganego do dokończenia tej instalacji. {{Folder: [3]. Kod b{__l /}ędu systemu: [2]}}
ro_ro: Eroare la crearea unui fiºier temporar, necesar pentru finalizarea instalãrii.{{ Folder: [3]. Cod eroare sistem: [2]}}
ru_ru: Ошибка создания необходимого для данной установки временного файла.{{ Папка: [3]. Код ошибки системы: [2]}}
sk_sk: Pri vytváraní dočasného súboru potrebného na dokončenie tejto inštalácie sa vyskytla chyba. {{Priečinok: [3]. Kód systémovej chyby: [2]}}
sv_se: Ett fel uppstod när en temporär fil som krävs för att slutföra installationen skulle skapas.{{ Mapp: [3]. Felkod: [2]}}
th_th: ﾁﾕ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾊﾃ鰓ｧ眩鮹ｪﾑ霽､ﾃﾒﾇｫﾖ隗ｨﾓ狃郢羯｡ﾒﾃｷﾓ耆鬘ﾒﾃｵﾔｴｵﾑ鬧猝ﾃ遞ﾊﾁｺﾙﾃｳ・{{ 篩ﾅ犇ﾍﾃ・[3] ﾃﾋﾑﾊ｢鯱ｼﾔｴｾﾅﾒｴ｢ﾍｧﾃﾐｺｺ [2]}}
tr_tr: Yüklemeyi tamamlamak için gereken geçici dosyayı oluştururken hata oluştu.{{ Folder: [3]. Sistem hata kodu: [2]}}
vi_vn: Có lỗi khi tạo tệp tin tạm cần cho việc hoàn tất cài đặt này.{{ Danh mục: [3]. Mã lỗi hệ thống: [2]}}
zh_cn: 创建完成此安装需要的临时文件出错。{{文件夹: [3]。系统错误码: [2]}}

source: Time remaining: {[1] minutes }{[2] seconds}
ar_sa: الوقت المتبقي: {[1] دقيقة/دقائق }{[2] ثانية/ثواني}
ca_es: Temps restant: {[1] minuts }{[2] segons}
cs_cz: Zbývající čas: {[1] minut }{[2] sekund}
da_dk: Resterende tid: {[1] minutter }{[2] sekunder}
el_gr: Χρόνος που υπολείπεται: {[1] λεπτά }{[2] δευτερόλεπτα}
eu_es: Geratzen den denbora: {[1] minutu }{[2] segundo}
fi_fi: Jäljellä oleva aika: {[1] minuuttia }{[2] sekuntia}
fr_fr: Durée restante : {[1] minute(s) }{[2] secondes}
hr_hr: Preostalo vrijeme: {[1] minuta }{[2] sekundi}
hu_hu: Hátralévő idő: {[1] perc }{[2] másodperc}
ja_jp: 残り時間: {[1] 分 }{[2] 秒}
lt_lt: Likęs laikas: {[1] min. }{[2] sek.}
lv_lv: Atlikušais laiks: {minūtes: [1], }{sekundes: [2]}
nb_no: Tid som gjenstår: {[1] minutter }{[2] sekunder}
nl_nl: Resterende tijd: {[1] minuten }{[2] seconden}
pl_pl: Pozosta{__l /}y czas: {[1] min }{[2] s}
ro_ro: Timp rãmas: {[1] minute }{[2] secunde}
ru_ru: Оставшееся время: {[1] мин }{[2] сек}
sk_sk: Zostávajúci čas: {minúty: [1]}{sekundy: [2]}
sv_se: Återstående tid: {[1] minuter }{[2] sekunder}
th_th: 猊ﾅﾒｷﾕ鞨ﾋﾅﾗﾍ: {[1] ｹﾒｷﾕ }{[2] ﾇﾔｹﾒｷﾕ}
tr_tr: Kalan süre: {[1] dakika }{[2] saniye}
vi_vn: Thời gian còn lại: {[1] phút }{[2] giây}
zh_cn: 剩余时间: {[1] 分 }{[2] 秒}

source: Unable to write to the specified folder: [2].
ar_sa: تعذّرت الكتابة للمجلد المحدد: [2].
ca_es: No es pot escriure en la carpeta especificada: [2].
cs_cz: Do zadané složky [2] nelze zapisovat.
da_dk: Der kan ikke skrives til den angivne mappe [2].
el_gr: Δεν είναι δυνατή η εγγραφή στον καθορισμένο φάκελο: [2].
eu_es: Ezin da zehaztutako '[2]' karpetan idatzi.
fi_fi: Kansioon [2] ei voi kirjoittaa.
fr_fr: Impossible d'écrire dans le dossier spécifié : [2].
hr_hr: Nije moguće pisanje na navedenu mapu: [2].
hu_hu: Nem sikerült írni a megadott mappába ('[2]').
ja_jp: 指定されたフォルダに書き込めません: [2]。
lt_lt: Negalima rašyti į nurodytą aplanką: [2].
lv_lv: Nav iespējams rakstīt norādītajā mapē: [2].
nb_no: Kan ikke skrive til den angitte mappen [2].
nl_nl: Kan niet naar de opgegeven map [2] schrijven.
pl_pl: Nie można zapisać w podanym folderze: [2].
ro_ro: Imposibil de scris în folderul specificat: [2].
ru_ru: Запись в указанный каталог "[2]" запрещена.
sk_sk: Nie je možné zapisovať do zadaného priečinka: [2].
sv_se: Det gick inte att skriva till den angivna mappen: [2].
th_th: 菽靆ﾒﾁﾒﾃｶ爐ﾕﾂｹ莉ﾂﾑｧ篩ﾅ犇ﾍﾃ・ [2].
tr_tr: Belirtilen '[2]' klasörüne yazılamıyor.
vi_vn: Không thể ghi vào danh mục chỉ ra: [2].
zh_cn: 无法写入指定的文件夹 [2]。

source: Unpublishing assembly information
ar_sa: إلغاء نشر معلومات التجميع
ca_es: S'estȁ despublicant la informació de muntatge
cs_cz: Nepublikované informace sestavení
da_dk: Fortryder udgivelse af samlingsoplysninger
el_gr: Κατάργηση δημοσίευσης πληροφοριών συναρμολόγησης
eu_es: Ez-argitaratzeko muntai informazioa
fi_fi: Peruutetaan Assembly-tietojen julkaisemista
fr_fr: Dépublication des informations sur l'assemblage
hr_hr: Neobjavljivanje podataka skupa komponenti
hu_hu: Az összeállítási információk közzétételének megszüntetése
ja_jp: アセンブリ情報を非公開にしています
lt_lt: Anuliuojamas informacijos apie surinkimą skelbimas.
lv_lv: Notiek montâþas informâcijas publicçjuma noȍemðana.
nb_no: Depubliserer samlingsinformasjon
nl_nl: Gegevens van onderdeel innemen
pl_pl: Cofanie publikowania informacji o asemblacji
ro_ro: Se anuleazã publicarea informaþiilor asamblãrii
ru_ru: Непубликуемая информация о сборке
sk_sk: Ruší sa publikovanie informácií o zostave
sv_se: Paketinformation avpubliceras
th_th: ข้อมูลที่รวบรวมการไม่จัดพิมพ์
tr_tr: Birleştirme bilgileri yayımlanmıyor
vi_vn: Thôi công bố thông tin gói triển khai
zh_cn: 停止发行汇编信息

source: Unpublishing Product Features
ar_sa: إلغاء نشر ميزات المنتج
ca_es: S'estan despublicant les característiques del producte
cs_cz: Rušení publikování funkcí produktů
da_dk: Annullerer udgivelsen af produktfunktioner
el_gr: Κατάργηση δημοσίευσης δυνατοτήτων προϊόντος
eu_es: Produktuen eginbideen argitalpena deuseztatzen
fi_fi: Peruutetaan tuoteominaisuuksien julkaisemista
fr_fr: Annulation de la publication des composants du produit
hr_hr: Neobjavljivanje osobina proizvoda
hu_hu: A termékszolgáltatások közzétételének visszavonása
ja_jp: 製品機能を非公開にしています
lt_lt: Anuliuojamas programos priemonių skelbimas.
lv_lv: Notiek produkta lîdzekïu publicçjumu dzçðana
nb_no: Fjerner publisering av produktfunksjoner
nl_nl: Bezig met het ongedaan maken van de publicatie van productfuncties
pl_pl: Usuwanie publikacji cech produktów
ro_ro: Oprire publicare caracteristici produs
ru_ru: Отмена публикации компонентов продукта
sk_sk: Ruší sa publikovanie súȅastí produktu
sv_se: Avpublicerar produktfunktioner
th_th: กำลังยกเลิกการจัดพิมพ์คุณลักษณะของผลิตภัณฑ์
tr_tr: Ürün Özellikleri Yayımdan Kaldırılıyor
vi_vn: Gỡ Công bố Tính năng Sản phẩm
zh_cn: 正在取消产品功能的发布

source: Unpublishing product information
ar_sa: إلغاء نشر معلومات المنتج
ca_es: S'estȁ despublicant la informació del producte
cs_cz: Rušení publikování informací o produktu
da_dk: Annullerer produktoplysninger
el_gr: Κατάργηση δημοσίευσης πληροφοριών προϊόντος
eu_es: Produktuaren informazioaren argitalpena deuseztatzen
fi_fi: Peruutetaan tuotetietojen julkaisemista
fr_fr: Annulation de la publication des informations sur le produit
hr_hr: Neobjavljivanje informacija o proizvodu
hu_hu: A termékadatok közzétételének visszavonása
ja_jp: 製品情報を非公開にしています
lt_lt: Anuliuojamas informacijos apie programą skelbimas.
lv_lv: Notiek produkta informâcijas publicçjumu noȍemðana
nb_no: Fjerner publisering av produktinformasjon
nl_nl: Bezig met het ongedaan maken van de publicatie van productgegevens
pl_pl: Usuwanie publikacji informacji o produkcie
ro_ro: Oprire publicare informaþii despre produs
ru_ru: Отмена публикация сведений о продукте
sk_sk: Ruší sa publikovanie informácií o produkte
sv_se: Avpublicerar produktinformation
th_th: กำลังยกเลิกการจัดพิมพ์ข้อมูลผลิตภัณฑ์
tr_tr: Ürün bilgisi yayımdan kaldırılıyor
vi_vn: Gỡ công bố tính năng sản phẩm
zh_cn: 正在取消产品信息的发布

source: Unpublishing Qualified Components
ar_sa: إلغاء نشر مكونات مؤهلة
ca_es: S'estan despublicant els components necessaris
cs_cz: Rušení publikování prověřených součástí
da_dk: Annullerer udgivelsen af gyldige komponenter
el_gr: Κατάργηση δημοσίευσης κατάλληλων στοιχείων
eu_es: Osagai kualifikatuen argitalpena deuseztatzen
fi_fi: Peruutetaan valittujen komponenttien julkaisemista
fr_fr: Annulation de la publication des composants qualifiés
hr_hr: Neobjavljivanje odgovarajućih komponenti
hu_hu: A minősített összetevők közzétételének visszavonása
ja_jp: 条件に合うコンポーネントを非公開にしています
lt_lt: Atsisakoma kvalifikuojančiųjų komponentų paskelbimo.
lv_lv: Notiek atbilstoðo komponentu publicçjumu dzçðana
nb_no: Fjerner publisering av kvalifiserte komponenter
nl_nl: Bezig met het ongedaan maken van de publicatie van gekwalificeerde onderdelen
pl_pl: Usuwanie publikacji uprawniajšcych produktów
ro_ro: Oprire publicare componente care calificã
ru_ru: Отмена публикация подходящих компонентов
sk_sk: Ruší sa publikovanie oprávȍujúcich súȅastí
sv_se: Avpublicerar kvalificeringskomponenter
th_th: กำลังยกเลิกการจัดพิมพ์คอมโพเนนต์ที่ผ่านเกณฑ์ตรวจสอบ
tr_tr: Yetkili Bileşenler Yayımdan Kaldırılıyor
vi_vn: Gỡ Công bố Thành phần Đủ Điều kiện
zh_cn: 正在取消合格组件的发布
