Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: There is a problem with this Windows Installer package. A DLL required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action [2], entry: [3], library: [4] }}
ar_sa: يوجد مشكلة في حزمة Windows Installer هذه. تعذر تشغيل DLL مطلوب لإتمام هذا التثبيت. الرجاء الاتصال بأفراد الدعم أو ببائع الحزمة. {{الإجراء [2], الإدخال: [3], المكتبة: [4] }}
ca_es: Hi ha un problema en aquest paquet de Windows Installer. No s'ha pogut executar una DLL requerida per completar la instal·lació. {{Acció: [2], entrada: [3], biblioteca: [4] }}
cs_cz: S balíčkem služby Windows Installer jsou potíže. Knihovna DLL požadovaná k dokončení této instalace nemůže být spuštěna. Obraťte se na odbornou pomoc nebo dodavatele balíčku. {{Akce: [2], položka: [3], knihovna: [4] }}
da_dk: Der er et problem med denne Windows Installer-pakke. En DLL-fil, der kræves for at installationen kan fuldf{__o /}res, kunne ikke k{__o /}res. Kontakt supportpersonen eller pakkeproducent. {{Handling [2], post: [3], bibliotek: [4] }}
el_gr: Υπάρχει κάποιο πρόβλημα με αυτό το πακέτο του Windows Installer. Δεν ήταν δυνατή η εκτέλεση ενός DLL που απαιτείται για την ολοκλήρωση αυτής της εγκατάστασης. Επικοινωνήστε με το προσωπικό υποστήριξης ή τον προμηθευτή του πακέτου. {{Ενέργεια: [2], καταχώρηση: [3], βιβλιοθήκη: [4] }}
eu_es: Arazo bat dago Windows Installer paketearekin. Instalazio hau amaitzeko behar den DLL-a ezin izan zen exekutatu. Galdetu zure laguntza-zerbitzuko langileei edo pakete saltzaileari. {{Ekintza [2], sarrera: [3], liburutegia: [4] }}
fi_fi: Ongelma Windows Installer -paketissa. Asennukseen tarvittavaa DLL-tiedostoa ei voitu suorittaa. Ota yhteys tukihenkilöön tai paketin toimittajaan. {{Toiminto [2], määrite: [3], kirjasto: [4] }}
fr_fr: Un problȅme s'est produit sur ce package Windows Installer. Une DLL nécessaire pour terminer cette installation n'a pas pu être exécutée. Contactez votre service de support ou le distributeur du package. {{Action [2], entrée : [3], bibliothȅque : [4] }}
hr_hr: Ima problema s ovim Windows Installer paketom. DLL potreban za dovršenje instalacije nije mogao biti izveden. Obratite se svom osoblju za podršku ili prodavaču paketa. {{Akcija: [2], stavka: [3], biblioteka: [4] }}
hu_hu: Probléma van a Windows Installer csomaggal. A telepítéshez szükséges egyik DLL nem futtatható. Lépjen kapcsolatba a támogató személyzettel vagy a csomag eladójával. {{ művelet [2], bejegyzés: [3], függvénytár: [4] }}
ja_jp: この Windows インストーラ パッケージには問題があります。このインストールを完了するのに必要な DLL を実行できませんでした。サポート担当者またはパッケージのベンダに問い合わせてください。 {{操作 [2], エントリ: [3], ライブラリ: [4] }}
lt_lt: Windows diegimo programos paketo triktis. DLL, reikalinga šiam diegimui baigti, negali būti vykdoma. Kreipkitės į techninės pagalbos personalą arba į paketo tiekėją. {{Veiksmas [2], įrašas: [3], biblioteka: [4] }}
lv_lv: Radušās problēmas ar Windows Installer pakotni. Nevarēja palaist šīs instalācijas pabeigšanai nepieciešamo DLL. Sazinieties ar atbalsta personālu vai pakotnes piegādātāju. {{Darbība [2], ievadne: [3], bibliotēka: [4]}}
nb_no: Det er et problem med denne Windows Installer-pakken. En DLL som kreves for at denne installasjonen skal kunne fullf{__o /}res, kunne ikke kj{__o /}res. Kontakt st{__o /}ttepersonell eller pakkeleverand{__o /}r. {{Handling [2], oppf{__o /}ring: [3], bibliotek: [4] }}
nl_nl: Er is een probleem met dit Windows Installer-pakket. Een DLL-bestand dat is vereist voor het voltooien van de installatie, kan niet worden uitgevoerd. Neem contact op met systeemondersteuning of de leverancier van het pakket. {{actie: [2], vermelding: [3], bibliotheek: [4] }}
pl_pl: Wystšpi{__l /} problem z tym pakietem Instalatora Windows. Nie można uruchomić biblioteki DLL wymaganej do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcš pakietu. {{Akcja: [2], wpis: [3], biblioteka: [4] }}
ro_ro: Existã o problemã la acest pachet de Windows Installer. Nu s-a executat un DLL necesar pentru finalizarea instalãrii. Luaþi legãtura cu personalul de asistenþã sau cu furnizorul pachetului. {{Acþiune [2], intrare: [3], bibliotecã: [4] }}
ru_ru: Ошибка пакета Windows Installer. Невозможно запустить необходимую для завершения установки DLL. Обратитесь к техническому персоналу или к поставщику пакета. {{Действие [2], запись: [3], библиотека: [4] }}
sk_sk: Vyskytol sa problém s týmto balíkom programu Windows Installer. Knižnica DLL, ktorá je potrebná na dokončenie tejto inštalácie, sa nemohla spustiť. Obráťte sa na pracovníka technickej podpory alebo na dodávateľa balíka. {{Akcia [2], položka: [3], knižnica: [4] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. En DLL-fil som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], post: [3], bibliotek: [4] }}
th_th: ﾁﾕｻﾑｭﾋﾒ｡ﾑｺ Windows Installer ｪﾘｴｹﾕ・ 眩鮹 DLL ｷﾕ險ﾓ狃郢羯｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾕ鱠ﾁ靆ﾒﾁﾒﾃｶｶﾙ｡狹ﾕﾂ｡罨鱠ｴ・ ｡ﾃﾘｳﾒｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ ﾋﾃﾗﾍｼﾙ鮃ﾕ陲ﾒﾂ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鱚ﾋ鬢ﾘｳ {{｡ﾒﾃ｡ﾃﾐｷﾓ [2] ﾃﾒﾂ｡ﾒﾃ [3] 菁ｺﾃﾒﾃﾕ [4] }}
tr_tr: Bu Windows Installer paketi ilgili sorun var. Bu yüklemenin tamamlanması için gereken DLL çalıştırılamadı. Destek sorumlunuza veya paket satıcısına başvurun. {{Eylem [2], giriş: [3], kitaplık: [4] }}
vi_vn: Có trục trặc trong gói Windows Installer. DLL giúp cho việc cài đặt hoàn tất không chạy được. Tiếp xúc nhân viên hỗ trợ hoặc đối tác liên quan tới sản phẩm. {{Hành động [2], lối vào: [3], thư viện: [4] }}
zh_cn: 此 Windows Installer 软件包有一个问题。完成此安装需要的 DLL 不能运行。请和你的支持人员或代理商联系。{{操作: [2], 入口: [3], 库: [4] }}

source: There is a problem with this Windows Installer package. A programme required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action: [2], location: [3], command: [4] }}
el_gr: Υπάρχει κάποιο πρόβλημα με αυτό το πακέτο του Windows Installer. Δεν ήταν δυνατή η εκτέλεση ενός προγράμματος που απαιτείται για την ολοκλήρωση αυτής της εγκατάστασης. Επικοινωνήστε με το προσωπικό υποστήριξης ή τον προμηθευτή του πακέτου. {{Ενέργεια: [2], θέση: [3], εντολή: [4] }}
eu_es: Arazo bat dago Windows Installer pakete honekin. Instalazio hau amaitzeko behar den programa ezin izan zen exekutatu. Galdetu zure laguntza-zerbitzuko langileei edo pakete saltzaileari. {{Ekintza: [2], kokalekua: [3], komandoa: [4] }}
lv_lv: Radušās problēmas ar Windows Installer pakotni. Nevarēja palaist šīs instalācijas pabeigšanai nepieciešamo programmu. Sazinieties ar atbalsta personālu vai pakotnes piegādātāju. {{Darbība: [2], atrašanās vieta: [3], komanda: [4]}}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett program som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], plats: [3], kommando: [4] }}

source: There is a problem with this Windows Installer package. A programme run as part of the setup did not finish as expected. Contact your support personnel or package vendor. {{Action [2], location: [3], command: [4] }}
el_gr: Υπάρχει κάποιο πρόβλημα με αυτό το πακέτο του Windows Installer. Ένα πρόγραμμα που εκτελείται ως μέρος της εγκατάστασης δεν τελείωσε όπως αναμενόταν. Επικοινωνήστε με το προσωπικό υποστήριξης ή τον προμηθευτή του πακέτου. {{Ενέργεια: [2], θέση: [3], εντολή: [4] }}
eu_es: Arazo bat dago Windows Installer paketearekin. Programaren exekuzioak instalazioaren parte bat bezala ezin izan zuen amaitu esperatutako moduan. Galdetu zure laguntza-zerbitzuko langileei edo pakete saltzaileari. {{Ekintza [2], kokalekua: [3], Komandoa: [4] }}
lv_lv: Radušās problēmas ar Windows Installer pakotni. Programma, kas tika izpildīta kā šīs uzstādīšanas daļa, netika pabeigta, kā paredzēts. Sazinieties ar atbalsta personālu vai pakotnes piegādātāju. {{Darbība [2], atrašanās vieta: [3], komanda: [4]}}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett program som körs under installationen slutfördes inte som förväntat. Kontakta supportpersonal eller paketets leverantör. {{Åtgärd: [2], plats: [3], kommando: [4] }}

source: There is a problem with this Windows Installer package. A script required for this install to complete could not be run. Contact your support personnel or package vendor. {{Custom action [2] script error [3], [4]: [5] Line [6], Column [7], [8] }}
ar_sa: يوجد مشكلة في حزمة Windows Installer هذه. تعذر تشغيل برنامج نصي مطلوب لإتمام هذا التثبيت. الرجاء الاتصال بأفراد الدعم أو ببائع الحزمة. {{الإجراء المخصص [2], خطأ البرنامج النصي: [3], [4]: [5] السطر [6], العمود [7], [8] }}
ca_es: Hi ha un problema en aquest paquet de Windows Installer. No ha estat possible executar una seqüȅncia requerida per completar la instal·lació. Poseu-vos en contacte amb el vostre personal de suport o amb el proveïdor del paquet. {{Acció personalitzada [2] error de seqüȅncia [3], [4]: [5] línia [6], columna [7], [8] }}
cs_cz: S balíčkem služby Windows Installer jsou potíže. Skript požadovaný k dokončení této instalace nemůže být spuštěn. Obraťte se na odbornou pomoc nebo dodavatele balíčku. {{Chyba vlastní akce [2] ve skriptu [3], [4]: [5] na řádku [6], ve sloupci [7], [8] }}
da_dk: Der er opstået et problem med denne Windows Installer-pakke. Et script, der kræves til denne installation, kunne ikke k{__o /}res. Kontakt supportpersonen eller pakkeproducenten. {{Tilpasset handling [2] scriptfejl [3], [4]: [5] Linje [6], Kolonne [7], [8] }}
el_gr: Υπάρχει κάποιο πρόβλημα με αυτό το πακέτο του Windows Installer. Δεν ήταν δυνατή η εκτέλεση μιας δέσμης ενεργειών που απαιτείται για την ολοκλήρωση αυτής της εγκατάστασης. Επικοινωνήστε με το προσωπικό υποστήριξης ή τον προμηθευτή του πακέτου. {{Προσαρμοσμένη ενέργεια [2] σφάλμα δέσμης ενεργειών [3], [4]: [5] Γραμμή [6], Στήλη [7], [8] }}
eu_es: Arazo bat sortu da Windows Installer pakete honekin. Ezin izan zen aurkitu instalazio hau amaitzeko script bat. Galdetu zure laguntza-zerbitzuko langileei edo pakete saltzaileari. {{Ekintza pertsonalizatuan [2] script errorea [3], [4]: [5] Lerroa [6], Zutabea [7], [8] }}
fi_fi: Ongelma Windows Installer -paketissa. Asennukseen tarvittavaa komentosarjaa ei voitu suorittaa. Ota yhteys tukihenkilöön tai paketin toimittajaan. {{Mukautettu toiminto [2] komentosarjavirhe [3], [4]: [5] rivi [6], sarake [7], [8] }}
fr_fr: Un problȅme s'est produit sur ce package Windows Installer. Un script nécessaire pour que cette installation puisse se terminer n'a pas pu être exécuté. Contactez votre service de support ou le distributeur du package. {{Action personnalisé [2], erreur de script [3], [4]: [5] ligne [6], colonne [7], [8] }}
hr_hr: Ima problema s ovim Windows Installer paketom. Nije mogao biti izveden skript potreban za dovršenje ove instalacije. Obratite se svom osoblju za podršku ili prodavaču paketa. {{Akcija korisnika [2] pogreška skripta [3], [4]: [5] Redak [6], Stupac [7], [8] }}
hu_hu: Probléma van a Windows Installer csomaggal. A telepítéshez szükséges egyik parancsfájl nem futtatható. Lépjen kapcsolatba a támogató személyzettel vagy a csomag eladójával. {{Egyéni művelet: [2], parancsfájlhiba: [3], [4]: [5] sor: [6], oszlop: [7], [8] }}
ja_jp: この Windows インストーラ パッケージには問題があります。このインストールを完了するのに必要なスクリプトを実行できませんでした。サポート担当者またはパッケージのベンダに問い合わせてください。 {{カスタム操作 [2] スクリプト エラー [3], [4]: [5] 行 [6], 列 [7], [8] }}
lt_lt: Windows diegimo programos paketo triktis. Scenarijus, reikalingas šiam diegimui baigti, negali būti vykdomas. Kreipkitės į techninės pagalbos personalą arba į paketo tiekėją. {{Pasirinktinis veiksmas [2] scenarijaus klaida [3], [4]: [5] Eilutė [6], Stulpelis [7], [8] }}
lv_lv: Radušās problēmas ar Windows Installer pakotni. Nevarēja palaist šīs instalācijas pabeigšanai nepieciešamu skriptu. Sazinieties ar atbalsta personālu vai pakotnes piegādātāju. {{Pielāgotas darbības [2] skripta kļūda [3], [4]: [5] rinda [6], kolonna [7], [8]}}
nb_no: Det er et problem med denne Windows Installer-pakken. Et skript som kreves for at denne installasjonen skal kunne fullf{__o /}res, kan ikke kj{__o /}res. Kontakt st{__o /}ttepersonell eller pakkeleverand{__o /}ren. {{Egendefinert handling [2] skriptfeil [3], [4]: [5] Linje [6], Kolonne [7], [8] }}
nl_nl: Er is een probleem met dit Windows Installer-pakket. Het script dat is vereist voor het voltooien van de installatie, kan niet worden uitgevoerd. Neem contact op met systeemondersteuning of de leverancier van het pakket. {{aangepaste actie [2] scriptfout [3], [4]: [5] regel [6], kolom [7], [8] }}
pl_pl: Wystšpi{__l /} problem z tym pakietem Instalatora Windows. Nie można uruchomić skryptu wymaganego do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcš pakietu. {{B{__l /}šd skryptu [2] akcji niestandardowej [3], [4]: [5] wiersz [6], kolumna [7], [8] }}
ro_ro: Existã o problemã la acest pachet de Windows Installer. Nu s-a executat un script necesar pentru finalizarea instalãrii. Luaþi legãtura cu personalul de asistenþã sau cu furnizorul pachetului. {{La acþiunea particularizatã [2] eroare script [3], [4]: [5] Linia [6], Coloana [7], [8] }}
ru_ru: Ошибка пакета Windows Installer. Невозможно запустить сценарий завершения установки. Обратитесь к техническому персоналу или к поставщику пакета. {{ Пользовательское действие [2] ошибка сценария[3], [4]: [5] строка [6], столбец [7], [8] }}
sk_sk: Vyskytol sa problém s týmto balíkom programu Windows Installer. Skript, ktorý je potrebný na dokončenie tejto inštalácie, sa nemohol spustiť. Obráťte sa na pracovníka technickej podpory alebo na dodávateľa balíka. {{Vlastná akcia [2], chyba skriptu [3], [4]: [5] riadok [6], stĺpec [7], [8] }}
sv_se: Ett problem har uppstått med Windows Installer-paketet. Ett skript som krävs för den här installationen kunde inte köras. Kontakta supportpersonal eller paketets leverantör. {{Egen åtgärd: [2] skriptfel: [3], [4]: [5] Rad: [6], Kolumn: [7], [8] }}
th_th: ﾁﾕｻﾑｭﾋﾒ｡ﾑｺ Windows Installer ｪﾘｴｹﾕ・ ﾊ､ﾃﾔｻｵ・ﾕ險ﾓ狃郢菽靆ﾒﾁﾒﾃｶｶﾙ｡狹ﾕﾂ｡罨鱠ｴ・ ｡ﾃﾘｳﾒｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ ﾋﾃﾗﾍｼﾙ鮃ﾕ陲ﾒﾂ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鱚ﾋ鬢ﾘｳ {{｡ﾒﾃ｡ﾃﾐｷﾓ｡ﾓﾋｹｴ猩ｧ [2] ｢鯱ｼﾔｴｾﾅﾒｴﾊ､ﾃﾔｻｵ・[3], [4]: [5] ｺﾃﾃｷﾑｴ [6] ､ﾍﾅﾑﾁｹ・[7], [8] }}
tr_tr: Windows Installer paketi ile ilgili bir sorun var. Bu yüklemeyi tamamlamak için gereken komut dosyası çalıştırılamadı. Destek sorumlunuza veya paket satıcısına bavurun. {{Özel eylem [2] komut dosyası hatası [3], [4]: [5] satır [6], Sütun [7], [8] }}
vi_vn: Có trục trặc trong gói Windows Installer. Kịch bản giúp cho việc cài đặt hoàn tất không chạy được. Tiếp xúc nhân viên hỗ trợ hoặc đối tác liên quan tới sản phẩm. {{Hành động tùy thích [2] lỗi kịch bản [3], [4]: [5] Hàng [6], Cột [7], [8] }}
zh_cn: 此 Windows Installer 软件包有一个问题。完成此安装需要的脚本不能运行。请和你的支持人员或代理商联系。{{自定义操作 [2] 脚本错 [3], [4]: [5] 行 [6], 列 [7], [8] }}

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to go back to the previously selected volume.
ar_sa: لا يوجد قرص في محرك أقراص [2]. يرجى إدخال قرص ثم النقر فوق 'إعادة المحاولة' أو فوق 'إلغاء الأمر' للعودة إلى وحدة التخزين المحددة سابقاً.
ca_es: No hi ha cap disc a la unitat [2]. Inseriu un i feu clic a Reintenta o a Cancel·la per tornar al volum seleccionat prȅviament.
cs_cz: V jednotce [2] není disk. Vložte disk a klepněte na tlačítko Opakovat. Klepnutím na tlačítko Storno přejdete na dříve vybranou jednotku.
da_dk: Der er ingen CD i drev [2]. Indsæt en CD og klik på Fors{__o /}g igen, eller klik på Annuller for at gå tilbage til den enhed, som tidligere blev brugt.
el_gr: Δεν υπάρχει δισκέτα στη μονάδα [2]. Τοποθετήστε μια δισκέτα και κάντε κλικ στο κουμπί "Επανάληψη" ή κάντε κλικ στο κουμπί "Άκυρο" για να επιστρέψετε στον τόμο που είχε επιλεγεί προηγουμένως.
eu_es: Ez dago diskorik [2] unitatean. Sartu disko bat eta egin klik 'Saiatu berriro'n, edo egin klik 'Utzi'n lehen hautatutako bolumenera itzultzeko.
fi_fi: Asemassa [2] ei ole levyä. Aseta asemaan levy ja valitse Uudelleen tai palaa edelliseen valittuun levyyn valitsemalla Peruuta.
fr_fr: Le lecteur [2] est vide. Insérez un disque et cliquez sur Réessayer, ou cliquez sur Annuler pour revenir au volume sélectionné précédemment.
hr_hr: Nema diskete u jedinici [2]. Umetnite je i pritisnite Ponovi, a za povratak na prethodno odabrani disk pritisnite Odustani.
hu_hu: A(z) [2] meghajtóban nincs lemez. Tegyen be egyet, és kattintson az Ismét gombra, vagy kattintson a Mégse gombra, ha vissza akar térni az előzőleg kijelölt kötethez.
ja_jp: ドライブ [2] にはディスクがありません。ディスクを挿入してから [\[]再試行[\]] をクリックしてください。既に選択されたボリュームに戻る場合は、[\[]キャンセル[\]] をクリックしてください。
lt_lt: Diskasukyje [2] nėra disko. Įdėkite diską ir spustelkite Kartoti arba, spustelėję Atšaukti, grįžkite prie anksčiau pasirinkto tomo.
lv_lv: Diskdzinī [2] nav diska. Lūdzu, ievietojiet disku un noklikšķiniet uz Mēģināt vēlreiz vai noklikšķiniet uz Atcelt, lai atgrieztos pie iepriekš atlasītā sējuma.
nb_no: Det er ingen disk i stasjon [2]. Sett inn en disk, og velg Pr{__o /}v på nytt. Du kan også velge Avbryt for å gå tilbake til det tidligere valgte volumet.
nl_nl: Station [2] bevat geen diskette. Plaats een diskette in het station en klik op Nogmaals. Klik op Annuleren als u terug wilt keren naar het eerder geselecteerde volume.
pl_pl: W stacji [2] nie ma dysku. W{__l /}óż dysk i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj aby zmienić na poprzednio wybrany wolumin.
ro_ro: Nici un disc în unitatea [2]. Introduceþi unul ºi faceþi clic pe Reîncercare sau pe Revocare pentru a vã întoarce la volumul selectat anterior.
ru_ru: В дисководе [2] нет диска. Вставьте диск и нажмите кнопку "Повторить", либо нажмите кнопку "Отмена" для возврата к ранее выбранному тому.
sk_sk: V mechanike [2] sa nenachádza žiaden disk. Vložte disk a kliknite na tlačidlo Znova, alebo kliknite na tlačidlo Zrušiť, čím sa vrátite k predchádzajúcemu zväzku.
sv_se: Det finns ingen diskett i enhet [2]. Sätt i en diskett och klicka på Försök igen eller klicka på Avbryt om du vill återvända till den tidigare markerade volymen.
th_th: 菽霖ﾕｴﾔﾊ｡・ｹ莇ﾃｿ・[2] ｡ﾃﾘｳﾒ飜雍ﾔﾊ｡・ﾅ鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍ､ﾅﾔ｡ﾂ｡倏ﾔ｡ 狎ﾗ靉｡ﾅﾑｺ莉ﾂﾑｧｴﾔﾊ｡・ﾕ鞨ﾅﾗﾍ｡萇鬘靉ｹﾋｹ鰓
tr_tr: [2] sürücüsünde disket yok. Lütfen bir disket takın ve Yeniden Dene'yi tıklatın veya daha önce seçilen sürücüye geri dönmek için İptal'i tıklatın.
vi_vn: Không có đĩa trong ổ [2]. Vui lòng đưa đĩa vào và nháy Thử lại hoặc nháy Thôi để trở lại đĩa được lựa chọn trước.
zh_cn: 驱动器 [2] 中没有磁盘。请先插入磁盘，然后单击“重试”按钮；或者单击“取消”按钮，返回前面选择的卷。

source: There is no disk in drive [2]. Please insert one and click Retry, or click Cancel to return to the browse dialog and select a different volume.
ar_sa: لا يوجد قرص في محرك أقراص [2]. يرجى إدخال قرص ثم النقر فوق 'إعادة المحاولة' أو فوق 'إلغاء الأمر' للرجوع إلى حوار الاستعراض وتحديد وحدة تخزين أخرى.
ca_es: No hi ha cap disc a la unitat [2]. Inseriu un i feu clic a Reintenta o a Cancel·la per tornar al diȁleg de navegació i seleccioneu un volum diferent.
cs_cz: V jednotce [2] není disk. Vložte disk a klepněte na tlačítko Opakovat. Klepnutím na tlačítko Storno se vrátíte do předchozího dialogového okna, ve kterém můžete vybrat jinou jednotku.
da_dk: Der er ingen CD i drev [2]. Indsæt en CD og klik på Fors{__o /}g igen, eller klik på Annuller for at gå tilbage til dialogboksen Gennemse og vælge en anden enhed.
el_gr: Δεν υπάρχει δισκέτα στη μονάδα [2]. Τοποθετήστε μια δισκέτα και κάντε κλικ στο κουμπί "Επανάληψη" ή κάντε κλικ στο κουμπί "Άκυρο" για να επιστρέψετε στο παράθυρο διαλόγου "Αναζήτηση" και να επιλέξετε έναν άλλον τόμο.
eu_es: Ez dago diskorik [2] unitatean. Sartu disko bat eta egin klik 'Saiatu berriro'n, edo egin klik 'Utzi'n 'Arakatu' elkarrizketa-koadrora itzuli eta beste bolumen bat hautatzeko.
fi_fi: Asemassa [2] ei ole levyä. Aseta asemaan levy ja valitse Uudelleen tai valitse Peruuta, jolloin palaat selausikkunaan ja voit valita uuden levyn.
fr_fr: Le lecteur [2] est vide. Insérez un disque et cliquez sur Réessayer, ou cliquez sur Annuler pour revenir dans la boîte de dialogue Sélection de l'emplacement et sélectionner un autre volume.
hr_hr: Nema diskete u jedinici [2]. Umetnite je i pritisnite Ponovi, a za povratak na dijalog pregleda pritisnite Odustani i odaberite drugi disk.
hu_hu: A(z) [2] meghajtóban nincs lemez. Tegyen be egyet, és kattintson az Ismét gombra, vagy kattintson a Mégse gombra, ha vissza akar térni a tallózás párbeszédpanelhez, és másik kötetet akar kiválasztani.
ja_jp: ドライブ [2] にはディスクがありません。ディスクを挿入してから [\[]再試行[\]] をクリックしてください。[\[]検索[\]] ダイアログ ボックスに戻って、別のボリュームを選択する場合は、[\[]キャンセル[\]] をクリックしてください。
lt_lt: Diskasukyje [2] nėra disko. Įdėkite diską ir spustelėkite Kartoti arba, spustelėję Atšaukti, grįžkite į žiūros dialogo langą ir pasirinkite kitą tomą.
lv_lv: Diskdzinī [2] nav diska. Lūdzu, ievietojiet disku un noklikšķiniet uz Mēģināt vēlreiz, vai noklikšķiniet uz Atcelt, lai atgrieztos pārlūkošanas dialogā un atlasītu citu sējumu.
nb_no: Det er ingen disk i stasjon [2]. Sett inn en disk, og velg Pr{__o /}v på nytt. Du kan også velge Avbryt for å returnere til s{__o /}kedialogboksen og velge et annet volum.
nl_nl: Station [2] bevat geen diskette. Plaats een diskette in het station en klik op Nogmaals. Klik op Annuleren als u terug wilt keren naar het dialoogvenster Bladeren en u een ander volume wilt selecteren.
pl_pl: W stacji [2] nie ma dysku. W{__l /}óż dysk i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj aby powrócić do okna dialogowego przeglšdania i wybrać inny wolumin.
ro_ro: Nici un disc în unitatea [2]. Introduceþi unul ºi faceþi clic pe Reîncercare sau pe Revocare pentru a vã întoarce la dialogul de rãsfoire ºi selectaþi un alt volum.
ru_ru: В дисководе [2] нет диска. Вставьте диск и нажмите кнопку "Повтор" или нажмите кнопку "Отмена", чтобы вернуться в окно обзора и выбрать другой том.
sk_sk: V mechanike [2] sa nenachádza žiaden disk. Vložte disk a kliknite na tlačidlo Znova, alebo kliknite na tlačidlo Zrušiť, čím sa vrátite k prehľadávaciemu dialógovému oknu, kde môžete vybrať iný zväzok.
sv_se: Det finns ingen diskett i enhet [2]. Sätt i en diskett och klicka på Försök igen eller klicka på Avbryt om du vill återvända till dialogrutan för bläddring och markera en annan volym.
th_th: 菽霖ﾕｴﾔﾊ｡・ｹ莇ﾃｿ・[2] ｡ﾃﾘｳﾒ飜雍ﾔﾊ｡・ﾅ鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍ､ﾅﾔ｡ﾂ｡倏ﾔ｡ 狎ﾗ靉｡ﾅﾑｺ莉ﾂﾑｧ｡ﾅ靉ｧ箏魴ﾍｺ｡ﾒﾃ狹ﾕﾂ｡ｴﾙ眷ﾐ倏ﾗﾍ｡ｴﾔﾊ｡・ﾗ雹
tr_tr: [2] sürücüsünde disket yok. Lütfen bir disket takın ve Yeniden Dene'yi tıklatın veya gözatma iletişim kutusuna dönmek ve farklı bir sürücü seçmek için İptal'i tıklatın.
vi_vn: Không có đĩa trong ổ [2]. Vui lòng đưa đĩa vào và nháy Thử lại hoặc nháy Thôi để trở lại hội thoại duyệt và lựa chọn đĩa khác.
zh_cn: 驱动器 [2] 中没有磁盘。请先插入磁盘，然后单击“重试”按钮；或者单击“取消”按钮，返回“浏览”对话框并选择其他卷。
