Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: The cabinet file '[2]' required for this installation is corrupt and cannot be used. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
ar_sa: إن ملف الخزانة '[2]' والمطلوب لعملية التثبيت هذه تالف ولا يمكن استخدامه. قد يشير هذا إلى خطأ في شبكة الاتصال أو أثناء القراءة من محرك الأقراص المضغوطة أو في الحزمة هذه.
ca_es: El fitxer d'arxivador "[2]" requerit per a aquesta instal·lació és defectuós i no es pot utilitzar. Aixȍ podria indicar un error de xarxa, un error en llegir del CD-ROM o un problema amb aquest paquet.
cs_cz: Instalační soubor [2] požadovaný touto instalací je poškozen a nemůže být použit. To může znamenat chybu sítě, chybu čtení z disku CD-ROM nebo potíže s tímto balíčkem.
da_dk: Kabinetfilen '[2]', der kræves til denne installation, er beskadiget og kan ikke bruges. Dette kan skyldes en netværksfejl, en fejl ved læsning af cd-rom'en eller et problem med denne pakke.
el_gr: Η αρχειοθήκη '[2]' που απαιτείται για αυτήν την εγκατάσταση είναι κατεστραμμένη και δεν μπορεί να χρησιμοποιηθεί. Αυτό ίσως δηλώνει κάποιο σφάλμα δικτύου, κάποιο σφάλμα ανάγνωσης από το CD-ROM ή κάποιο πρόβλημα με αυτό το πακέτο.
eu_es: Instalazio honentzarako behar den kabinete fitxategi '[2]' hondatuta dago eta ezin da erabili. Honek sarean errore bat, CD-ROM-etik irakurtzeko errore bat edo pakete honekin errore bat adierazi dezake.
fi_fi: Asennukseen tarvittava cab-tiedosto [2] on viallinen eikä sitä voida käyttää. Tämä saattaa johtua verkkovirheestä, CD-levyn lukuvirheestä tai paketin viallisuudesta.
fr_fr: Le fichier CAB '[2]' nécessaire pour cette installation est endommagé et ne peut pas être utilisé. Il s'agit peut-être d'une erreur réseau, d'une erreur de lecture du CD-ROM ou d'un problȅme lié au package.
hr_hr: Kabinet datoteka '[2]' potrebna za ovu instalaciju oštećena je i ne može se koristiti. To može ukazivati na mrežnu pogrešku, pogrešku pri čitanju s CD-ROM-a, ili problem s ovim paketom.
hu_hu: A telepítéshez szükséges kabinetfájl ('[2]') sérült és használhatatlan. Ez hálózati hibát, CD-ROM-olvasási hibát vagy a csomag hibáját jelentheti.
ja_jp: このインストールに必要なキャビネット ファイル '[2]' は壊れているため使用できません。ネットワーク エラーまたは CD-ROM からの読み取りエラーが発生したか、このパッケージに問題がある可能性があります。
lt_lt: Šiam diegimui reikalingas kabinetinis failas [2] yra pažeistas ir negali būti naudojamas. Tai gali reikšti tinklo, skaitymo iš kompaktinio disko klaidą arba šio paketo triktį.
lv_lv: Šai instalācijai nepieciešamais kabinetfails '[2]' ir bojāts, un to nevar izmantot. Iespējams, ka tā ir tīkla kļūda, kompaktdiska lasīšanas kļūda vai problēma pakotnē.
nb_no: Kabinettfilen [2] som kreves for denne installasjonen, er skadet og kan ikke brukes. Dette kan indikere en nettverksfeil, feil under lesing fra CD-ROMen eller et problem med denne pakken.
nl_nl: Het CAB-bestand [2] dat vereist is voor deze installatie, is beschadigd en kan niet worden gebruikt. Dit kan een netwerkfout, een fout bij het lezen van de cd-rom, of een probleem met het pakket aangeven.
pl_pl: Plik cabinet [2] wymagany dla tej instalacji jest uszkodzony i nie można go użyć. Może to wskazywać b{__l /}šd sieciowy, b{__l /}šd odczytu ze stacji dysków CD-ROM lub problem z tym pakietem.
ro_ro: Fiºierul tip cabinet '[2]' necesar pentru aceastã instalare este deteriorat ºi nu se poate utiliza. Aceasta poate sã indice o eroare de reþea, o eroare de citire de pe CD-ROM sau o problemã cu acest pachet.
ru_ru: Невозможно использовать необходимый для данной установки CAB-файл "[2]", поскольку он поврежден. Возможны: ошибка сети, ошибка чтения с компакт-диска, ошибка пакета установки.
sk_sk: Súbor kabinetu [2], ktorý je potrebný na túto inštaláciu, je poškodený a nemožno ho použiť. Mohlo by to znamenať sieťovú chybu, chybu pri čítaní z disku CD-ROM alebo problém súvisiaci s týmto balíkom.
sv_se: CAB-filen [2] som krävs för den här installationen är skadad och kan inte användas. Detta kan tyda på ett nätverksfel, ett problem med att läsa från CD-skivan eller ett problem med paketet.
th_th: 眩鮹 cabinet '[2]' ｷﾕ險ﾓ狃郢羯｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾕ鰲ﾊﾕﾂﾋﾒﾂ ﾋﾃﾗﾍ菽靆ﾒﾁﾒﾃｶ罨鱠ｴ・ｫﾖ隗ﾍﾒｨ狃郢狎ﾃﾒﾐ｢鯱ｼﾔｴｾﾅﾒｴｷﾒｧ爨ﾃﾗﾍ｢靨ﾂ ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹｨﾒ｡ｫﾕｴﾕﾃﾍﾁ ﾋﾃﾗﾍ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鮹ﾕｻﾑｭﾋﾒ
tr_tr: Bu yükleme için gereken kabin dosyası '[2]' bozulmuş ve kullanılamaz. Bu, bir ağ hatasından kaynaklanıyor olabilir veya CD-ROM okuma hatası ya da paketle ilgili sorun olabilir.
vi_vn: Tủ tệp tin '[2]' cần cho việc cài đặt bị hư và không dùng được. Điều này cũng có thể là lỗi mạng, lỗi đ̣c từ CD-ROM hoặc có trục trặc trong gói này.
zh_cn: 安装所需的 CAB 文件 '[2]' 已损坏，不能使用。这可能表示网络错误、读光盘错误或此软件包错误。

source: The description for service '[2]' ([3]) could not be changed.
ar_sa: لم يمكن تغيير وصف الخدمة '[2]' ([3]).
ca_es: No s'ha pogut canviar la descripció del servei "[2]" ([3]).
cs_cz: Popis služeb [2] ([3]) nelze změnit.
da_dk: Beskrivelsen af serviceprogramt '[2]' ([3]) kunne ikke ændres.
el_gr: Δεν ήταν δυνατή η αλλαγή της περιγραφής για την υπηρεσία '[2]' ([3]).
eu_es: '[2]' zerbitzuaren deskribapena ([3]) ezin da aldatu.
fi_fi: Palvelun [2] ([3]) kuvausta ei voi muuttaa.
fr_fr: Impossible de modifier la description pour le service '[2]' ([3]).
hr_hr: Opis za servis '[2]' ([3]) nije mogao biti promijenjen.
hu_hu: A következő szolgáltatás leírása nem módosítható: '[2]' ([3]).
ja_jp: サービス '[2]' ([3]) の記述は変更できませんでした。
lt_lt: Nepavyko pakeisti tarnybos [2] ([3]) aprašo.
lv_lv: Servisa '[2]' ([3]) aprakstu nevarēja mainīt.
nb_no: Kan ikke endre beskrivelsen for tjenesten [2] ([3]).
nl_nl: Kan de beschrijving voor de service [2] ([3]) niet wijzigen.
pl_pl: Nie można zmienić opisu us{__l /}ugi [2] ([3]).
ro_ro: Descrierea pentru serviciul '[2]' ([3]) nu s-a modificat.
ru_ru: Изменение описания службы '[2]' ([3]) не допускается.
sk_sk: Popis služby '[2]' ([3]) sa nedal zmeniť.
sv_se: Det gick inte att ändra beskrivningen för tjänsten [2] ([3]).
th_th: ､ﾓﾍｸﾔｺﾒﾂﾊﾓﾋﾃﾑｺｺﾃﾔ｡ﾒﾃ '[2]' ([3]) 菽靆ﾒﾁﾒﾃｶｶﾙ｡狃ﾅﾕ霙ｹ盻ﾅｧ
tr_tr: '[2]' ([3]) hizmetinin tanımı değiştirilemedi.
vi_vn: Không thể thay đổi mô tả cho dịch vụ '[2]' ([3]).
zh_cn: 不能更改服务 '[2]' ([3]) 的描述。

source: The file '[2]' cannot be installed because the file cannot be found in cabinet file '[3]'. This could indicate a network error, an error reading from the CD-ROM, or a problem with this package.
ar_sa: تعذر تثبيت الملف '[2]' بسبب عدم وجود الملف في ملف الخزانة '[3]'. قد يشير هذا إلى وجود خطأ في شبكة الاتصال أو أثناء القراءة من محرك الأقراص المضغوطة أو في الحزمة هذه.
ca_es: No es pot instal·lar el fitxer "[2]" perquȅ el fitxer no es troba al fitxer d'arxivador "[3]". Aixȍ podria indicar un error de xarxa, un error en llegir del CD-ROM o un problema amb aquest paquet.
cs_cz: Soubor [2] nemůže být nainstalován, protože instalační soubor [3] nebyl nalezen. To může znamenat chybu sítě, chybu čtení z disku CD-ROM nebo potíže s tímto balíčkem.
da_dk: Filen '[2]' kan ikke installeres, fordi filen ikke blev fundet i kabinetfilen '[3]'. Dette kan betyde, at der er opstået en netværksfejl, en fejl ved læsning fra cd-rom'en eller et problem med denne pakke.
el_gr: Δεν είναι δυνατή η εγκατάσταση του αρχείου '[2]' επειδή το αρχείο δεν μπορεί να βρεθεί στην αρχειοθήκη '[3]'. Αυτό ίσως δηλώνει κάποιο σφάλμα δικτύου, κάποιο σφάλμα ανάγνωσης από το CD-ROM ή κάποιο πρόβλημα με αυτό το πακέτο.
eu_es: Fitxategi '[2]' ezin da instalatu fitxategi kabinete fitxategian '[3]' ezin delako aurkitu izan. Honek sarean errore bat, CD-ROM-etik irakurtzeko errore bat edo pakete honekin errore bat adierazi dezake.
fi_fi: Tiedostoa [2] voida asentaa, koska sitä ei löydy cab-tiedostosta [3]. Tämä saattaa johtua verkkovirheestä, CD-levyn lukuvirheestä tai paketin viallisuudesta.
fr_fr: Le fichier '[2]' ne peut pas être installé car le fichier est introuvable dans le fichier CAB '[3]'. Il s'agit peut-être d'une erreur réseau, d'une erreur de lecture du CD-ROM ou d'un problȅme lié au package.
hr_hr: Datoteka '[2]' ne može biti instalirana, jer ju nije moguće naći u kabinet datoteci '[3]'. To može ukazivati na mrežnu pogrešku, pogrešku pri čitanju s CD-ROM-a, ili problem s ovim paketom.
hu_hu: A fájlt ('[2]') nem lehet telepíteni, mert a fájl nem található a következő kabinetfájlban: '[3]'. Ez hálózati hibát, CD-ROM-olvasási hibát vagy a csomag hibáját jelentheti.
ja_jp: ファイル '[2]' はキャビネット ファイル '[3]' で見つからないため、インストールできません。ネットワーク エラーまたは CD-ROM からの読み取りエラーが発生したか、このパッケージに問題がある可能性があります。
lt_lt: Failas [2] negali būti įdiegtas, nes kabinetiniame faile [3] jis nerastas. Tai gali reikšti tinklo, skaitymo iš kompaktinio disko klaidą arba šio paketo triktį.
lv_lv: Failu '[2]' nevar instalēt, jo tas nav atrodams kabinetfailā '[3]'. Iespējams, ka tā ir tīkla kļūda, kompaktdiska lasīšanas kļūda vai problēma pakotnē.
nb_no: Kan ikke installere filen [2] fordi filen ikke finnes i kabinettfilen [3]. Dette kan indikere en nettverksfeil, feil under lesing fra CD-ROMen eller et problem med denne pakken.
nl_nl: Het bestand [2] kan niet worden geïnstalleerd, omdat het bestand niet kan worden gevonden in het CAB-bestand [3]. Dit kan een netwerkfout, een fout bij het lezen van de cd-rom, of een probleem met het pakket aangeven.
pl_pl: Nie można zainstalować pliku [2], ponieważ nie można znaleć go w pliku cabinet [3]. Może to wskazywać b{__l /}šd sieciowy, b{__l /}šd odczytu ze stacji dysków CD-ROM lub problem z tym pakietem.
ro_ro: Imposibil de instalat fiºierul '[2]' deoarece fiºierul nu se gãseºte în fiºierul cabinet '[3]'. Aceasta poate sã indice o eroare de reþea, o eroare de citire de pe CD-ROM sau o problemã cu acest pachet.
ru_ru: Невозможно установить файл "[2]", поскольку не найден CAB-файл "[3]". Возможны: ошибка сети, ошибка чтения с компакт-диска, ошибка пакета установки.
sk_sk: Súbor [2] sa nedá nainštalovať, pretože súbor sa nenašiel v súbore kabinetu [3]. Mohlo by to znamenať sieťovú chybu, chybu pri čítaní z disku CD-ROM alebo problém súvisiaci s týmto balíkom.
sv_se: Filen [2] kan inte installeras eftersom den här filen inte kan hittas i CAB-filen [3]. Detta kan tyda på ett nätverksfel, ett problem med att läsa från CD-skivan eller ett problem med paketet.
th_th: 眩鮹 '[2]' 菽靆ﾒﾁﾒﾃｶｶﾙ｡ｵﾔｴｵﾑ鬧莇鰲ｾﾃﾒﾐ眩鮹ｹﾕ鱠ﾁ鞴ｴ鯱ﾂﾙ鞳ｹ cabinet '[3]' ｫﾖ隗ﾍﾒｨ狃郢狎ﾃﾒﾐ｢鯱ｼﾔｴｾﾅﾒｴｷﾒｧ爨ﾃﾗﾍ｢靨ﾂ ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹｨﾒ｡ｫﾕｴﾕﾃﾍﾁ ﾋﾃﾗﾍ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鮹ﾕｻﾑｭﾋﾒ
tr_tr: '[2]' dosyası '[3]' kabin dosyasında bulunamadığı için yüklenemez. Bu, bir ağ hatasından kaynaklanıyor olabilir veya CD-ROM okuma hatası ya da paketle ilgili sorun olabilir.
vi_vn: Không thể cài đặt tệp tin '[2]' vì không tìm thấy tệp tin trong tủ tệp tin '[3]'. Điều này cũng có thể là lỗi mạng, lỗi đ̣c từ CD-ROM hoặc có trục trặc trong gói này.
zh_cn: 不能安装文件 '[2]'，因为在 CAB 文件 '[3]' 中找不到此文件。这可能表示网络错误、读光盘错误或此软件包错误。

source: The file [2][3] is being held in use{ by the following process: Name: [4], Id: [5], Window Title: '[6]'}. Close that application and retry.
ar_sa: الملف [2][3] قيد الاستخدام{ من قبل العملية التالية: الاسم: [4]، معرف: [5]، عنوان الإطار: '[6]'}. أغلق ذلك التطبيق ثم أعد المحاولة.
ca_es: El fitxer [2][3] s'estȁ utilitzant { pel següent procés: Nom: [4], Id: [5], Títol de la finestra: "[6]"}. Tanqueu aquesta aplicació i proveu de nou.
cs_cz: Soubor [2][3] je momentálně používán{ v následujícím procesu: Název: [4]; ID: [5]; název okna: [6]}. Ukončete tuto aplikaci a akci zopakujte.
da_dk: Filen [2][3] holdes i brug{ af f{__o /}lgende proces: navn: [4], id: [5], vinduestitel: '[6]'}. Luk programt, og pr{__o /}v igen.
el_gr: Το αρχείο [2][3] χρησιμοποιείται{ από την ακόλουθη διαδικασία: Όνομα: [4], Αναγνωριστικό: [5], Τίτλος παραθύρου: "[6]"}. Κλείστε αυτήν την εφαρμογή και δοκιμάστε πάλι.
eu_es: [2][3] fitxategia aktibo dago{ prozesu hau dela eta: Izena: [4], Id: [5], Leihoaren titulua: '[6]'}. Itxi aplikazio hori eta saiatu berriz.
fi_fi: Tiedostoa [2][3] käyttää{ seuraava prosessi: Nimi: [4], tunnus: [5], ikkunan otsikko: [6]}. Sulje sovellus ja yritä uudelleen.
fr_fr: Le fichier [2][3] est actuellement utilisé{ par le processus suivant : Nom : [4] ; identificateur : [5] ; titre de la fenêtre : [6]}. Fermez cette application, puis réessayez.
hr_hr: Datoteku [2][3] koristi{ sljedeći proces: Naziv: [4], Id: [5], Naslov prozora: '[6]'}. Zatvorite taj program i pokušajte ponovo.
hu_hu: A(z) [2][3] fájl éppen használatban van{, a következő alkalmazás használja: Név: [4], Azonosító: [5], Ablak neve: '[6]'}. Zárja be az alkalmazást, és próbálkozzon újra.
ja_jp: ファイル [2][3] は使用中です {プロセス名: [4]、ID: [5]、ウィンドウ タイトル: '[6]'} このアプリケーションを終了してから、再試行してください。
lt_lt: Failą [2][3] naudoja{ procesas: Vardas: [4], Id: [5], Lango vardas: '[6]'}. Uždarykite šią programą ir kartokite.
lv_lv: Failu [2][3] jau izmanto{ šāds process: nosaukums: [4], ID: [5], loga nosaukums: '[6]'}. Aizveriet šo lietojumprogrammu un mēģiniet vēlreiz.
nb_no: Filen [2][3] brukes allerede av{f{__o /}lgende prosess: Navn: [4], ID: [5], Vindustittel: [6]}. Lukk programt, og pr{__o /}v på nytt.
nl_nl: Het bestand [2][3] wordt gebruikt{ door het volgende proces: naam: [4], id: [5], venstertitel: [6]}. Sluit de toepassing en probeer het opnieuw.
pl_pl: Plik [2][3] jest zablokowany przez{ następujšcy proces: nazwa: [4], identyfikator: [5], tytu{__l /} okna: [6]}. Zamknij tę aplikację i ponów próbę.
ro_ro: Fiºierul [2][3] este menþinut în lucru{ prin urmãtorul proces: Nume: [4], Id: [5], Titlu fereastrã: '[6]'}. Închideþi acea aplicaþie ºi reîncercaþi.
ru_ru: Файл [2][3] используется{ следующим процессом: Имя: [4], Код: [5], Заголовок окна: "[6]"}. Закройте это приложение и повторите попытку.
sk_sk: Súbor [2][3] sa práve používa{ v nasledujúcom procese: Názov: [4], Id: [5], Nadpis okna: '[6]'}. Ukončite danú aplikáciu a skúste to znova.
sv_se: Filen [2][3] används{ av följande process: Namn: [4], ID: [5], Fönsternamn: [6]}. Stäng programmet och försök igen.
th_th: 眩鮹 [2][3] ｶﾙ｡罨鯱ﾂﾙ閔 箒ﾂ｡ﾒﾃｴﾓ犹ﾔｹ｡ﾒﾃ: ｪﾗ靉: [4], Id: [5], Window Title: '[6]'}. 耆鮟ﾔｴ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾑ鮖眷鯢ﾅﾍｧﾍﾕ｡､ﾃﾑ鬧
tr_tr: [2][3] dosyası kullanımda{ aşağıdaki işlem kullanıyor: Adı: [4], Kimliği: [5], Pencere Başlığı: '[6]'}. Bu uygulamayı kapatın ve yeniden deneyin.
vi_vn: Tệp tin [2][3] đang được dùng{ bởi: Tên: [4], Id: [5], Tiêu đề Cửa sổ: '[6]'}. Đóng ứng dụng đó và thử lại.
zh_cn: 文件 [2][3] 正被使用 {使用者: 名称: [4]，Id: [5]，窗口标题: “[6]”}。请关闭那个应用程序后再重试。

source: The folder [2] does not exist. Please enter a path to an existing folder.
ar_sa: مجلد [2] غير موجود. يرجى إدخال مسار لمجلد موجود.
ca_es: La carpeta [2] no existeix. Introduïu un camí a una carpeta existent.
cs_cz: Složka [2] neexistuje. Zadejte cestu k existující složce.
da_dk: Mappen [2] findes ikke. Angiv en sti til en eksisterende mappe.
el_gr: Ο φάκελος [2] δεν υπάρχει. Πληκτρολογήστε μια διαδρομή προς ένα φάκελο που υπάρχει.
eu_es: [2] karpeta ez dago. Sartu badagoen karpeta baten bide-izena.
fi_fi: Kansiota [2] ei ole. Kirjoita olemassa olevan kansion polku.
fr_fr: Dossier [2] inexistant. Entrez le chemin d'accȅs d'un dossier existant.
hr_hr: Mapa [2] ne postoji. Molimo upišite put do postojeće mape.
hu_hu: A(z) [2] mappa nem létezik. Adjon meg olyan elérési utat, amely egy valóban létező mappához tartozik.
ja_jp: フォルダ [2] は存在しません。既存のフォルダへのパスを入力してください。
lt_lt: Aplanko [2] nėra. Įveskite egzistuojančio aplanko maršrutą.
lv_lv: Mape [2] nepastāv. Lūdzu, ievadiet ceļu uz esošu mapi.
nb_no: Mappen [2] finnes ikke. Angi en bane til en eksisterende mappe.
nl_nl: De map [2] bestaat niet. Geef een pad op naar een bestaande map.
pl_pl: Folder [2] nie istnieje. Wpisz cieżkę do istniejšcego folderu.
ro_ro: Folder [2] inexistent. Introduceþi o cale spre un folder existent.
ru_ru: Папка [2] не существует. Введите путь к существующей папке.
sk_sk: Priečinok [2] neexistuje. Zadajte cestu k existujúcemu priečinku.
sv_se: Mappen [2] finns inte. Ange sökvägen till en befintlig mapp.
th_th: 篩ﾅ犇ﾍﾃ・[2] 菽霖ﾕ ｡ﾃﾘｳﾒ飜鞨ﾊ鮖ｷﾒｧ莉ﾂﾑｧ篩ﾅ犇ﾍﾃ・ﾕ霖ﾕﾍﾂﾙ・
tr_tr: [2] klasörü yok. Lütfen varolan bir klasörün yolunu girin.
vi_vn: Không có danh mục [2]. Vui lòng gõ đường dẫn cho danh mục hiện có.
zh_cn: 文件夹 [2] 不存在。请输入某个原有文件夹的路径。

source: The folder path '[2]' contains an invalid character.
ar_sa: يتضمن مسار المجلد '[2]' حرف غير صالح.
ca_es: El camí de la carpeta "[2]" conté un carȁcter no vȁlid.
cs_cz: Cesta ke složce ([2]) obsahuje neplatný znak.
da_dk: Mappestien '[2]' indeholder et ugyldigt tegn.
el_gr: Η διαδρομή "[2]" του φακέλου περιέχει έναν μη έγκυρο χαρακτήρα.
eu_es: '[2]' karpetaren bide-izenak baliozkoa ez den karaktere bat dauka.
fi_fi: Kansion polku [2] sisältää merkin, joka ei kelpaa.
fr_fr: Le chemin d'accȅs au dossier [2] contient un caractȅre non valide.
hr_hr: Put do mape '[2]' sadrži nedopušteni znak.
hu_hu: A mappa elérési útja ('[2]') érvénytelen karaktert tartalmaz.
ja_jp: フォルダ パス '[2]' に使用できない文字が含まれています。
lt_lt: Aplanko maršrute [2] yra negaliojantis žymuo.
lv_lv: Mapes ceļš '[2]' satur nederīgu rakstzīmi.
nb_no: Mappebanen [2] inneholder et ugyldig tegn.
nl_nl: Het pad [2] voor de map bevat een ongeldig teken.
pl_pl: cieżka folderu [2] zawiera nieprawid{__l /}owe znaki.
ro_ro: Calea folderului '[2]' conþine un caracter incorect.
ru_ru: Путь к папке "[2]" содержит недопустимый символ.
sk_sk: Cesta k priečinku '[2]' obsahuje neplatný znak.
sv_se: Mappsökvägen [2] innehåller ett ogiltigt tecken.
th_th: 猝鮖ｷﾒｧ篩ﾅ犇ﾍﾃ・'[2]' ﾁﾕﾍﾑ｡｢ﾃﾐｷﾕ鞴ﾁ雜ﾙ｡ｵ鯱ｧ
tr_tr: '[2]' klasör yolu geçersiz bir karakter içeriyor.
vi_vn: Đường dẫn danh mục '[2]' chứa ký tự không hợp lệ.
zh_cn: 文件夹路径 [2] 中含有无效的字符。

source: The folder path '[2]' contains words that are not valid in folder paths.
ar_sa: يتضمن مسار المجلد '[2]' كلمات غير صالحة في مسارات المجلدات.
ca_es: El camí de la carpeta "[2]" conté paraules no vȁlides per a camins de carpeta.
cs_cz: Cesta ke složce ([2]) obsahuje slova, která nelze do cesty ke složce zadat.
da_dk: Mappestien '[2]' indeholder ord, som ikke er gyldige i stier til mapper.
el_gr: Η διαδρομή "[2]" του φακέλου περιέχει λέξεις που δεν είναι έγκυρες σε διαδρομές φακέλων.
eu_es: '[2]' karpetaren bide-izenak karpeten bide-izenetan baliozkoak ez diren hitzak dauzka.
fi_fi: Kansion polku [2] sisältää sanoja, joita ei sallita kansioiden poluissa.
fr_fr: Le chemin d'accȅs au dossier [2] contient des mots non valides.
hr_hr: Put do mape '[2]' sadrži riječi koje nisu valjane u putovima mapa.
hu_hu: A mappa elérési útja ('[2]') olyan szavakat tartalmaz, amelyek nem érvényesek a mappák elérési útjaiban.
ja_jp: フォルダ パス '[2]' に使用されている単語の中に、フォルダ パスでは使用できないものが含まれています。
lt_lt: Aplanko maršrute [2] yra žodžių, kurių negalima naudoti aplankų maršrutuose.
lv_lv: Mapes ceļš '[2]' satur vārdus, kas neder mapju ceļiem.
nb_no: Mappebanen [2] inneholder ord som ikke er gyldige i mappebaner.
nl_nl: Het pad [2] voor de map bevat woorden die niet geldig zijn in paden voor mappen.
pl_pl: cieżka folderu [2] zawiera wyrazy, które nie sš prawid{__l /}owe w cieżkach folderów.
ro_ro: Calea folderului '[2]' conþine cuvinte incorecte pentru cãile de folder .
ru_ru: Путь к папке "[2]" содержит недопустимые имена.
sk_sk: Cesta k priečinku '[2]' obsahuje slová, ktoré nemôžu byť použité v cestách k priečinkom.
sv_se: Mappsökvägen [2] innehåller ord som är ogiltiga i mappsökvägar.
th_th: 猝鮖ｷﾒｧ篩ﾅ犇ﾍﾃ・'[2]' ﾁﾕ､ﾓｷﾕ鞴ﾁ雜ﾙ｡ｵ鯱ｧ羯猝鮖ｷﾒｧ篩ﾅ犇ﾍﾃ・
tr_tr: '[2]' klasör yolu, klasör yolları için geçerli olmayan sözcükler içeriyor.
vi_vn: Đường dẫn danh mục '[2]' chứa từ không hợp lệ.
zh_cn: 文件夹路径 [2] 中含有无效单词。

source: The following applications should be closed before continuing the install:
ar_sa: يجب إغلاق التطبيقات التالية قبل متابعة التثبيت:
ca_es: Les aplicacions següents s'han de tancar abans de continuar amb la instal·lació:
cs_cz: Před pokračováním v instalaci je třeba ukončit tyto aplikace:
da_dk: F{__o /}lgende programr skal lukkes, f{__o /}r du fortsætter installationen:
el_gr: Για να συνεχιστεί η εγκατάσταση, πρέπει να τερματιστούν οι παρακάτω εφαρμογές:
eu_es: Ondorengo aplikazioak itxi egin behar dira instalazioarekin jarraitu aurretik:
fi_fi: Seuraavat sovellukset tulee sulkea ennen asennuksen jatkamista:
fr_fr: Fermez les applications suivantes avant de poursuivre l'installation :
hr_hr: Prije nastavka instalacije moraju biti zatvoreni sljedeći programi:
hu_hu: A telepítés folytatásához be kell zárni a következő alkalmazást:
ja_jp: インストールを続行するには、次のアプリケーションを終了する必要があります:
lt_lt: Norint diegti toliau, reikia uždaryti šias programas:
lv_lv: Pirms turpināt instalēšanu, ir jāaizver šādas lietojumprogrammas:
nb_no: F{__o /}lgende programr b{__o /}r lukkes f{__o /}r du fortsetter installasjonen:
nl_nl: Sluit de volgende toepassingen als u door wilt gaan met de installatie:
pl_pl: Przed kontynuacjš instalacji, następujšce aplikacje powinny zostać zamknięte:
ro_ro: Închideþi urmãtoarele aplicaþii înainte de a continua instalarea:
ru_ru: Для продолжения установки следует закрыть следующие приложения:
sk_sk: Pred pokračovaním v inštalácii by ste mali ukončiť nasledovné aplikácie:
sv_se: Följande program bör stängas innan du fortsätter med installationen:
th_th: 篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・靉莉ｹﾕ鬢ﾇﾃｨﾐｶﾙ｡ｻﾔｴ｡靉ｹｷﾕ險ﾐｷﾓ｡ﾒﾃｵﾔｴｵﾑ鬧ｵ靉莉:
tr_tr: Yükleme işlemine devam etmeden önce aşağıdaki uygulamalar kapatılmalıdır:
vi_vn: Nên đóng ứng dụng sau trước khi tiếp tục cài đặt:
zh_cn: 在继续安装之前，请关闭以下应用程序:
