Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Generating script operations for action:
ar_sa: إنشاء عمليات برامج لإجراء:
ca_es: S'estȁ generant seqüȅncia d'operacions per a l'acció:
cs_cz: Generování operací skriptu pro akci:
da_dk: Opretter script-funktioner til handlingen:
el_gr: Δημιουργία λειτουργιών δέσμης ενεργειών για την ενέργεια:
eu_es: Ekintza honentzat script-eragiketak sortzen:
fi_fi: Luodaan komentosarjatoimintoja toiminnolle:
fr_fr: Génération de scripts pour l'action :
hr_hr: Generiranje operacija skripta za akciju:
hu_hu: Parancsfájlműveletek generálása a következő művelethez:
ja_jp: 操作のためのスクリプト操作を作成しています:
lt_lt: Generuojamos veiksmo scenarijaus operacijos:
lv_lv: Notiek skriptu operâciju ȉenerçðana darbîbai:
nb_no: Genererer skriptoperasjoner for handlingen:
nl_nl: Bezig met het genereren van scriptbewerkingen voor actie:
pl_pl: Generowanie operacji skryptu dla akcji:
ro_ro: Generare operaþii de script pentru acþiunea:
ru_ru: Создание операций сценария для макрокоманды:
sk_sk: Generujú sa skriptové operácie pre akciu:
sv_se: Genererar skriptoperationer för åtgärden:
th_th: กำลังสร้างสคริปต์การปฏิบัติการสำหรับการกระทำ:
tr_tr: Eylem için komut dosyası işlemleri üretiliyor:
vi_vn: Tạo thao tác kịch bản cho hành động:
zh_cn: 正在生成脚本操作，用于：

source: Info [1].
ar_sa: معلومات [1].
ca_es: Inf. [1].
cs_cz: Informace [1].
el_gr: Πληροφορίες [1].
eu_es: [1] informazioa.
fi_fi: Tietoja [1].
fr_fr: Informations [1].
hu_hu: Információ: [1].
ja_jp: 情報 [1]。
lt_lt: Informacija [1].
lv_lv: Informācija [1].
nb_no: Informasjon [1].
pl_pl: Informacje [1].
ro_ro: Informaþii [1].
ru_ru: Сведения [1].
sk_sk: Informácie: [1].
sv_se: Information [1].
th_th: ｢鯱ﾁﾙﾅ [1].
tr_tr: Bilgi [1].
vi_vn: Thông tin [1].
zh_cn: 信息 [1]。

source: Initializing ODBC folders
ar_sa: تهيئة دلائل ODBC
ca_es: Inicialitzant directoris ODBC
cs_cz: Inicializace adresářů ODBC
da_dk: Initialiserer ODBC-mapper
el_gr: Προετοιμασία καταλόγων ODBC
eu_es: ODBC direktorioak hasieratzen
fi_fi: Alustetaan ODBC-kansioita
fr_fr: Initialisation des répertoires ODBC
hr_hr: Inicijalizacija ODBC-imenika
hu_hu: Az ODBC-könyvtárak inicializálása
ja_jp: ODBC ディレクトリを初期化しています
lt_lt: Inicijuojami ODBC katalogai.
lv_lv: Notiek ODBC direktoriju inicializçðana
nb_no: Initialiserer ODBC-kataloger
nl_nl: Bezig met het initialiseren van ODBC-mappen
pl_pl: Inicjalizowanie katalogów ODBC
ro_ro: Iniþializare directoare ODBC
ru_ru: Инициализация каталогов ODBC
sk_sk: Inicializujú sa adresáre ODBC
sv_se: Initierar ODBC-kataloger
th_th: กำลังเริ่มต้นไดเรกตอรี ODBC
tr_tr: ODBC dizinleri başlatılıyor
vi_vn: Khởi tạo thư mục ODBC
zh_cn: 正在初始化 ODBC 目录

source: Installation completed successfully.
ar_sa: تمت عملية التثبيت بنجاح.
ca_es: La instal·lació s'ha completat satisfactȍriament.
cs_cz: Instalace byla úspěšně dokončena.
da_dk: Installationen er fuldf{__o /}rt.
el_gr: Η εγκατάσταση ολοκληρώθηκε με επιτυχία.
eu_es: Instalazioa arazorik gabe burutu da.
fi_fi: Asennus on valmis.
fr_fr: L'installation s'est terminée correctement.
hr_hr: Instaliranje je uspješno završeno.
hu_hu: A telepítés sikeresen befejeződött.
ja_jp: インストールを正しく完了しました。
lt_lt: Įdiegta sėkmingai.
lv_lv: Instalēšana sekmīgi pabeigta.
nb_no: Installasjonen er fullf{__o /}rt.
nl_nl: De installatie is voltooid.
pl_pl: Instalacja zosta{__l /}a pomylnie zakończona.
ro_ro: Instalare terminatã cu succes.
ru_ru: Установка завершена успешно.
sk_sk: Inštalácia sa úspešne dokončila.
sv_se: Installationen har slutförts.
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧猝ﾃ遞ﾊﾁｺﾙﾃｳ・
tr_tr: Yükleme başarıyla tamamlandı.
vi_vn: Hoàn tất thành công việc cài đặt.
zh_cn: 安装已成功完成。

source: Installation failed.
ar_sa: فشل عملية التثبيت.
ca_es: La instal·lació ha fallat.
cs_cz: Instalace se nezdařila.
da_dk: Installationen mislykkedes.
el_gr: Η εγκατάσταση απέτυχε.
eu_es: Instalazioak huts egin du.
fi_fi: Asennus epäonnistui.
fr_fr: L'installation a échoué.
hr_hr: Instaliranje nije uspjelo.
hu_hu: A telepítés nem sikerült.
ja_jp: インストールに失敗しました。
lt_lt: Įdiegti nepavyko.
lv_lv: Instalēšana neizdevās.
nb_no: Installasjonen mislyktes.
nl_nl: De installatie is mislukt.
pl_pl: Instalacja nie powiod{__l /}a się.
ro_ro: Instalarea nu a reuºit.
ru_ru: Установка не выполнена.
sk_sk: Inštalácia zlyhala.
sv_se: Installationen misslyckades.
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧ﾅ鮹猴ﾅﾇ
tr_tr: Yükleme başarısız oldu.
vi_vn: Việc cài đặt thất bại.
zh_cn: 安装失败。

source: Installed [2]
ar_sa: تم تثبيته [2]
ca_es: Instal·lat [2]
cs_cz: Nainstalováno: [2]
da_dk: Installerede [2]
el_gr: Εγκατάσταση [2]
eu_es: Instalatuta [2]
fi_fi: Asennettu [2]
fr_fr: Installé [2]
hr_hr: Instalirano [2]
hu_hu: Telepítve: [2]
ja_jp: [2] をインストールしました
lt_lt: Įdiegta [2]
lv_lv: [2] instalēta.
nb_no: Installert [2]
nl_nl: Geïnstalleerd: [2]
pl_pl: Zainstalowano: [2]
ro_ro: Instalate [2]
ru_ru: Установлен [2]
sk_sk: Nainštalovaný [2]
sv_se: [2] installerades
th_th: ｵﾔｴｵﾑ鬧眷鯢 [2]
tr_tr: Yüklü [2]
vi_vn: Cài đặt [2]
zh_cn: 安装了 [2]

source: Installer is no longer responding.
ar_sa: المُثبت لم يعد يستجيب.
ca_es: L'instal·lador ja no respon.
cs_cz: Instalační služba nereaguje.
da_dk: Installationsprogramt svarer ikke mere.
el_gr: Το Installer δεν ανταποκρίνεται πλέον.
eu_es: Instalatzaileak erantzuteari utzi dio.
fi_fi: Asennusohjelma ei vastaa.
fr_fr: Le program d'installation ne répond plus.
hr_hr: Installer više ne reagira.
hu_hu: A telepítő nem válaszol.
ja_jp: インストール プログラムから応答がありません。
lt_lt: Diegimo programa nebeatsako.
lv_lv: Instalēšanas programma vairs neatbild.
nb_no: Installasjonsprogramt svarer ikke lenger.
nl_nl: Installer reageert niet meer.
pl_pl: Instalator już nie odpowiada.
ro_ro: Installer nu mai rãspunde.
ru_ru: Windows Installer не отвечает.
sk_sk: Inštalátor neodpovedá.
sv_se: Installer svarar inte.
th_th: ｵﾑﾇｵﾔｴｵﾑ鬧菽霖ﾕ｡ﾒﾃｵﾍｺﾊｹﾍｧﾍﾕ｡ｵ靉莉
tr_tr: Yükleyici artık yanıt vermiyor.
vi_vn: Installer không còn đáp ứng.
zh_cn: 安装程序已不再响应。

source: Installer stopped prematurely.
ar_sa: تم إيقاف المُثبت قبل الأوان.
ca_es: El Windows Installer s'ha detingut prematurament.
cs_cz: Instalační služba byla předčasně ukončena.
da_dk: Installationsprogramt stoppede f{__o /}r tid.
el_gr: Ο Installer διακόπηκε πρόωρα.
eu_es: Instalatzaileak behar baino lehenago amaitu du.
fi_fi: Asennusohjelma keskeytyi ennenaikaisesti.
fr_fr: L'exécution du program d'installation a pris fin prématurément.
hr_hr: Installer je završio prerano.
hu_hu: A Telepítő futása a vártnál korábban állt le.
ja_jp: インストール プログラムは完了前に中断されました。
lt_lt: Diegimo programa sustabdyta per anksti.
lv_lv: Programma Installer apstājās priekšlaicīgi.
nb_no: Installasjonsprogramt ble stanset for tidlig.
nl_nl: Installer is voortijdig beëindigd.
pl_pl: Instalator przedwczenie zakończy{__l /} pracę.
ro_ro: Installer s-a oprit prematur.
ru_ru: Программа Windows Installer завершена преждевременно.
sk_sk: Inštalátor bol ukončený predčasne.
sv_se: Windows Installer avslutades för tidigt.
th_th: ｵﾑﾇｵﾔｴｵﾑ鬧ｶﾙ｡ｻﾔｴﾍﾂ靨ｧ菽靆ﾁｺﾙﾃｳ・
tr_tr: Yükleyici erken durduruldu.
vi_vn: Installer dừng sớm.
zh_cn: 安装程序过早停止。

source: Installing new services
ar_sa: تثبيت خدمات جديدة
ca_es: S'estan instal·lant serveis nous
cs_cz: Instalace nových služeb
da_dk: Installerer nye serviceprogramr
el_gr: Εγκατάσταση νέων υπηρεσιών
eu_es: Zerbitzu berriak instalatzen
fi_fi: Asennetaan uusia palveluja
fr_fr: Installation des nouveaux services
hr_hr: Instaliranje novih servisa
hu_hu: Új szolgáltatások telepítése
ja_jp: 新しいサービスをインストールしています
lt_lt: Diegiamos naujos tarnybos.
lv_lv: Notiek jauno servisu instalçðana
nb_no: Installerer nye tjenester
nl_nl: Bezig met het installeren van nieuwe services
pl_pl: Instalowanie nowych us{__l /}ug
ro_ro: Instalare servicii noi
ru_ru: Установка новых служб
sk_sk: Inštalujú sa nové služby
sv_se: Installerar nya tjänster
th_th: กำลังติดตั้งบริการใหม่
tr_tr: Yeni hizmetler yükleniyor
vi_vn: Cài đặt dịch vụ mới
zh_cn: 正在安装新服务

source: Installing ODBC components
ar_sa: تثبيت مكونات ODBC
ca_es: S'estan instal·lant components ODBC
cs_cz: Instalace součástí ODBC
da_dk: Installerer ODBC-komponenter
el_gr: Εγκατάσταση στοιχείων ODBC
eu_es: ODBC osagaiak instalatzen
fi_fi: Asennetaan ODBC-komponentteja
fr_fr: Installation des composants ODBC
hr_hr: Instaliranje ODBC-komponenata
hu_hu: Az ODBC összetevőinek telepítése
ja_jp: ODBC コンポーネントをインストールしています
lt_lt: Diegiami ODBC komponentai.
lv_lv: Notiek ODBC komponentu instalçðana
nb_no: Installerer ODBC-komponenter
nl_nl: Bezig met het installeren van ODBC-onderdelen
pl_pl: Instalowanie sk{__l /}adników ODBC
ro_ro: Instalare componente ODBC
ru_ru: Установка компонентов ODBC
sk_sk: Inštalujú sa súȅasti ODBC
sv_se: Installerar ODBC-komponenter
th_th: กำลังติดตั้งคอมโพเนนต์ ODBC
tr_tr: ODBC bileşenleri yükleniyor
vi_vn: Cài đặt thành phần ODBC
zh_cn: 正在安装 ODBC 组件

source: Installing system catalog
ar_sa: تثبيت بيان النظام
ca_es: S'estȁ instal·lant el catȁleg del sistema
cs_cz: Instalace systémového katalogu
da_dk: Systemkataloget installeres
el_gr: Εγκατάσταση καταλόγου συστήματος
eu_es: Sistema-katalogoa instalatzen
fi_fi: Asennetaan järjestelmäluetteloa
fr_fr: Installation du catalogue systȅme
hr_hr: Instaliranje kataloga sustava
hu_hu: A rendszerkatalógus telepítéste
ja_jp: システム カタログをインストールしています
lt_lt: Diegiamas sistemos katalogas.
lv_lv: Notiek sistçmas kataloga instalçðana
nb_no: Installerer systemmappe
nl_nl: Bezig met het installeren van systeemcatalogus
pl_pl: Instalowanie wykazu systemowego
ro_ro: Se instaleazã catalogul sistemului
ru_ru: Системный каталог установки
sk_sk: Inštaluje sa systémový katalóg
sv_se: Installerar systemkatalog
th_th: กำลังติดตั้งแคตาล็อกระบบ
tr_tr: Sistem katalogu yükleniyor
vi_vn: Cài đặt bản liệt kê hệ thống
zh_cn: 正在安装系统目录

source: Invalid Drive: [2]
ar_sa: محرك أقراص غير صالح: [2]
ca_es: Unitat no vȁlida: [2]
cs_cz: Jednotka [2] není platná.
da_dk: Ugyldigt drev: [2]
el_gr: Η μονάδα δίσκου δεν είναι έγκυρη: [2]
eu_es: Unitate hau ez da baliozkoa: [2]
fi_fi: Asema ei kelpaa: [2]
fr_fr: Lecteur [2] non valide.
hr_hr: Nevaljana jedinica: [2]
hu_hu: A következő meghajtó érvénytelen: [2]
ja_jp: ドライブが正しくありません: [2]
lt_lt: Negaliojantis diskas: [2]
lv_lv: Nederīgs diskdzinis: [2].
nb_no: Ugyldig stasjon: [2]
nl_nl: Ongeldig station: [2]
pl_pl: Nieprawid{__l /}owy dysk: [2]
ro_ro: Unitate de stocare informaþii incorectã: [2]
ru_ru: Недопустимый диск: [2]
sk_sk: Neplatná jednotka: [2]
sv_se: Ogiltig enhet: [2]
th_th: 莇ﾃｿ・ﾁ雜ﾙ｡ｵ鯱ｧ: [2]
tr_tr: Geçersiz Sürücü: [2]
vi_vn: Ổ không hợp lệ: [2]
zh_cn: 无效驱动器: [2]

source: Key: [1], Name: [2]
ar_sa: مفتاح: [1]، اسم: [2]
ca_es: Clau: [1], Nom: [2]
cs_cz: Klíč: [1]; Název: [2]
da_dk: N{__o /}gle: [1], Navn: [2]
el_gr: Κλειδί: [1], Όνομα: [2]
eu_es: Gakoa: [1], Izena: [2]
fi_fi: Avain: [1], nimi: [2]
fr_fr: Clé : [1] ; nom : [2]
hr_hr: Ključ: [1], Naziv: [2]
hu_hu: Kulcs: [1], Név: [2]
ja_jp: キー: [1]、名前: [2]
lt_lt: Raktas: [1], vardas: [2]
lv_lv: Atslçga: [1], Nosaukums: [2]
nb_no: N{__o /}kkel: [1], Navn: [2]
nl_nl: Sleutel: [1], Naam: [2]
pl_pl: Klucz: [1], Nazwa: [2]
ro_ro: Cheie: [1], Nume: [2]
ru_ru: Раздел: [1], Имя: [2]
sk_sk: K¾úȅ: [1], Názov: [2]
sv_se: Nyckel: [1], Namn: [2]
th_th: คีย์: [1], ชื่อ: [2]
tr_tr: Anahtar: [1], Ad: [2]
vi_vn: Khóa: [1], Tên: [2]
zh_cn: 键值: [1]，名称: [2]

source: Key: [1], Name: [2], Value: [3]
ar_sa: مفتاح: [1]، اسم: [2]، قيمة: [3]
ca_es: Clau: [1], Nom: [2], Valor: [3]
cs_cz: Klíč: [1]; Název: [2]; Hodnota: [3]
da_dk: N{__o /}gle: [1], Navn: [2], Værdi: [3]
el_gr: Κλειδί: [1], Όνομα: [2], Τιμή: [3]
eu_es: Gakoa: [1], Izena: [2], Balioa: [3]
fi_fi: Avain: [1], nimi: [2], arvo: [3]
fr_fr: Clé : [1] ; nom : [2] ; valeur : [3]
hr_hr: Ključ: [1], Naziv: [2], Vrijednost: [3]
hu_hu: Kulcs: [1], Név: [2], Érték: [3]
ja_jp: キー: [1]、 名前: [2]、 値: [3]
lt_lt: Raktas: [1], vardas: [2], reikšmė: [3]
lv_lv: Atslçga: [1], nosaukums: [2], vçrtîba: [3]
nb_no: N{__o /}kkel: [1], Navn: [2], Verdi: [3]
nl_nl: Sleutel: [1], Naam: [2], Waarde: [3]
pl_pl: Klucz: [1], Nazwa: [2], Wartoć: [3]
ro_ro: Cheie: [1], Nume: [2], Valoare: [3]
ru_ru: Раздел: [1], Имя: [2], Значение: [3]
sk_sk: K¾úȅ: [1], Názov: [2], Hodnota: [3]
sv_se: Nyckel: [1], Namn: [2], Värde: [3]
th_th: คีย์: [1], ชื่อ: [2], ค่า: [3]
tr_tr: Anahtar: [1], Ad: [2], Değer: [3]
vi_vn: Khóa: [1], Tên: [2], Giá trị: [3]
zh_cn: 键: [1]，名称: [2]，数值: [3]

source: LibID: [1]
ca_es: IDBib: [1]
cs_cz: ID knihovny: [1]
da_dk: DLL-id: [1]
eu_es: Lib-IDa: [1]
fi_fi: Kirjaston tunnus: [1]
fr_fr: Identificateur de la bibliothȅque : [1]
hr_hr: BiblD: [1]
ja_jp: ライブラリ ID: [1]
lt_lt: Bibliotekos identifikatorius: [1]
nb_no: Bib-ID: [1]
nl_nl: Bibliotheek-id: [1]
pl_pl: IdentyfiaktorBiblioteki: [1]
ro_ro: IdBib: [1]
sv_se: BiblID: [1]
tr_tr: Kitaplık Kimliği: [1]

source: Message type: [1], Argument: [2]
ar_sa: نوع الرسالة: [1]، وسيطة: [2]
ca_es: Tipus de missatge: [1], Argument: [2]
cs_cz: Typ zprávy: [1], Argument: [2]
da_dk: Meddelelsestype: [1], Argument: [2]
el_gr: Τύπος μηνύματος: [1], Όρισμα: [2]
eu_es: Mezu-mota: [1], Argumentua: [2]
fi_fi: Sanomatyyppi: [1], argumentti: [2]
fr_fr: Type de message : [1] ; argument : [2]
hr_hr: Vrsta poruke: [1], Argument: [2]
hu_hu: Üzenet típusa: [1], Argumentum: [2]
ja_jp: メッセージの種類: [1], 引数: [2]
lt_lt: Pranešimo tipas: [1], argumentas: [2]
lv_lv: Ziņojuma tips: [1], arguments: [2]
nb_no: Meldingstype: [1], Argument: [2]
nl_nl: Berichttype: [1], argument: [2]
pl_pl: Typ wiadomoci: [1], Argument: [2]
ro_ro: Tip mesaj: [1], Argument: [2]
ru_ru: Тип сообщения: [1], Аргумент: [2]
sk_sk: Typ správy: [1], Argument: [2]
sv_se: Meddelandetyp: [1], Argument: [2]
th_th: ｪｹﾔｴ｢鯱､ﾇﾒﾁ: [1], ﾍﾒﾃ・ﾔﾇ狠ｹｵ・ [2]
tr_tr: İleti türü: [1], Değişken: [2]
vi_vn: Loại thông điệp: [1], Đối số: [2]
zh_cn: 消息类型: [1]， 参数: [2]

source: Migrating feature states from related applications
ar_sa: المميزات المطبّقة من البرامج ذات الصلة
ca_es: S'estan migrant els estats de les característiques des de les aplicacions relacionades
cs_cz: Přenášení stavů funkcí ze souvisejících aplikací
da_dk: Overf{__o /}rer funktionsindstillinger fra relaterede programr
el_gr: Μεταφορά παραμέτρων από συναφείς εφαρμογές
eu_es: Eginbide-egoerak erlazionatutako aplikazioetatik migratzen
fi_fi: Päivitetään ominaisuuksien tiloja muista sovelluksista
fr_fr: Migration d'état de composants ȁ partir d'applications associées
hr_hr: Prijenos stanja osobina iz povezanih programa
hu_hu: Szolgáltatások áttelepítése kapcsolódó alkalmazásokból.
ja_jp: 関連のアプリケーションから機能の状態を移行しています
lt_lt: Priemonių būsenos perkeliamos iš susijusių programų.
lv_lv: Notiek lîdzekïu stâvokïu migrâcija no saistîtajâm lietojumprogrammâm
nb_no: Overf{__o /}rer funksjonsinnstillinger fra beslektede programr
nl_nl: Bezig met het migreren van functiestatussen van verwante toepassingen
pl_pl: Dokonywanie migracji stanu funkcji z powišzanych aplikacji
ro_ro: Se migreazã stãrile caracteristicilor din aplicaþiile asociate
ru_ru: Перенос состояний свойств из связанных приложений
sk_sk: Migrujú stavy funkcií zo súvisiacich aplikácií
sv_se: Flyttar funktionsstatus från relaterade tillämpningar
th_th: กำลังโอนย้ายสถานะของคุณลักษณะจากโปรแกรมประยุกต์ที่เกี่ยวข้อง
tr_tr: İlgili uygulamalardan özellik durumları alınıyor
vi_vn: Trạng thái tính năng di chuyển từ ứng dụng liên quan
zh_cn: 正在从相关应用程序迁移功能

source: MIME Content Type: [1], Extension: [2]
ar_sa: نوع محتوى MIME‏: [1]، ملحق: [2]
ca_es: Tipus de contingut MIME: [1], Extensió: [2]
cs_cz: Typ obsahu MIME: [1]; rozšíření: [2]
da_dk: MIME-indholdstype: [1], Filtypenavn: [2]
el_gr: Τύπος περιεχομένων MIME: [1], Επέκταση: [2]
eu_es: MIME eduki-mota: [1], Luzapena: [2]
fi_fi: MIME-sisältötyyppi: [1], laajennus: [2]
fr_fr: Type de contenu MIME : [1] ; extension : [2]
hr_hr: Sadržaj tipa MIME : [1], Nastavak: [2]
hu_hu: A MIME tartalom típusa: [1], Kiterjesztés: [2]
ja_jp: MIME コンテント タイプ: [1]、エクステンション: [2]
lt_lt: MIME turinio tipas: [1], plėtinys: [2]
lv_lv: MIME satura tips: [1], paplaðinâjums: [2]
nb_no: MIME-innholdstype: [1], Tillegg: [2]
nl_nl: MIME-inhoudstype: [1], extensie: [2]
pl_pl: Typ zawartoci MIME: [1], Rozszerzenia: [2]
ro_ro: Tip conþinut MIME: [1], Extensie: [2]
ru_ru: Тип содержимого MIME: [1], Расширение: [2]
sk_sk: Typ obsahu MIME: [1], Rozšírenie: [2]
sv_se: MIME-innehållstyp: [1],Filtillägg: [2]
th_th: ชนิดเนื้อหา MIME: [1], ส่วนขยาย: [2]
tr_tr: MIME İçerik Türü: [1], Uzantı: [2]
vi_vn: Loại Nội dung MIME: [1], Mở rộng: [2]
zh_cn: MIME 内容类型: [1]，扩展: [2]

source: Module [2] failed to register. HRESULT [3]. Contact your support personnel.
ar_sa: فشل تسجيل الوحدة النمطية [2]. HRESULT [3]‎. اتصل بأفراد الدعم.
ca_es: Ha fallat el registre del Mȍdul [2]. HRESULT [3]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Modul [2] nelze zaregistrovat. HRESULT [3]. Obraťte se na pracovníky odborné pomoci.
da_dk: Modulet [2] kunne ikke registreres. HRESULT [3]. Kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η καταχώρηση της λειτουργικής μονάδας [2]. HRESULT [3]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin izan da [2] modulua erregistratu. HRESULT [3]. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Moduulin [2] rekisteröiminen epäonnistui. HRESULT [3]. Ota yhteys tukihenkilöihin.
fr_fr: Impossible d'inscrire le module [2]. HRESULT [3]. Contactez votre service de support technique.
hr_hr: Prijava modula [2] nije uspjela. HRESULT [3]. Obratite se svom osoblju za podršku.
hu_hu: A modult ([2]) nem sikerült regisztrálni. HRESULT [3]. Forduljon a technikusokhoz.
ja_jp: モジュール [2] で登録に失敗しました。HRESULT [3]。サポート担当者に問い合わせてください。
lt_lt: Nepavyko įregistruoti modulio [2]. HRESULT [3]. Kreipkitės į techninės pagalbos personalą.
lv_lv: Neizdevās reģistrēt moduli [2]. HRESULT [3]. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke registrere modulen [2]. HRESULT [3]. Kontakt st{__o /}ttepersonell.
nl_nl: Module [2] kan niet registreren. HRESULT [3]. Neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można zarejestrować modu{__l /}u [2]. HRESULT [3]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Modulul [2] nu a reuºit sã înregistreze. HRESULT [3]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Не удается зарегистрировать модуль [2]. HRESULT [3]. Обратитесь в службу поддержки.
sk_sk: Registrácia modulu [2] zlyhala. HRESULT [3]. Obráťte sa na technika.
sv_se: Modulen [2] kunde inte registreras. HRESULT [3]. Kontakta supportpersonalen.
th_th: 簔ｴﾙﾅ [2] ﾅ鮹猴ﾅﾇｷﾕ險ﾐﾅｧｷﾐ犲ﾕﾂｹ HRESULT [3] 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] modülü kaydedilemedi. HRESULT [3]. Destek sorumlunuza başvurun.
vi_vn: Đơn ̉thể [2] đăng ký thất bại. HRESULT [3]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 无法注册模块 [2]。HRESULT [3]。请与您的技术支持人员联系。

source: Module [2] failed to unregister. HRESULT [3]. Contact your support personnel.
ar_sa: فشل إلغاء تسجيل الوحدة النمطية [2]. HRESULT [3]‎. اتصل بأفراد الدعم.
ca_es: Ha fallat la supressió del Registre del mȍdul [2]. HRESULT [3]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze zrušit registraci modulu [2]. HRESULT [3]. Obraťte se na pracovníky odborné pomoci.
da_dk: Modulet [2] kunne ikke få fjernet registreringen. HRESULT [3]. Kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η κατάργηση της καταχώρησης της λειτουργικής μονάδας [2]. HRESULT [3]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin izan da [2] modulua erregistrotik ezabatu. HRESULT [3]. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Moduulin [2] rekisteröinnin peruuttaminen epäonnistui. HRESULT [3]. Ota yhteys tukihenkilöihin.
fr_fr: Impossible d'annuler l'inscription du module [2]. HRESULT [3]. Contactez votre service de support technique.
hr_hr: Odjava modula [2] nije uspjela. HRESULT [3]. Obratite se svom osoblju za podršku.
hu_hu: A modul ([2]) rendszerleíró bejegyzéseit nem sikerült törölni. HRESULT [3]. Forduljon a technikusokhoz.
ja_jp: モジュール [2] で登録の解除に失敗しました。HRESULT [3]。サポート担当者に問い合わせてください。
lt_lt: Nepavyko išregistruoti modulio [2]. HRESULT [3]. Kreipkitės į techninės pagalbos personalą.
lv_lv: Neizdevās noņemt moduļa [2] reģistrāciju. HRESULT [3]. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke fjerne registreringen av modulen [2]. HRESULT [3]. Kontakt st{__o /}ttepersonell.
nl_nl: Module [2] kan de registratie niet ongedaan maken. HRESULT [3]. Neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można wyrejestrować modu{__l /}u [2]. HRESULT [3]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Modulul [2] nu a reuºit sã elimine înregistrarea. HRESULT [3]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Не удается отменить регистрацию модуля [2]. HRESULT [3]. Обратитесь в службу поддержки.
sk_sk: Odstránenie registrácie modulu [2] zlyhalo. HRESULT [3]. Obráťte sa na technika.
sv_se: Modulen [2] kunde inte registreras. HRESULT [3]. Kontakta supportpersonalen.
th_th: 簔ｴﾙﾅ [2] ﾅ鮹猴ﾅﾇｷﾕ險ﾐﾂ｡倏ﾔ｡｡ﾒﾃﾅｧｷﾐ犲ﾕﾂｹ HRESULT [3] 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] modülünün kaydı silinemedi. HRESULT [3]. Destek sorumlunuza başvurun.
vi_vn: Đơn thể [2] gỡ đăng ký thất bại. HRESULT [3]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 无法撤销注册模块 [2]。HRESULT [3]。请与您的技术支持人员联系。

source: Moving files
ar_sa: نقل ملفات
ca_es: S'estan desplaçant fitxers
cs_cz: Přesouvání souborů
da_dk: Flytter filer
el_gr: Μετακίνηση αρχείων
eu_es: Fitxategiak mugitzen
fi_fi: Siirretään tiedostoja
fr_fr: Déplacement des fichiers
hr_hr: Premještanje datoteka
hu_hu: Fájlok áthelyezése
ja_jp: ファイルを移動しています
lt_lt: Perkeliami failai.
lv_lv: Notiek failu pârvietoðana
nb_no: Flytter filer
nl_nl: Bezig met het verplaatsen van bestanden
pl_pl: Przenoszenie plików
ro_ro: Mutare fiºiere
ru_ru: Перемещение файлов
sk_sk: Premiestȍujú sa súbory
sv_se: Flyttar filer
th_th: กำลังย้ายแฟ้ม
tr_tr: Dosyalar taşınıyor
vi_vn: Dời tệp tin
zh_cn: 正在移动文件

source: Name: [1], Value: [2], Action [3]
ar_sa: اسم: [1]، قيمة: [2]، إجراء [3]
ca_es: Nom: [1], Valor: [2], Acció [3]
cs_cz: Název: [1]; Hodnota: [2]; Akce [3]
da_dk: Navn: [1], Værdi: [2], Handling: [3]
el_gr: Όνομα: [1], Τιμή: [2], Ενέργεια [3]
eu_es: Izena: [1], Balioa: [2], Ekintza [3]
fi_fi: Nimi: [1], arvo: [2], toiminto [3]
fr_fr: Nom : [1] ; valeur : [2] ; action : [3]
hr_hr: Naziv: [1], Vrijednost: [2], Akcija [3]
hu_hu: Név: [1], Érték: [2], Művelet [3]
ja_jp: 名前: [1]、値: [2]、操作 [3]
lt_lt: Vardas: [1], reikšmė: [2], veiksmas [3]
lv_lv: Nosaukums: [1], vçrtîba: [2], darbîba: [3]
nb_no: Navn: [1], Verdi: [2], Handling [3]
nl_nl: Naam: [1], waarde: [2], actie [3]
pl_pl: Nazwa: [1], Wartoć: [2], Akcja [3]
ro_ro: Nume: [1], Valoare: [2], Acþiune [3]
ru_ru: Имя: [1], Значение: [2], Действие [3]
sk_sk: Názov: [1], Hodnota: [2], Akcia [3]
sv_se: Namn: [1], Värde: [2], Åtgärd [3]
th_th: ชื่อ: [1], ค่า: [2], การกระทำ [3]
tr_tr: Ad: [1], Değer: [2], Eylem [3]
vi_vn: Tên: [1], Giá trị: [2], Hành động [3]
zh_cn: 名称: [1]，数值: [2]，动作 [3]
