Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Searching for installed applications
ar_sa: بحث عن تطبيقات مثبتة
ca_es: S'estan cercant aplicacions instal·lades
cs_cz: Hledání nainstalovaných aplikací
da_dk: S{__o /}ger efter allerede installerede programr
el_gr: Αναζήτηση εγκατεστημένων εφαρμογών
eu_es: Instalatutako aplikazioak bilatzen
fi_fi: Etsitään asennettuja sovelluksia
fr_fr: Recherche des applications déjȁ installées
hr_hr: Traženje instaliranih programa
hu_hu: Telepített alkalmazások keresése
ja_jp: インストールされているアプリケーションを検索しています
lt_lt: Ieškoma įdiegtų programų.
lv_lv: Notiek instalçto lietojumprogrammu meklçðana
nb_no: S{__o /}ker etter installerte programr
nl_nl: Bezig met het zoeken naar geïnstalleerde toepassingen
pl_pl: Wyszukiwanie zainstalowanych aplikacji
ro_ro: Cãutare aplicaþii instalate
ru_ru: Поиск установленных приложений
sk_sk: H¾adajú sa nainštalované aplikácie
sv_se: Söker efter installerade program
th_th: กำลังค้นหาโปรแกรมประยุกต์ที่ถูกติดตั้ง
tr_tr: Yüklü uygulamalar aranıyor
vi_vn: Tìm kiếm ứng dụng đã được cài đặt
zh_cn: 正在搜索已安装的应用程序

source: Searching for qualifying products
ar_sa: بحث عن منتجات مؤهلة
ca_es: S'estan cercant productes autoritzats
cs_cz: Hledání oprávněných produktů
da_dk: S{__o /}ger efter godkendte produkter, der berettiger til opgradering
el_gr: Αναζήτηση κατάλληλων προϊόντων
eu_es: Produktu kualifikatzaileak bilatzen
fi_fi: Etsitään vaatimukset täyttäviä tuotteita
fr_fr: Recherche des produits qualifiants
hr_hr: Traženje odgovarajućih proizvoda
hu_hu: Minősítő termékek keresése
ja_jp: 条件に合う製品を検索しています
lt_lt: Ieškoma kvalifikuojančiųjų programų.
lv_lv: Notiek atbilstoðu produktu meklçðana
nb_no: S{__o /}ker etter godkjente produkter
nl_nl: Bezig met het zoeken naar in aanmerking komende producten
pl_pl: Wyszukiwanie uprawniajšcych produktów
ro_ro: Cãutare produse care calificã
ru_ru: Поиск подходящих продуктов
sk_sk: H¾adajú sa oprávȍujúce produkty
sv_se: Söker efter kvalificeringsprodukter
th_th: กำลังค้นหาผลิตภัณฑ์ที่ผ่านเกณฑ์ตรวจสอบ
tr_tr: Yenki veren uygulamalar aranıyor
vi_vn: Tìm kiếm sản phẩm đủ điều kiện
zh_cn: 正在搜索符合资格的产品

source: Searching for related applications
ar_sa: البحث عن برامج ذات صلة
ca_es: S'estan cercant aplicacions relacionades
cs_cz: Hledání souvisejících aplikací
da_dk: S{__o /}ger efter relaterede programr
el_gr: Αναζήτηση σχετικών εφαρμογών
eu_es: Erlazionatutako aplikazioak bilatzen
fi_fi: Etsitään tähän liittyviä sovelluksia
fr_fr: Recherche d'applications associées
hr_hr: Traženje povezanih programa
hu_hu: Kapcsolódó alkalmazások keresése.
ja_jp: 関連のアプリケーションを検索しています
lt_lt: Ieškoma susijusių programų.
lv_lv: Notiek saistîto lietojumprogrammu meklçðana
nb_no: S{__o /}ker etter beslektede programr
nl_nl: Bezig met het zoeken naar verwante toepassingen
pl_pl: Wyszukiwanie powišzanych aplikacji
ro_ro: Se cautã aplicaþiile asociate
ru_ru: Поиск связанных приложений
sk_sk: Vyh¾adávajú sa súvisiace aplikácie
sv_se: Söker efter relaterade tillämpningar
th_th: กำลังค้นหาโปรแกรมประยุกต์ที่เกี่ยวข้อง
tr_tr: İlgili uygulamalar aranıyor
vi_vn: Tìm kiếm ứng dụng liên quan
zh_cn: 正在搜索相关产品

source: Service '[2]' ([3]) could not be deleted. Verify that you have sufficient privileges to remove system services.
ar_sa: تعذر حذف خدمة '[2]' ([3]). تحقق من وجود امتيازات كافية لإزالة خدمات النظام.
ca_es: El servei "[2]" ([3]) no s'ha pogut suprimir. Verifiqueu que teniu privilegis suficients per suprimir serveis del sistema.
cs_cz: Službu [2] ([3]) nelze odstranit. Přesvědčte se, zda máte dostatečná oprávnění pro odstraňování systémových služeb.
da_dk: Serviceprogramt '[2]' ([3]) kunne ikke slettes. Kontroller, at du har de n{__o /}dvendige rettigheder til at fjerne systemserviceprogramr.
el_gr: Δεν ήταν δυνατή η διαγραφή της υπηρεσίας "[2]" ([3]). Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την κατάργηση υπηρεσιών συστήματος.
eu_es: Ezin da '[2]' ([3]) zerbitzua ezabatu. Egiaztatu sistema-zerbitzuak kentzeko behar adina pribilegio dituzula.
fi_fi: Palvelun [2] ([3]) poistaminen epäonnistui. Varmista, että sinulla on riittävät oikeudet järjestelmäpalveluiden poistamiseen.
fr_fr: Impossible de supprimer le service [2] ([3]). Vérifiez que vous disposez de privilȅges suffisants pour supprimer les services systȅme.
hr_hr: Servis '[2]' ([3]) nije moguće izbrisati. Provjerite imate li dovoljno prava za uklanjanje servisa sustava.
hu_hu: A(z) '[2]' szolgáltatást ([3]) nem sikerült eltávolítani. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal rendszerszolgáltatások eltávolításához.
ja_jp: サービス '[2]' ([3]) を削除できませんでした。システム サービスを削除する特権を持っていることを確認してください。
lt_lt: Nepavyko panaikinti tarnybos [2] ([3]). Patikrinkite, ar turite teisę šalinti sistemos tarnybas.
lv_lv: Servisu '[2]' ([3]) neizdevās izdzēst. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai noņemtu sistēmas servisus.
nb_no: Kan ikke slette tjenesten [2] ([3]). Kontroller at du har tilstrekkelig tilgang til å fjerne systemtjenester.
nl_nl: Kan service [2] ([3]) niet verwijderen. Controleer of u voldoende rechten hebt om systeemservices te verwijderen.
pl_pl: Nie można usunšć us{__l /}ugi [2] ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do usuwania us{__l /}ug systemu.
ro_ro: Imposibil de ºters serviciul '[2]' ([3]). Verificaþi dacã aveþi suficiente privilegii pentru a elimina servicii sistem.
ru_ru: Не удается удалить службу "[2]" ([3]). Убедитесь, что у вас имеются разрешения на удаление системных служб.
sk_sk: Služba '[2]' ([3]) sa nedá odstrániť. Skontrolujte, či máte dostatočné oprávnenia na odstraňovanie systémových služieb.
sv_se: Det gick inte att ta bort tjänsten [2] ([3]). Bekräfta att du har behörighet att ta bort systemtjänster.
th_th: ｺﾃﾔ｡ﾒﾃ '[2]' ([3]) 菽靆ﾒﾁﾒﾃｶｶﾙ｡ﾅｺ ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐ猩ﾒｺﾃﾔ｡ﾒﾃﾃﾐｺｺﾍﾍ｡
tr_tr: '[2]' ([3]) hizmeti silinemedi. Sistem hizmetlerini kaldırmak için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Không thể bỏ dịch vụ '[2]' ([3]). Kiểm xem bạn có đủ quyền để gỡ bỏ dịch vụ hệ thống.
zh_cn: 无法删除服务 [2]（[3]）。请确认您有足够的权限删除系统服务。

source: Service '[2]' ([3]) could not be installed. Verify that you have sufficient privileges to install system services.
ar_sa: تعذر تثبيت خدمة '[2]' ([3]). تحقق من وجود امتيازات كافية لتثبيت خدمات النظام.
ca_es: El servei "[2]" ([3]) no s'ha pogut instal·lar. Verifiqueu que teniu privilegis suficients per instal·lar serveis del sistema.
cs_cz: Službu [2] ([3]) nelze nainstalovat. Přesvědčte se, zda máte dostatečná oprávnění pro instalaci systémových služeb.
da_dk: Serviceprogramt '[2]' ([3]) kunne ikke installeres. Kontroller, at du har de n{__o /}dvendige rettigheder til at installere systemserviceprogramr.
el_gr: Δεν ήταν δυνατή η εγκατάσταση της υπηρεσίας "[2]" ([3]). Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την εγκατάσταση υπηρεσιών συστήματος.
eu_es: Ezin da '[2]' ([3]) zerbitzua instalatu. Egiaztatu sistema-zerbitzuak instalatzeko behar adina pribilegio dituzula.
fi_fi: Palvelun [2] ([3]) asentaminen epäonnistui. Varmista, että sinulla on riittävät oikeudet järjestelmäpalveluiden asentamiseen.
fr_fr: Impossible d'installer le service [2] ([3]). Vérifiez que vous disposez de privilȅges suffisants pour installer des services systȅme.
hr_hr: Servis '[2]' ([3]) nije moguće instalirati. Provjerite imate li dovoljno prava za instaliranje servisa sustava.
hu_hu: A(z) '[2]' szolgáltatást ([3]) nem sikerült telepíteni. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal rendszerszolgáltatások telepítéséhez.
ja_jp: サービス '[2]' ([3]) をインストールできませんでした。システム サービスをインストールする特権を持っていることを確認してください。
lt_lt: Nepavyko įdiegti tarnybos [2] ([3]). Patikrinkite, ar turite teisę diegti sistemos tarnybas.
lv_lv: Servisu '[2]' ([3]) neizdevās instalēt. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai instalētu sistēmas servisus.
nb_no: Kan ikke installere tjenesten [2] ([3]). Kontroller at du har tilstrekkelig tilgang til å installere systemtjenester.
nl_nl: Kan service [2] ([3]) niet installeren. Controleer of u voldoende rechten hebt om systeemservices te installeren.
pl_pl: Nie można zainstalować us{__l /}ugi [2] ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do instalowania us{__l /}ug systemu.
ro_ro: Imposibil de instalat serviciul '[2]' ([3]). Verificaþi dacã aveþi suficiente privilegii pentru a instala servicii sistem.
ru_ru: Не удается установить службу "[2]" ([3]). Убедитесь, что у вас имеются разрешения на установку системных служб.
sk_sk: Služba '[2]' ([3]) sa nedá nainštalovať. Skontrolujte, či máte dostatočné oprávnenia na inštaláciu systémových služieb.
sv_se: Det gick inte att installera tjänsten [2] ([3]). Bekräfta att du har tillräcklig behörighet för att installera systemtjänster.
th_th: ｺﾃﾔ｡ﾒﾃ '[2]' ([3]) 菽靆ﾒﾁﾒﾃｶｶﾙ｡ｵﾔｴｵﾑ鬧 ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐｵﾔｴｵﾑ鬧ｺﾃﾔ｡ﾒﾃﾃﾐｺｺ
tr_tr: '[2]' ([3]) hizmeti yüklenemedi. Sistem hizmetlerini yüklemek için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Không thể cài đặt dịch vụ '[2]' ([3]). Kiểm xem bạn có đủ quyền để cài đặt dịch vụ hệ thống.
zh_cn: 无法安装服务 [2]（[3]）。请确认您有足够的权限安装系统服务。

source: Service '[2]' ([3]) could not be stopped. Verify that you have sufficient privileges to stop system services.
ar_sa: تعذر إيقاف خدمة '[2]' ([3]). تحقق من وجود امتيازات كافية لإيقاف خدمات النظام.
ca_es: El servei "[2]" ([3]) no s'ha pogut aturar. Verifiqueu que teniu privilegis suficients per aturar serveis del sistema.
cs_cz: Službu [2] ([3]) nelze zastavit. Přesvědčte se, zda máte dostatečná oprávnění pro zastavování systémových služeb.
da_dk: Serviceprogramt '[2]' ([3]) kunne ikke afsluttes. Kontroller, at du har de n{__o /}dvendige rettigheder til at afslutte systemserviceprogramr.
el_gr: Δεν ήταν δυνατή η διακοπή της υπηρεσίας "[2]" ([3]). Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για τη διακοπή υπηρεσιών συστήματος.
eu_es: Ezin da '[2]' ([3]) zerbitzua gelditu. Egiaztatu sistema-zerbitzuak gelditzeko behar adina pribilegio dituzula.
fi_fi: Palvelun [2] ([3]) lopettaminen epäonnistui. Varmista, että sinulla on riittävät oikeudet järjestelmäpalveluiden lopettamiseen.
fr_fr: Impossible d'arrêter le service [2] ([3]). Vérifiez que vous disposez de privilȅges suffisants pour arrêter les services systȅme.
hr_hr: Servis '[2]' ([3]) nije moguće zaustaviti. Provjerite imate li dovoljno prava za zaustavljanje servisa sustava.
hu_hu: A(z) '[2]' szolgáltatást ([3]) nem sikerült leállítani. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal rendszerszolgáltatások leállításához.
ja_jp: サービス '[2]' ([3]) を停止できませんでした。システム サービスを停止する特権を持っていることを確認してください。
lt_lt: Nepavyko sustabdyti tarnybos [2] ([3]). Patikrinkite, ar turite teisę stabdyti sistemos tarnybas.
lv_lv: Servisu '[2]' ([3]) neizdevās apturēt. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai apturētu sistēmas servisus.
nb_no: Kan ikke stanse tjenesten [2] ([3]). Kontroller at du har tilstrekkelig tilgang til å stanse systemtjenester.
nl_nl: Kan service [2] ([3]) niet stoppen. Controleer of u voldoende rechten hebt om systeemservices te stoppen.
pl_pl: Nie można zatrzymać us{__l /}ugi [2] ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do zatrzymywania us{__l /}ug systemu.
ro_ro: Imposibil de oprit serviciul '[2]' ([3]). Verificaþi dacã aveþi suficiente privilegii pentru a opri servicii sistem.
ru_ru: Не удается остановить службу "[2]" ([3]). Убедитесь, что у вас имеются разрешения на останов системных служб.
sk_sk: Službu '[2]' ([3]) sa nepodarilo zastaviť. Skontrolujte, či máte dostatočné oprávnenia na zastavovanie systémových služieb.
sv_se: Det gick inte att stoppa tjänsten [2] ([3]). Bekräfta att du har behörighet att stoppa systemtjänster.
th_th: ｺﾃﾔ｡ﾒﾃ '[2]' ([3]) 菽靆ﾒﾁﾒﾃｶｶﾙ｡ﾋﾂﾘｴ ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐﾋﾂﾘｴｺﾃﾔ｡ﾒﾃﾃﾐｺｺ
tr_tr: '[2]' ([3]) hizmeti durdurulamadı. Sistem hizmetlerini durdurmak için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Không thể dừng dịch vụ '[2]' ([3]). Kiểm xem bạn có đủ quyền để dừng dịch vụ hệ thống.
zh_cn: 无法终止服务 [2]（[3]）。请确认您有足够的权限终止系统服务。

source: Service '[2]' ([3]) failed to start. Verify that you have sufficient privileges to start system services.
ar_sa: فشل بدء خدمة '[2]' ([3]). تحقق من وجود امتيازات كافية لبدء خدمات النظام.
ca_es: El servei "[2]" ([3]) ha fallat en iniciar. Verifiqueu que teniu privilegis suficients per iniciar serveis del sistema.
cs_cz: Službu [2] ([3]) nelze spustit. Přesvědčte se, zda máte dostatečná oprávnění pro spouštění systémových služeb.
da_dk: Serviceprogramt '[2]' ([3]) kunne ikke starte. Kontroller, at du har de n{__o /}dvendige rettigheder til at starte systemserviceprogramr.
el_gr: Η εκκίνηση της υπηρεσίας "[2]" ([3]) απέτυχε. Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την εκκίνηση υπηρεσιών συστήματος.
eu_es: '[2]' ([3]) zerbitzuak huts egin du abiaraztean. Egiaztatu sistema-zerbitzuak abiarazteko behar adina pribilegio dituzula.
fi_fi: Palvelun [2] ([3]) aloittaminen epäonnistui. Varmista, että sinulla on riittävät oikeudet järjestelmäpalveluiden aloittamiseen.
fr_fr: Échec du démarrage du service [2] ([3]). Vérifiez que vous disposez de privilȅges suffisants pour démarrer les services systȅme.
hr_hr: Nije uspjelo pokretanje servisa '[2]' ([3]). Provjerite imate li dovoljno prava za pokretanje servisa sustava.
hu_hu: A(z) '[2]' szolgáltatás ([3]) nem indult el. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal rendszerszolgáltatások indításához.
ja_jp: サービス '[2]' ([3]) を開始できませんでした。システム サービスを開始する特権を持っていることを確認してください。
lt_lt: Nepavyko paleisti tarnybos [2] ([3]). Patikrinkite, ar turite teisę paleisti sistemos tarnybas.
lv_lv: Servisa '[2]' ([3]) startēšana neizdevās. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai startētu sistēmas servisus.
nb_no: Kan ikke starte tjenesten [2] ([3]). Kontroller at du har tilstrekkelig tilgang til å starte systemtjenester.
nl_nl: Kan service [2] ([3]) niet starten. Controleer of u voldoende rechten hebt om systeemservices te starten.
pl_pl: Nie można uruchomić us{__l /}ugi [2] ([3]). Zweryfikuj, czy masz odpowiednie uprawnienia do uruchamiania us{__l /}ug systemu.
ro_ro: Serviciul '[2]' ([3]) nu a reuºit sã porneascã. Verificaþi dacã aveþi suficiente privilegii pentru a porni servicii sistem.
ru_ru: Ошибка при запуске службы "[2]" ([3]). Убедитесь, что у вас имеются разрешения на запуск системных служб.
sk_sk: Službu '[2]' ([3]) sa nepodarilo spustiť. Skontrolujte, či máte dostatočné oprávnenia na spúšťanie systémových služieb.
sv_se: Det gick inte att starta tjänsten [2] ([3]). Bekräfta att du har behörighet att starta systemtjänster.
th_th: ｺﾃﾔ｡ﾒﾃ '[2]' ([3]) ﾅ鮹猴ﾅﾇｷﾕ險ﾐ狹ﾔ霖ｵ鮖 ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐ狹ﾔ霖ｺﾃﾔ｡ﾒﾃﾃﾐｺｺ
tr_tr: '[2]' ([3]) hizmeti başlatılırken hata oluştu. Sistem hizmetlerini başlatmak için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Thất bại bắt đầu dịch vụ '[2]' ([3]). Kiểm xem bạn có đủ quyền để bắt đầu dịch vụ hệ thống.
zh_cn: 服务 [2]（[3]）的启动失败。请确认您有足够的权限启动系统服务。

source: Service: [1]
ar_sa: خدمة: [1]
ca_es: Servei: [1]
cs_cz: Služba: [1]
da_dk: Serviceprogram: [1]
el_gr: Υπηρεσία: [1]
eu_es: Zerbitzua: [1]
fi_fi: Palvelu: [1]
hr_hr: Servis: [1]
hu_hu: Szolgáltatás: [1]
ja_jp: サービス: [1]
lt_lt: Tarnyba: [1]
lv_lv: Serviss: [1]
nb_no: Tjeneste: [1]
pl_pl: Us{__l /}uga: [1]
ro_ro: Serviciu: [1]
ru_ru: Служба: [1]
sk_sk: Služba: [1]
sv_se: Tjänsten: [1]
th_th: บริการ: [1]
tr_tr: Hizmet: [1]
vi_vn: Dịch vụ: [1]
zh_cn: 服务: [1]

source: Service: [2]
ar_sa: خدمة: [2]
ca_es: Servei: [2]
cs_cz: Služby: [2]
da_dk: Serviceprogram: [2]
el_gr: Υπηρεσία: [2]
eu_es: Zerbitzua: [2]
fi_fi: Palvelu: [2]
hr_hr: Servis: [2]
hu_hu: Szolgáltatás: [2]
ja_jp: サービス: [2]
lt_lt: Tarnyba: [2]
lv_lv: Serviss: [2]
nb_no: Tjeneste: [2]
pl_pl: Us{__l /}uga: [2]
ro_ro: Serviciu: [2]
ru_ru: Служба: [2]
sk_sk: Služba: [2]
sv_se: Tjänst: [2]
th_th: บริการ: [2]
tr_tr: Hizmet: [2]
vi_vn: Dịch vụ: [2]
zh_cn: 服务: [2]

source: Shortcut: [1]
ar_sa: اختصار: [1]
ca_es: Drecera: [1]
cs_cz: Zástupce: [1]
da_dk: Genvej: [1]
el_gr: Συντόμευση: [1]
eu_es: Lasterbidea: [1]
fi_fi: Pikakuvake: [1]
fr_fr: Raccourci : [1]
hr_hr: Prečac: [1]
hu_hu: Parancsikon: [1]
ja_jp: ショートカット: [1]
lt_lt: Nuoroda: [1]
lv_lv: Saîsne: [1]
nb_no: Snarvei: [1]
nl_nl: Snelkoppeling: [1]
pl_pl: Skrót: [1]
ro_ro: Comandã rapidã: [1]
ru_ru: Ярлык: [1]
sk_sk: Odkaz: [1]
sv_se: Genvägen: [1]
th_th: ทางลัด: [1]
tr_tr: Kısayol: [1]
vi_vn: Lối tắt: [1]
zh_cn: 快捷方式: [1]

source: Source file not found: [2]. Verify that the file exists and that you can access it.
ar_sa: لم يتم العثور على ملف المصدر: [2]. تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: No s'ha trobat el fitxer d'origen: [2]. Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Zdrojový soubor [2] nelze najít. Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: Kildefilen blev ikke fundet: [2]. Kontroller, at filen findes, og at du har adgang til den.
el_gr: Το αρχείο προέλευσης δεν βρέθηκε: [2]. Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Ez da sorburu-fitxategia aurkitu: [2]. Egiaztatu fitxategi hori badagoela eta sarbidea duzula.
fi_fi: Lähdetiedostoa ei löydy: [2]. Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Fichier source [2] introuvable. Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Izvorišna datoteka nije pronađena: [2]. Provjerite postoji li datoteka te možete li joj pristupiti.
hu_hu: A(z) [2] forrásfájl nem található. Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ソース ファイル [2] が見つかりません。ファイルが存在し、アクセスできることを確認してください。
lt_lt: Nerastas pirminis failas: [2]. Patikrinkite, ar failas yra, ir ar galite jį pasiekti.
lv_lv: Avota fails nav atrasts: [2]. Pārbaudiet, vai šis fails pastāv un vai jūs varat tam piekļūt.
nb_no: Finner ikke kildefilen: [2]. Kontroller at filen finnes, og at du har tilgang til den.
nl_nl: Het bronbestand [2] is niet gevonden. Controleer of het bestand bestaat en of u toegang tot het bestand hebt.
pl_pl: Nie znaleziono pliku ród{__l /}owego: [2]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Fiºier sursã negãsit: [2]. Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el .
ru_ru: Исходный файл не найден: [2]. Проверьте, что этот файл существует и доступен.
sk_sk: Zdrojový súbor sa nedá nájsť: [2]. Skontrolujte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det gick inte att hitta källfilen: [2]. Bekräfta att filen finns och att du kan komma åt den.
th_th: 菽霎ｺ睛ﾅ隗眩鮹: [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨ﾂﾑｧﾁﾕ眩鮹ｹﾕ鯱ﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ莇・
tr_tr: [2] kaynak dosyası bulunamadı. Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Không tìm thấy tệp tin nguồn: [2]. Kiểm xem có tệp tin không và bạn có ̉thể truy cập vào.
zh_cn: 没有找到源文件 [2]。请确认文件存在，并且您能够访问该文件。

source: Source file not found{{(cabinet)}}: [2]. Verify that the file exists and that you can access it.
ar_sa: لم يتم العثور على ملف المصدر{{(الخزانة)}}: [2]. تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: No s'ha trobat el fitxer d'origen{{(calaix)}}: [2]. Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Zdrojový soubor nelze najít{{(soubor CAB)}}: [2]. Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: Kildefilen blev ikke fundet{{(kabinet)}}: [2]. Kontroller, at filen findes, og du har adgang til den.
el_gr: Το αρχείο προέλευσης δεν βρέθηκε{{(αρχειοθήκη)}}: [2]. Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Sorburu-fitxategia ez da aurkitu{{(kabinetea)}}: [2]. Egiaztatu fitxategi hori badagoela eta sarbidea duzula.
fi_fi: Lähdetiedostoa ei löydy {{(Cab-tiedosto)}}: [2]. Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Fichier source introuvable{{(cabinet)}} : [2]. Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Nije pronađena izvorišna datoteka{{(kabinet)}}: [2]. Provjerite postoji li datoteka te možete li joj pristupiti.
hu_hu: A(z) [2] forrásfájl {{(gyűjtőfájl)}} nem található. Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ソース ファイルが見つかりません。{{(cabinet)}}: [2]。ファイルが存在し、アクセスできることを確認してください。
lt_lt: Pirminis failas nerastas{{(kabinetinis failas)}}: [2]. Patikrinkite, ar failas yra, ir ar galite jį pasiekti.
lv_lv: Avota fails nav atrasts{{(kabinetfails)}}: [2]. Pārbaudiet, vai šis fails pastāv un vai jūs varat tam piekļūt.
nb_no: Finner ikke kildefilen{{(CAB-fil)}}: [2]. Kontroller at filen finnes, og at du har tilgang til den.
nl_nl: Bronbestand is niet gevonden{{(cabinet)}}: [2]. Controleer of het bestand bestaat en of u toegang tot het bestand hebt.
pl_pl: Nie znaleziono pliku ród{__l /}owego{{(plik cabinet)}}: [2]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Fiºier sursã negãsit{{(container)}}: [2]. Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el.
ru_ru: Исходный файл не найден{{(CAB-файл)}}: [2]. Проверьте, что файл существует и доступен.
sk_sk: Zdrojový súbor sa nedá nájsť{{(kabinet)}}: [2]. Skontrolujte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det gick inte att hitta källfilen{{(kabinett)}}: [2]. Bekräfta att filen finns och att du kan komma åt den.
th_th: 菽霎ｺ睛ﾅ隗眩鮹{{(cabinet)}}: [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ﾁﾕﾍﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [2] kaynak dosyası bulunamadı{{(kabin)}}. Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Không tìm thấy tệp tin nguồn{{(cabinet)}}: [2]. Kiểm xem có tệp tin không và bạn có ̉thể truy cập vào.
zh_cn: 没有找到源文件{{(包)}}: [2]。请确认文件存在，并且您能够访问该文件。

source: Starting services
ar_sa: بدء خدمات
ca_es: S'estan iniciant serveis
cs_cz: Spouštění služeb
da_dk: Starter serviceprogramr
el_gr: Εκκίνηση υπηρεσιών
eu_es: Zerbitzuak hasieratzen
fi_fi: Aloitetaan palveluita
fr_fr: Démarrage des services
hr_hr: Započinjanje servisa
hu_hu: Szolgáltatások elindítása
ja_jp: サービスを開始しています
lt_lt: Paleidžiamos tarnybos.
lv_lv: Notiek servisu startçðana
nb_no: Starter tjenester
nl_nl: Bezig met het starten van services
pl_pl: Uruchamianie us{__l /}ug
ro_ro: Pornire servicii
ru_ru: Запуск служб
sk_sk: Spúšajú sa služby
sv_se: Startar tjänster
th_th: กำลังเริ่มต้นบริการ
tr_tr: Hizmetler başlatılıyor
vi_vn: Bắt đầu dịch vụ
zh_cn: 正在启动服务

source: Stopping services
ar_sa: إيقاف خدمات
ca_es: S'estan aturant els serveis
cs_cz: Zastavování služeb
da_dk: Stopper serviceprogramr
el_gr: Διακοπή υπηρεσιών
eu_es: Zerbitzuak geldiarazten
fi_fi: Lopetetaan palveluita
fr_fr: Arrêt des services
hr_hr: Zaustavljanje servisa
hu_hu: Szolgáltatások leállítása
ja_jp: サービスを停止しています
lt_lt: Stabdomos tarnybos.
lv_lv: Notiek servisu apturçðana
nb_no: Stopper tjenester
nl_nl: Bezig met het beëindigen van services
pl_pl: Zatrzymywanie us{__l /}ug
ro_ro: Oprire servicii
ru_ru: Останов служб
sk_sk: Zastavujú sa služby
sv_se: Stoppar tjänster
th_th: กำลังหยุดการบริการ
tr_tr: Hizmetler durduruluyor
vi_vn: Dừng dịch vụ
zh_cn: 正在停止服务
