Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Could not set file security for file '[3]'. Error: [2]. Verify that you have sufficient privileges to modify the security permissions for this file.
ar_sa: تعذر تعيين تأمين ملف لملف '[3]'. خطأ: [2]. تحقق من وجود امتيازات كافية لتعديل أذونات التأمين لهذا الملف.
ca_es: No s'ha pogut establir la seguretat de fitxer per al fitxer "[3]". Error: [2]. Verifiqueu que teniu prou privilegis per modificar els permisos de seguretat per a aquest fitxer.
cs_cz: Nelze nastavit zabezpečení souboru pro soubor [3]. Chyba [2]. Přesvědčte se, zda máte dostatečná oprávnění pro úpravy oprávnění zabezpečení.
da_dk: Filsikkerhed for filen '[3]' kunne ikke angives. Fejl: [2]. Kontroller, at du har de n{__o /}dvendige rettigheder til at ændre sikkerhedstilladelserne for denne fil.
el_gr: Δεν ήταν δυνατό να οριστεί ασφάλεια αρχείου για το αρχείο "[3]". Σφάλμα: [2]. Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την τροποποίηση των δικαιωμάτων ασφαλείας για αυτό το αρχείο.
eu_es: Ezin da '[3]' fitxategiarentzat fitxategi-segurtasuna ezarri. Errorea: [2]. Egiaztatu fitxategi honen segurtasun-baimenak aldatzeko behar adina pribilegio dituzula.
fi_fi: Tiedoston [3] suojausten asettaminen epäonnistui. Virhe: [2]. Varmista, että sinulla on riittävät oikeudet tämän tiedoston käyttöoikeuksien muokkaamiseen.
fr_fr: Impossible de définir la sécurité du fichier [3]. Erreur : [2]. Vérifiez que vous disposez des privilȅges suffisants pour modifier les permissions sur ce fichier.
hr_hr: Nije moguće postaviti sigurnost datoteke za datoteku '[3]'. Pogreška: [2]. Provjerite imate li dovoljno prava za izmjenu sigurnosnih dozvola za ovu datoteku.
hu_hu: A(z) '[3]' fájl biztonsági tulajdonságait nem sikerült beállítani. Hiba: [2]. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal a fájl biztonsági engedélyeinek módosításához.
ja_jp: ファイル '[3]' に対するセキュリティを設定できません。エラー : [2]。 このファイルに対してセキュリティを変更する権限を持っているかどうか確認してください。
lt_lt: Nepavyko failui [3] nustatyti failo apsaugos. Klaida: [2]. Patikrinkite, ar turite teisę modifikuoti šio failo apsaugą.
lv_lv: Failam '[3]' nevarēja uzstādīt faila drošību. Kļūda: [2]. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai šim failam modificētu drošības atļaujas.
nb_no: Kan ikke angi filsikkerhet for filen [3]. Feil: [2]. Kontroller at du har tilstrekkelig tilgang til å endre sikkerhetstillatelsene for denne filen.
nl_nl: Kan geen bestandsbeveiliging instellen voor bestand [3]. Fout: [2]. Controleer of u voldoende rechten hebt om de beveiligingsmachtigingen voor dit bestand te wijzigen.
pl_pl: Nie można ustawić pliku zabezpieczeń dla pliku [3]. B{__l /}šd: [2]. Zweryfikuj, czy masz odpowiednie uprawnienia do modyfikacji uprawnień zabezpieczeń dla tego pliku.
ro_ro: Imposibil de stabilit securitate de fiºier pentru fiºierul '[3]'. Eroare: [2]. Verificaþi dacã aveþi suficiente privilegii pentru a modifica permisiunile de securitate pentru acest fiºier.
ru_ru: Не удается установить атрибуты безопасности для файла "[3]". Ошибка: [2]. Убедитесь, что у вас достаточно полномочий для изменения разрешений на доступ к этому файлу.
sk_sk: Bezpečnosť súboru '[3]' sa nedala nastaviť. Chyba: [2]. Overte, či máte dostatočné práva na zmenu bezpečnostných oprávnení pre tento súbor.
sv_se: Det gick inte att ställa in filsäkerhet för filen [3]. Fel: [2]. Bekräfta att du har tillräcklig behörighet för att ändra säkerhetsbehörigheten för den här filen.
th_th: 菽靆ﾒﾁﾒﾃｶｵﾑ鬧､靨､ﾇﾒﾁｻﾅﾍｴﾀﾑﾂﾊﾓﾋﾃﾑｺ眩鮹 '[3]' ｢鯱ｼﾔｴｾﾅﾒｴ: [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐｻﾃﾑｺ狃ﾅﾕ霙ｹﾊﾔｷｸﾔ・ﾇﾒﾁｻﾅﾍｴﾀﾑﾂ｢ﾍｧ眩鮹ｹﾕ・
tr_tr: '[3]' dosyasının dosya güvenliği belirlenemedi. Hata: [2]. Bu dosyanın güvenlik izinlerini değiştirmek için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Không thể đặt bảo mật tệp tin cho '[3]'. Lỗi: [2]. Kiểm xem bạn có đủ quyền để sửa đổi bảo mật cho tệp tin này.
zh_cn: 无法对文件 [3] 的安全权限进行设置。错误: [2]。请确认您有足够的权限修改此文件的安全权限。

source: Could not unregister font [2]. Verify that you that you have sufficient permissions to remove fonts.
ar_sa: تعذر إلغاء تسجيل خط [2]. تحقق من وجود أذونات كافية لإزالة الخطوط.
ca_es: No s'ha pogut suprimir del Registre el tipus de lletra [2]. Verifiqueu que teniu permisos suficients per suprimir tipus de lletra.
cs_cz: Nelze zrušit registraci písma [2]. Přesvědčte se, zda máte dostatečná oprávnění pro instalaci písem.
da_dk: Registreringen af skrifttypen [2] kunne ikke fjernes. Kontroller, at du har de n{__o /}dvendige tilladelser til at fjerne skrifttyper.
el_gr: Δεν ήταν δυνατή η κατάργηση της καταχώρησης της γραμματοσειράς [2]. Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την κατάργηση γραμματοσειρών.
eu_es: Ezin da [2] letra-tipoa erregistrotik ezabatu. Egiaztatu letra-tipoak kentzeko behar diren baimenak badituzula.
fi_fi: Fontin [2] rekisteröinnin poistaminen epäonnistui. Varmista, että sinulla on oikeus poistaa fontteja.
fr_fr: Impossible d'annuler l'inscription de la police [2]. Vérifiez que les autorisations dont vous disposez sont suffisantes pour supprimer des polices.
hr_hr: Nije moguća odjava fonta [2]. Provjerite imate li dovoljno prava za uklanjanje fontova.
hu_hu: A(z) [2] betűkészlet rendszerleíró bejegyzéseit nem sikerült törölni. Ellenőrizze, hogy rendelkezik-e a betűkészletek eltávolításához szükséges engedélyekkel.
ja_jp: フォント [2] の登録を解除できませんでした。フォントを削除するのに十分なアクセス許可があることを確認してください。
lt_lt: Nepavyko išregistruoti šrifto [2]. Patikrinkite, ar turite teisę naikinti šriftus.
lv_lv: Nevarēja noņemt fonta [2] reģistrāciju. Pārbaudiet, vai jums ir nepieciešamās atļaujas, lai noņemtu fontus.
nb_no: Kan ikke fjerne registreringen av skrifttypen [2]. Kontroller at du har tilstrekkelige tillatelser til å fjerne skrifttyper.
nl_nl: Kan de registratie van lettertype [2] niet ongedaan maken. Controleer of u voldoende rechten hebt voor het verwijderen van lettertypen.
pl_pl: Nie można wyrejestrować czcionki [2]. Zweryfikuj, czy masz wystarczajšce uprawnienia do usuwania czcionek .
ro_ro: Imposibil de eliminat înregistrarea fontului [2]. Verificaþi dacã aveþi suficiente drepturi pentru a elimina fonturi.
ru_ru: Не удается отменить регистрацию шрифта [2]. Убедитесь, что у вас имеются разрешения на удаление шрифтов.
sk_sk: Nie je možné zrušiť registráciu písma [2]. Skontrolujte, či máte na odstraňovanie písiem dostatočné oprávnenia.
sv_se: Det gick inte att avregistrera teckensnittet [2]. Bekräfta att du har tillräcklig behörighet för att ta bort teckensnitt.
th_th: 菽靆ﾒﾁﾒﾃｶﾂ｡倏ﾔ｡｡ﾒﾃﾅｧｷﾐ犲ﾕﾂｹ蘯ｺﾍﾑ｡ﾉﾃ [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐ猩ﾒ蘯ｺﾍﾑ｡ﾉﾃﾍﾍ｡
tr_tr: [2] yazı tipinin kaydı silinemedi. Yazı tiplerini kaldırmak için yeterli izninizin olduğunu denetleyin.
vi_vn: Không thể gỡ đăng ký phông [2]. Kiểm xem bạn có đủ quyền gỡ bỏ phông.
zh_cn: 无法撤销对字体 [2] 的注册。请检查您是否有足够的权限删除字体。

source: Could not unregister type library for file [2]. Contact your support personnel.
ar_sa: تعذر إلغاء تسجيل مكتبة النوع لملف [2]. اتصل بأفراد الدعم.
ca_es: No s'ha pogut suprimir del Registre la biblioteca de tipus per al fitxer [2]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze zrušit registraci knihovny typů pro soubor [2]. Obraťte se na pracovníky odborné pomoci.
da_dk: Registreringen af typebiblioteket for filen [2] kunne ikke fjernes. Kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η κατάργηση της καταχώρησης της βιβλιοθήκης τύπων για το αρχείο [2]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] fitxategiaren mota-liburutegia erregistrotik kendu. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Tiedoston [2] rekisteröinnin poistaminen epäonnistui. Ota yhteys tukihenkilöihin.
fr_fr: Impossible d'annuler l'inscription de la bibliothȅque de type pour le fichier [2]. Contactez votre service de support technique.
hr_hr: Nije moguća odjava vrste biblioteke za datoteku [2]. Kontaktirajte svoje osoblje za podršku.
hu_hu: Nem sikerült a(z) [2] fájlhoz tartozó típustár regisztrációjának törlése. Forduljon a technikusokhoz.
ja_jp: ファイル [2] のための種類のライブラリの登録を解除できませんでした。サポート担当者に問い合わせてください。
lt_lt: Nepavyko išregistruoti failui [2] reikalingos tipų bibliotekos. Kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja reģistrēt faila [2] tipu bibliotēku. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke fjerne registreringen av typebibliotek for filen [2]. Kontakt st{__o /}ttepersonell.
nl_nl: Kan de registratie van de typebibliotheek voor bestand [2] niet ongedaan maken. Neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można wyrejestrować biblioteki typów dla pliku [2]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de eliminat înregistrarea bibliotecii de tipuri pentru fiºierul [2]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Не удается отменить регистрацию библиотеки типов для файла [2]. Обратитесь в службу поддержки.
sk_sk: Registrácia knižnice typov pre súbor [2] sa nedala zrušiť. Obráťte sa na pracovníka technickej podpory.
sv_se: Det gick inte att avregistrera typbibliotek för filen [2]. Kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾂ｡倏ﾔ｡｡ﾒﾃﾅｧｷﾐ犲ﾕﾂｹｪｹﾔｴ｢ﾍｧ眩鮹 library [2] 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] dosyası için tür kitaplığı kaydı silinemedi. Destek sorumlunuza başvurun.
vi_vn: Không thể gỡ đăng ký thư viện loại cho [2]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 无法撤销文件 [2] 在类型库中的注册。请与您的技术支持人员联系。

source: Could not update environment variable '[2]'. Verify that you have sufficient privileges to modify environment variables.
ar_sa: تعذر تحديث متغير بيئة '[2]'. تحقق من وجود امتيازات كافية لتعديل متغيرات البيئة.
ca_es: No s'ha pogut actualitzar la variable d'entorn "[2]". Verifiqueu que teniu privilegis suficients per modificar les variables d'entorn.
cs_cz: Nelze aktualizovat proměnnou prostředí [2]. Přesvědčte se, zda máte dostatečná oprávnění pro úpravy proměnných prostředí.
da_dk: Milj{__o /}variablen '[2]' kunne ikke opdateres. Kontroller, at du har de n{__o /}dvendige rettigheder til at ændre milj{__o /}variabler.
el_gr: Δεν ήταν δυνατή η ενημέρωση της μεταβλητής περιβάλλοντος "[2]". Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την τροποποίηση μεταβλητών περιβάλλοντος.
eu_es: Ezin da '[2]' ingurune-aldagaia eguneratu. Egiaztatu ingurune-aldagaiak aldatzeko behar adina pribilegio dituzula.
fi_fi: Ympäristömuuttujan [2] päivittäminen epäonnistui. Varmista, että sinulla on riittävät oikeudet ympäristömuuttujien muokkaamiseen.
fr_fr: Impossible de mettre ȁ jour la variable d'environnement [2]. Vérifiez que vous disposez de privilȅges suffisants pour modifier les variables d'environnement.
hr_hr: Nije moguće ažurirati varijablu okoline '[2]'. Provjerite imate li dovoljno prava za izmjenu varijabli okoline.
hu_hu: A környezeti változó ([2]) frissítése nem sikerült. Ellenőrizze, hogy rendelkezik-e elegendő jogosultsággal környezeti változók módosításához.
ja_jp: 環境変数 '[2]' を更新できませんでした。環境変数を修正する特権を持っていることを確認してください。
lt_lt: Nepavyko atnaujinti aplinkos kintamojo [2]. Patikrinkite, ar turite teisę modifikuoti aplinkos kintamuosius.
lv_lv: Nevarēja atjaunināt vides mainīgo '[2]'. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai modificētu vides mainīgos.
nb_no: Kan ikke oppdatere milj{__o /}variablen [2]. Kontroller at du har tilstrekkelig tilgang til å endre milj{__o /}variabler.
nl_nl: Kan omgevingsvariabele [2] niet bijwerken. Controleer of u voldoende rechten hebt om omgevingsvariabelen te wijzigen.
pl_pl: Nie można zaktualizować zmiennej rodowiskowej [2]. Zweryfikuj, czy masz odpowiednie uprawnienia do modyfikacji zmiennych rodowiskowych.
ro_ro: Imposibil de actualizat variabila de mediu '[2]'. Verificaþi dacã aveþi suficiente privilegii pentru a modifica variabile de mediu.
ru_ru: Не удается обновить переменную среды "[2]". Убедитесь, что у вас имеются разрешения на изменение переменных среды.
sk_sk: Nie je možné aktualizovať systémovú premennú '[2]'. Skontrolujte, či máte dostatočné oprávnenia na zmenu systémových premenných.
sv_se: Det gick inte att uppdatera systemvariabeln [2]. Bekräfta att du har tillräcklig behörighet för att ändra systemvariabler.
th_th: 菽靆ﾒﾁﾒﾃｶｻﾃﾑｺｻﾃﾘｧ environment variable '[2]' ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐｻﾃﾑｺ狃ﾅﾕ霙ｹ environment variables
tr_tr: '[2]' ortam değişkeni güncelleştirilemedi. Ortam değişkenlerini değiştirmek için yeterli ayrıcalığınızın olduğunu denetleyin.
vi_vn: Không thể cập nhật biến môi trường '[2]'. Kiểm xem bạn có đủ quyền để sửa đổi biến môi trường.
zh_cn: 无法更新环境变量 [2]。请确认您有足够的权限修改环境变量。

source: Could not update the ini file [2][3]. Verify that the file exists and that you can access it.
ar_sa: تعذر تحديث ملف ini‏ [2][3]. تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: No s'ha pogut actualitzar el fitxer ini [2][3]. Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Nelze aktualizovat soubor INI [2][3]. Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: ini-filen [2][3] kunne ikke opdateres. Kontroller, at filen findes, og at du har adgang til den.
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου ini [2][3]. Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Ezin da [2][3] INI fitxategia eguneratu. Egiaztatu fitxategia badagoela eta sarbidea baduzula.
fi_fi: Ini-tiedoston [2][3] päivittäminen epäonnistui. Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Impossible de mettre ȁ jour le fichier INI [2][3]. Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Nije moguće ažuriranje ini datoteke [2][3]. Provjerite postoji li datoteka te možete li joj pristupiti.
hu_hu: Az .ini fájl ([2][3]) frissítése nem sikerült. Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: INI ファイル [2][3] を更新できませんでした。ファイルが存在し、アクセスできることを確認してください。
lt_lt: Nepavyko atnaujinti iniciavimo failo [2][3]. Patikrinkite, ar šis failas yra, ir ar galite jį pasiekti.
lv_lv: Nevarēja atjaunināt INI failu [2][3]. Pārbaudiet, vai šis fails pastāv un vai varat tam piekļūt.
nb_no: Kan ikke oppdatere INI-filen [2][3]. Kontroller at filen finnes, og at du har tilgang til den.
nl_nl: Kan het INI-bestand [2][3] niet bijwerken. Controleer of het bestand bestaat en of u toegang tot dit bestand hebt.
pl_pl: Nie można zaktualizować pliku ini [2][3]. Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Imposibil de actualizat fiºierul de iniþializare [2][3]. Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el.
ru_ru: Не удается обновить ini-файл [2][3]. Проверьте, что файл существует и доступен.
sk_sk: Súbor ini [2][3] sa nedal aktualizovať. Overte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det gick inte att uppdatera ini-filen [2][3]. Bekräfta att filen finns och att du kan komma åt den.
th_th: 菽靆ﾒﾁﾒﾃｶｻﾃﾑｺｻﾃﾘｧ眩鮹 ini [2][3] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ﾁﾕﾍﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [2][3] ini dosyası güncelleştirilemedi. Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Không thể cập nhật tệp tin ini [2][3]. Kiểm xem có tệp tin không và bạn có thể truy cập vào.
zh_cn: 无法更新 INI 文件 [2][3]。请确认该文件存在并且您可以访问它。

source: Could not write value [2] to key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر كتابة القيمة [2] إلى مفتاح [3]. {{ خطأ في النظام [4].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut escriure el valor [2] en la clau [3]. {{ Error del sistema [4].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze zapsat hodnotu [2] do klíče [3]. {{ Systémová chyba [4].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Værdien [2] kunne ikke skrives til n{__o /}glen [3]. {{ Systemfejl [4].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η εγγραφή τιμής [2] στο κλειδί [3]. {{ Σφάλμα συστήματος [4].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] balioa [3] gakoan idatzi. {{ [4] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Arvoa [2] ei voi kirjoittaa avaimeen [3]. {{ Järjestelmävirhe [4].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible d'écrire la valeur [2] dans la clé [3].{{ Erreur systȅme [4].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće pisanje vrijednosti [2] u ključ [3]. {{ Pogreška sustava [4].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A(z) [2] értéket nem sikerült beírni a(z) [3] kulcsba. {{ Rendszerhiba [4].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: 値 [2] をキー [3] に書き込めません。{{ システム エラー [4]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko į raktą [3] įrašyti vertės [2]. {{ Sistemos klaida [4].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Atslēgā [3] nevarēja ierakstīt vērtību [2]. {{Sistēmas kļūda [4].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke skrive verdien [2] til n{__o /}kkelen [3]. {{ Systemfeil [4].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan waarde [2] niet schrijven naar sleutel [3]. {{ Systeemfout [4].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można zapisać wartoci [2] do klucza [3]. {{B{__l /}šd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de scris valoarea [2] în cheia [3]. {{ Eroare de sistem [4].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается записать значение [2] в раздел [3]. {{ Системная ошибка [4].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné zapísať hodnotu [2] do kľúča [3]. {{ Systémová chyba [4].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att skriva värdet [2] på nyckeln [3]. {{ Systemfel [4].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶ爐ﾕﾂｹ､靨 [2] 莉ﾂﾑｧ key [3]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [4].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [3] anahtarına [2] değeri yazılamadı. {{ Sistem hatası [4].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể ghi giá trị [2] vào khóa [3]. {{ Lỗi hệ thống [4].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法将数值 [2] 写入键 [3]。{{ 系统错误 [4]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Creating duplicate files
ar_sa: إنشاء ملفات مكررة
ca_es: S'estan creant fitxers duplicats
cs_cz: Vytváření duplicitních souborů
da_dk: Opretter kopier af filer
el_gr: Δημιουργία διπλών αρχείων
eu_es: Fitxategi bikoiztuak sortzen
fi_fi: Luodaan tiedostojen kopioita
fr_fr: Création des fichiers en double
hr_hr: Stvaranje dupliciranih datoteka
hu_hu: Másolatfájlok létrehozása
ja_jp: 重複しているファイルを作成しています
lt_lt: Kuriami failų dublikatai.
lv_lv: Notiek dublikâtfailu izveide
nb_no: Oppretter duplikatfiler
nl_nl: Bezig met het maken van dubbele bestanden
pl_pl: Tworzenie zduplikowanych plików
ro_ro: Creare copii fiºiere
ru_ru: Создание дубликатов файлов
sk_sk: Vytvárajú sa duplikované súbory
sv_se: Skapar dubblettfiler
th_th: กำลังสร้างแฟ้มสำรอง
tr_tr: Çift dosyalar oluşturuluyor
vi_vn: Tạo tệp tin trùng lắp
zh_cn: 正在创建重复文件

source: Creating folders
ar_sa: إنشاء مجلدات
ca_es: S'estan creant carpetes
cs_cz: Vytváření složek
da_dk: Opretter mapper
el_gr: Δημιουργία φακέλων
eu_es: Karpetak sortzen
fi_fi: Luodaan kansioita
fr_fr: Création des dossiers
hr_hr: Stvaranje mapa
hu_hu: Mappák létrehozása
ja_jp: フォルダを作成しています
lt_lt: Kuriami aplankai.
lv_lv: Notiek mapju izveide
nb_no: Oppretter mapper
nl_nl: Bezig met het maken van mappen
pl_pl: Tworzenie folderów
ro_ro: Creare foldere
ru_ru: Создание папок
sk_sk: Vytvárajú sa prieȅinky
sv_se: Skapar mappar
th_th: กำลังสร้างโฟลเดอร์
tr_tr: Klasörler oluşturuluyor
vi_vn: Tạo danh mục
zh_cn: 正在创建文件夹

source: Creating shortcuts
ar_sa: إنشاء اختصارات
ca_es: S'estan creant dreceres
cs_cz: Vytváření zástupců
da_dk: Opretter genveje
el_gr: Δημιουργία συντομεύσεων
eu_es: Lasterbideak sortzen
fi_fi: Luodaan pikakuvakkeita
fr_fr: Création des raccourcis
hr_hr: Stvaranje prečaca
hu_hu: Parancsikonok létrehozása
ja_jp: ショートカットを作成しています
lt_lt: Kuriamos nuorodos.
lv_lv: Notiek saîðȍu izveide
nb_no: Oppretter snarveier
nl_nl: Bezig met het maken van snelkoppelingen
pl_pl: Tworzenie skrótów
ro_ro: Creare comenzi rapide
ru_ru: Создание ярлыков
sk_sk: Vytvárajú sa odkazy
sv_se: Skapar genvägar
th_th: กำลังสร้างทางลัด
tr_tr: Kısayollar oluşturuluyor
vi_vn: Tạo lối tắt
zh_cn: 正在创建快捷方式

source: Deleting services
ar_sa: حذف خدمات
ca_es: S'estan suprimint serveis
cs_cz: Odstraňování služeb
da_dk: Sletter serviceprogramr
el_gr: Διαγραφή υπηρεσιών
eu_es: Zerbitzuak ezabatzen
fi_fi: Poistetaan palveluita
fr_fr: Suppression des services
hr_hr: Brisanje servisa
hu_hu: Szolgáltatások törlése
ja_jp: サービスを削除しています
lt_lt: Naikinamos tarnybos.
lv_lv: Notiek servisu dzçðana
nb_no: Sletter tjenester
nl_nl: Bezig met het verwijderen van services
pl_pl: Usuwanie us{__l /}ug
ro_ro: ªtergere servicii
ru_ru: Удаление служб
sk_sk: Odstraȍujú sa služby
sv_se: Tar bort tjänster
th_th: กำลังลบบริการ
tr_tr: Hizmetler siliniyor
vi_vn: Bỏ dịch vụ
zh_cn: 正在删除服务
