Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: [2] cannot install one of its required products. Contact your technical support group. {{System Error: [3].}}
ar_sa: لم يتمكن [2] من تثبيت أحد منتجاته المطلوبة. اتصل بمجموعة الدعم الفني. {{خطأ بالنظام [3].}}
ca_es: [2] no pot instal·lar un dels productes requerits. Poseu-vos en contacte amb el grup de suport tȅcnic. {{Error del sistema: [3].}}
cs_cz: [2] nemůže nainstalovat některý z požadovaných produktů. Obraťte se na pracovníky odborné pomoci. {{Systémová chyba: [3].}}
da_dk: [2] kan ikke installere et af de n{__o /}dvendige produkter. Kontakt teknisk support. {{Systemfejl: [3].}}
el_gr: Δεν είναι δυνατή η εγκατάσταση ενός από τα απαιτούμενα προϊόντα του [2]. Επικοινωνήστε με την ομάδα τεχνικής υποστήριξης. {{Σφάλμα συστήματος: [3].}}
eu_es: [2]-k ezin du behar dituen produktuak instalatu. Laguntza teknikoko taldeari galdetu. {{System Error: [3].}}
fi_fi: [2] ei voi asentaa jotakin tarvitsemistaan tuotteista. Ota yhteys tekniseen tukeen. {{Järjestelmävirhe: [3].}}
fr_fr: [2] ne peut pas installer l'un des produits requis. Contactez votre groupe de support technique. {{Erreur systȅme : [3].}}
hr_hr: [2] ne može instalirati jedan od obveznih proizvoda. Kontaktirajte svoju grupu za tehničku podršku. {{Pogreška sustava: [3].}}
hu_hu: A(z) [2] nem tudja telepíteni az egyik szükséges terméket. Forduljon a technikusokhoz. {{Rendszerhiba: [3].}}
ja_jp: [2] は要求された製品の 1 つをインストールできません。技術的に詳しい方にお問い合わせください。 {{システム エラー : [3]}}
lt_lt: [2] negali įdiegti vienos iš reikiamų programų. Kreipkitės į techninės pagalbos grupę. {{Sistemos klaida: [3].}}
lv_lv: [2] nevar instalēt vienu no tai nepieciešamajiem produktiem. Sazinieties ar tehniskā atbalsta grupu. {{Sistēmas kļūda: [3].}}
nb_no: [2] kan ikke installere et av de påkrevde produktene. Kontakt din tekniske st{__o /}ttegruppe. {{Systemfeil: [3].}}
nl_nl: [2] kan een van de benodigde producten niet installeren. Neem contact op met de systeembeheerder. {{Systeemfout: [3].}}
pl_pl: [2] nie może zainstalować jednego z wymaganych produktów. Skontaktuj się z grupš pomocy technicznej. {{B{__l /}šd systemu: [3].}}
ro_ro: [2] nu instaleazã unul dintre produsele care îi sunt necesare. Luaþi legãtura cu grupul de asistenþã tehnicã. {{Eroare de sistem: [3].}}
ru_ru: [2] не удается установить один из обязательных продуктов. Обратитесь в группу технической поддержки. {{Системная ошибка: [3].}}
sk_sk: [2] nemôže nainštalovať jeden zo svojich požadovaných produktov. Obráťte sa na pracovníkov technickej podpory. {{Systémová chyba: [3].}}
sv_se: [2] kan inte installera en nödvändig produkt. Kontakta den tekniska supportavdelningen. {{Systemfel: [3].}}
th_th: [2] 菽靆ﾒﾁﾒﾃｶｵﾔｴｵﾑ鬧ﾋｹﾖ隗羯ｼﾅﾔｵﾀﾑｳｱ・ﾕ襍鯱ｧ｡ﾒﾃ 耆魴ﾔｴｵ靉｡ﾅﾘ霖ﾊｹﾑｺﾊｹﾘｹｷﾒｧ犢､ｹﾔ､｢ﾍｧ､ﾘｳ {{ﾃﾐｺｺｼﾔｴｾﾅﾒｴ: [3].}}
tr_tr: [2] gerekli uygulamalarından birini yükleyemiyor. Teknik destek grubuyla bağlantı kurun. {{Sistem Hatası: [3].}}
vi_vn: [2] không thể cài đặt một trong những sản phẩm cần có. Kiểm với nhóm hỗ trợ kỹ thuật của bạn. {{Lỗi Hệ thống: [3].}}
zh_cn: [2] 不能安装某一所需产品。请与您的技术支持人员联系。 {{系统错误: [3]。}}

source: '[2]' is not a valid short file name.
ar_sa: '[2]' اسم ملف قصير غير صالح.
ca_es: "[2]" no és un nom curt de fitxer vȁlid.
cs_cz: [2] není platný krátký název souboru.
da_dk: '[2]' er et ugyldigt kort filnavn.
el_gr: Το '[2]' δεν είναι έγκυρο μικρό όνομα αρχείου.
eu_es: '[2]' ez da baliozko fitxategi-izen laburra.
fi_fi: [2] ei ole kelvollinen lyhyt tiedostonimi.
fr_fr: Le nom de fichier court [2] n'est pas valide.
hr_hr: '[2]' nije valjani kratki naziv datoteke.
hu_hu: A(z) '[2]' rövid fájlnév nem érvényes.
ja_jp: [2]' はショート ファイル名としては正しくありません。
lt_lt: [2] nėra leistinas trumpasis failo vardas.
lv_lv: '[2]' nav derīgs kā īsais faila nosaukums.
nb_no: [2] er ikke et gyldig kort filnavn.
nl_nl: [2] is een ongeldige korte bestandsnaam.
pl_pl: [2] nie jest prawid{__l /}owš krótkš nazwš pliku.
ro_ro: '[2]' nu este un nume scurt corect de fiºier.
ru_ru: "[2]" не является допустимым коротким именем файла.
sk_sk: '[2]' nie je platným krátkym názvom súboru.
sv_se: [2] är inte ett giltigt filnamn.
th_th: '[2]' 菽鞳ｪ隱ﾗ靉眩鮹蘯ｺﾊﾑ鮖ｷﾕ雜ﾙ｡ｵ鯱ｧ
tr_tr: '[2]' geçerli bir kısa dosya adı değil.
vi_vn: '[2]' không phải là tên tệp tin ngắn hợp lệ.
zh_cn: [2] 不是一个有效的短文件名。

source: [SimpleProductName] Setup completed successfully.
ar_sa: [SimpleProductName] إتمام برنامج الإعداد بنجاح.
ca_es: [SimpleProductName] La instal·lació ha acabat satisfactȍriament.
cs_cz: Instalace produktu [SimpleProductName] byla úspěšně dokončena.
da_dk: [SimpleProductName] Installationen er gennemf{__o /}rt.
el_gr: Η Εγκατάσταση του [SimpleProductName] ολοκληρώθηκε με επιτυχία.
eu_es: [SimpleProductName] arazorik gabe instalatu da.
fi_fi: Tuotteen [SimpleProductName] asennus onnistui.
fr_fr: Installation de [SimpleProductName] terminée.
hr_hr: [SimpleProductName] instalacija je završila uspješno.
hu_hu: A [SimpleProductName] telepítés sikeresen befejeződött.
ja_jp: [SimpleProductName] のセットアップを正しく完了しました。
lt_lt: [SimpleProductName] sąranka sėkmingai baigta.
lv_lv: [SimpleProductName] uzstādīšana ir sekmīgi pabeigta.
nb_no: Installasjonen av [SimpleProductName] er fullf{__o /}rt.
nl_nl: [SimpleProductName] Setup is voltooid.
pl_pl: [SimpleProductName] - Instalacja zakończy{__l /}a się pomylnie.
ro_ro: [SimpleProductName] Instalarea s-a terminat cu succes.
ru_ru: [SimpleProductName] Установка успешно завершена.
sk_sk: Inštalácia produktu [SimpleProductName] bola úspešne dokončená.
sv_se: Installationen av [SimpleProductName] har slutförts.
th_th: [SimpleProductName] ｵﾔｴｵﾑ鬧ﾍﾂ靨ｧﾊﾁｺﾙﾃｳ・
tr_tr: [SimpleProductName] Kur başarıyla tamamlandı.
vi_vn: Hoàn tất thành công Thiết lập [SimpleProductName] .
zh_cn: [SimpleProductName] 安装已成功完成。

source: [SimpleProductName] Setup failed.
ar_sa: [SimpleProductName] فشل برنامج الإعداد.
ca_es: [SimpleProductName] La instal·lació ha fallat.
cs_cz: Instalace produktu [SimpleProductName] se nezdařila.
da_dk: [SimpleProductName] Installationen mislykkedes.
el_gr: Η Εγκατάσταση του [SimpleProductName] απέτυχε.
eu_es: Huts egin du [SimpleProductName] instalatzean.
fi_fi: Tuotteen [SimpleProductName] asennus epäonnistui.
fr_fr: Échec de l'installation de {[SimpleProductName]}.
hr_hr: [SimpleProductName] instalacija nije uspjela.
hu_hu: A [SimpleProductName] telepítés nem sikerült.
ja_jp: [SimpleProductName] のセットアップに失敗しました。
lt_lt: [SimpleProductName] sąranka nepavyko.
lv_lv: [SimpleProductName] uzstādīšana neizdevās.
nb_no: Installasjonen av [SimpleProductName] mislyktes.
nl_nl: [SimpleProductName] Setup is mislukt.
pl_pl: [SimpleProductName] - Instalacja zosta{__l /}a przerwana.
ro_ro: [SimpleProductName] Instalarea nu a reuºit.
ru_ru: [SimpleProductName] Установка не выполнена.
sk_sk: Inštalácia produktu [SimpleProductName] zlyhala.
sv_se: Installationen av [SimpleProductName] misslyckades.
th_th: [SimpleProductName] ｵﾔｴｵﾑ鬧ﾅ鮹猴ﾅﾇ
tr_tr: [SimpleProductName] Kur başarısız oldu.
vi_vn: Thiết lập [SimpleProductName] thất bại.
zh_cn: [SimpleProductName] 安装失败。

source: {{Disk full: }}
ar_sa: {{قرص ممتلئ: }}
ca_es: {{Disc ple: }}
cs_cz: {{Disk je plný: }}
da_dk: {{Disken er fuld: }}
el_gr: {{Ο δίσκος είναι γεμάτος: }}
eu_es: {{Diskoa beteta dago: }}
fi_fi: {{Levy on täynnä: }}
fr_fr: {{Disque saturé : }}
hr_hr: {{Disk pun: }}
hu_hu: {{A lemez megtelt: }}
ja_jp: {{ディスクがいっぱいです: }}
lt_lt: {{Diskas pilnas: }}
lv_lv: {{Disks ir pilns: }}
nb_no: {{Disken er full: }}
nl_nl: {{Schijf vol: }}
pl_pl: {{Dysk pe{__l /}ny: }}
ro_ro: {{Disc plin: }}
ru_ru: {{Диск переполнен: }}
sk_sk: {{Disk je plný: }}
sv_se: {{Disken är full: }}
th_th: {{ｴﾔﾊ｡・ｵ鄰: }}
tr_tr: {{Disk dolu: }}
vi_vn: {{Đĩa đầy: }}
zh_cn: {{磁盘已满: }}

source: {{Error [1]. }}
ar_sa: {{خطأ [1]. }}
cs_cz: {{Chyba [1]. }}
da_dk: {{Fejl [1]. }}
el_gr: {{Σφάλμα [1]. }}
eu_es: {{[1] errorea. }}
fi_fi: {{Virhe [1]. }}
fr_fr: {{Erreur [1]. }}
hr_hr: {{Pogreška [1]. }}
hu_hu: {{Hiba: [1]. }}
ja_jp: {{エラー [1]。 }}
lt_lt: {{Klaida [1]. }}
lv_lv: {{Kļūda [1]. }}
nb_no: {{Feil [1]. }}
nl_nl: {{Fout [1]. }}
pl_pl: {{B{__l /}šd [1]. }}
ro_ro: {{Eroare [1]. }}
ru_ru: {{Ошибка [1]. }}
sk_sk: {{Chyba [1]. }}
sv_se: {{Fel [1]. }}
th_th: {{｢鯱ｼﾔｴｾﾅﾒｴ [1]. }}
tr_tr: {{Hata [1]. }}
vi_vn: {{Lỗi [1]. }}
zh_cn: {{错误 [1]。}}

source: {{Fatal error: }}
ar_sa: {{خطأ حاسم: }}
ca_es: {{Error fatal: }}
cs_cz: {{Závažná chyba: }}
da_dk: {{Alvorlig fejl: }}
el_gr: {{Ανεπανόρθωτο σφάλμα: }}
eu_es: {{Ezinbesteko errorea: }}
fi_fi: {{Peruuttamaton virhe: }}
fr_fr: {{Erreur fatale : }}
hr_hr: {{Fatalna pogreška: }}
hu_hu: {{Súlyos hiba: }}
ja_jp: {{致命的なエラー: }}
lt_lt: {{Lemtingoji klaida: }}
lv_lv: {{Fatāla kļūda: }}
nb_no: {{Uopprettelig feil: }}
nl_nl: {{Fatale fout: }}
pl_pl: {{B{__l /}šd krytyczny: }}
ro_ro: {{Eroare fatalã: }}
ru_ru: {{Неустранимая ошибка: }}
sk_sk: {{Kritická chyba: }}
sv_se: {{Allvarligt fel: }}
th_th: {{｢鯱ｼﾔｴｾﾅﾒｴﾃ鰓ﾂ眦ｧ: }}
tr_tr: {{Önemli hata: }}
vi_vn: {{Lỗi nặng: }}
zh_cn: {{致命错误: }}

source: === Logging started: [Date] [Time] ===
ar_sa: === بدء تسجيل الدخول: ‏[Date] [Time] ===
ca_es: === Connexió començada: [Date] [Time] ===
cs_cz: === Začátek protokolování: [Date] [Time] ===
da_dk: === Logf{__o /}ring påbegyndt: [Date] [Time] ===
el_gr: === Έναρξη καταγραφής: [Date] [Time] ===
eu_es: === Saioa noiz hasi den: [Date] [Time] ===
fi_fi: === Kirjaaminen alkoi: [Date] [Time] ===
fr_fr: === Début de l'écriture dans le journal : [Date] [Time] ===
hr_hr: === Zapisivanje započeto: [Date] [Time] ===
hu_hu: === Naplózás kezdete: [Date] [Time] ===
ja_jp: === ログ開始: [Date] [Time] ===
lt_lt: === Registravimas pradėtas: [Date] [Time] ===
lv_lv: === Reģistrēšana žurnālā sākta: [Date] [Time] ===
nb_no: === Logg startet: [Date] [Time] ===
nl_nl: === Logboekfunctie gestart: [Date] [Time] ===
pl_pl: === Rejestrowanie rozpoczęte: [Date] [Time] ===
ro_ro: === Pornirea scrierii în jurnal: [Date] [Time] ===
ru_ru: === Начало записи журнала: [Date] [Time] ===
sk_sk: === Zapisovanie do denníka spustené: [Date] [Time] ===
sv_se: === Inloggning påbörjades: [Date] [Time] ===
th_th: === ｡ﾒﾃ爍郤ｻﾃﾐﾇﾑｵﾔ狹ﾔ霖: [Date] [Time] ===
tr_tr: === Günlük başladı: [Date] [Time] ===
vi_vn: === Đăng nhập bắt đầu: [Date] [Time] ===
zh_cn: === 记录开始: [Date] [Time] ===

source: === Logging stopped: [Date] [Time] ===
ar_sa: === توقف تسجيل الدخول: [Date] [Time] ===
ca_es: === Connexió aturada: [Date] [Time] ===
cs_cz: === Konec protokolování: [Date] [Time] ===
da_dk: === Logf{__o /}ring stoppet: [Date] [Time] ===
el_gr: === Διακοπή καταγραφής: [Date] [Time] ===
eu_es: === Saioa noiz amaitu den: [Date] [Time] ===
fi_fi: === Kirjaaminen päättyi: [Date] [Time] ===
fr_fr: === Fin de l'écriture dans le journal : [Date] [Time] ===
hr_hr: === Zapisivanje zaustavljeno: [Date] [Time] ===
hu_hu: === Naplózás vége: [Date] [Time] ===
ja_jp: === ログ終了: [Date] [Time] ===
lt_lt: === Registravimas baigtas: [Date] [Time] ===
lv_lv: === Reģistrēšana žurnālā apturēta: [Date] [Time] ===
nb_no: === Logg stanset: [Date] [Time] ===
nl_nl: === Logboekfunctie beëindigd: [Date] [Time] ===
pl_pl: === Rejestrowanie zatrzymane: [Date] [Time] ===
ro_ro: === Oprirea scrierii în jurnal: [Date] [Time] ===
ru_ru: === Завершение записи журнала: [Date] [Time] ===
sk_sk: === Zapisovanie do denníka zastavené: [Date] [Time] ===
sv_se: === Inloggning påbörjades: [Date] [Time] ===
th_th: === ｡ﾒﾃ爍郤ｻﾃﾐﾇﾑｵﾔﾋﾂﾘｴ: [Date] [Time] ===
tr_tr: === Günlük durdu: [Date] [Time] ===
vi_vn: === Đăng nhập dừng: [Date] [Time] ===
zh_cn: === 记录停止: [Date] [Time] ===

source: A file that is required cannot be installed because the cabinet file [2] has an invalid digital signature. This may indicate that the cabinet file is corrupt.{{ Error [3] was returned by WinVerifyTrust.}}
ar_sa: تعذر تثبيت ملف مطلوب بسبب وجود توقيع رقمي غير صالح لملف الخزانة [2]. قد يشير هذا إلى أن ملف الخزانة تالف.{{ تم إعادة الخطأ [3] من قِبل WinVerifyTrust.}}
ca_es: No es pot instal·lar un fitxer requerit perquȅ el fitxer d'arxivador [2] té una signatura digital que no és vȁlida. Aixȍ pot indicar que el fitxer d'arxivador és defectuós. {{ WinVerifyTrust ha retornat un error [3].}}
cs_cz: Požadovaný soubor nemůže být nainstalován, protože digitální podpis instalačního souboru [2] je neplatný. To může znamenat, že instalační soubor je poškozen. {{Funkce WinVerifyTrust vrátila chybu [3].}}
da_dk: En n{__o /}dvendig fil kan ikke installeres, fordi kabinetfilen [2] har en ugyldig digital signatur. Dette kan skyldes, at kabinetfilen er beskadiget.{{ Fejlen [3] blev returneret af WinVerifyTrust.}}
el_gr: Ένα αρχείο που απαιτείται δεν μπορεί να εγκατασταθεί επειδή η αρχειοθήκη [2] έχει μη έγκυρη ψηφιακή υπογραφή. Αυτό ίσως δείχνει ότι η αρχειοθήκη είναι κατεστραμμένη.{{ Σφάλμα [3] επιστράφηκε από το WinVerifyTrust.}}
eu_es: Behar den fitxategia ezin da instalatu kabinete fitxategiak baliogabeko digital sinadura bat daukalako. Honek kabinete fitxategia hondatuta daboela adierazi dezake.{{ Errorea [3] WinVerifyTrust-ak itzulia da.}}
fi_fi: Tarvittua tiedostoa ei voida asentaa, koska cab-tiedostolla [2] on kelpaamaton digitaalinen allekirjoitus. Cab-tiedosto saattaa olla viallinen.{{ WinVerifyTrust palautti virheen [3].}}
fr_fr: Un fichier nécessaire ne peut pas être installé car la signature numérique du fichier CAB [2] n'est pas valide. Il s'agit peut-être d'un fichier CAB endommagé.{{ L'erreur [3] a été renvoyée par WinVerifyTrust.}}
hr_hr: Traženu datoteku nije moguće instalirati jer kabinet datoteka [2] ima neispravan digitalni potpis. To možda ukazuje da je kabinet datoteka oštećena.{{ Pogrešku [3] vratio je WinVerifyTrust.}}
hu_hu: Egy szükséges fájlt nem lehetett telepíteni, mert a kabinetfájl ([2]) digitális aláírása érvénytelen. Ez azt jelentheti, hogy a fájl sérült. {{ A WinVerifyTrust által visszaadott hiba: [3].}}
ja_jp: キャビネット ファイル [2] に無効なデジタル署名が付いているため、必要なファイルをインストールできません。キャビネット ファイルが壊れている可能性があります。{{ エラー [3] が WinVerifyTrust によって返されました。}}
lt_lt: Nepavyko įdiegti reikiamo failo, kadangi kabinetinis failas [2] nepasirašytas elektroniniu parašu. Tai gali reikšti, kad kabinetinis failas yra pažeistas. {{ programa WinVerifyTrust grąžino klaidą [3].}}
lv_lv: Failu, kas ir nepieciešams, nevar instalēt, jo kabinetfailam [2] ir nederīgs ciparparaksts. Iespējams, ka kabinetfails ir bojāts.{{ WinVerifyTrust atgrieza kļūdu [3].}}
nb_no: Kan ikke installere en påkrevd fil fordi kabinettfilen [2] har en ugyldig digital signatur. Dette kan indikere at kabinettfilen er skadet.{{ Feil [3] ble returnert av WinVerifyTrust.}}
nl_nl: Een vereist bestand kan niet worden geïnstalleerd omdat de digitale handtekening van het CAB-bestand [2] ongeldig is. Dit geeft aan dat het CAB-bestand beschadigd is.{{ Fout [3] is geretourneerd door WinVerifyTrust.}}
pl_pl: Nie można zainstalować wymaganego pliku, ponieważ plik cabinet [2] ma nieprawid{__l /}owy podpis cyfrowy. Może to wskazywać, że plik cabinet jest uszkodzony. {{Modu{__l /} WinVerifyTrust zwróci{__l /} b{__l /}šd [3].}}
ro_ro: Imposibil de instalat unul din fiºierele solicitate deoarece fiºierul cabinet [2] are o semnãturã digitalã incorectã. Aceasta poate sã indice cã fiºierul cabinet este deteriorat.{{ WinVerifyTrust a returnat eroarea [3].}}
ru_ru: Невозможно установить необходимый файл, поскольку CAB-файл [2] имеет неправильную цифровую подпись. Возможно CAB-файл поврежден.{{ Ошибка [3] возвращена программой WinVerifyTrust.}}
sk_sk: Požadovaný súbor nemožno nainštalovať, pretože na súbore kabinetu [2] je neplatný digitálny podpis. Mohlo by to znamenať, že súbor kabinetu je poškodený. {{Nástroj WinVerifyTrust vrátil chybu [3].}}
sv_se: En fil som krävs kan inte installeras eftersom CAB-filen [2] har en felaktig digital signatur. Detta kan tyda på att CAB-filen är skadad.{{ Felet [3] returnerades av WinVerifyTrust.}}
th_th: 眩鮹ｷﾕ險ﾓ狃郢菽靆ﾒﾁﾒﾃｶｶﾙ｡ｵﾔｴｵﾑ鬧莇・狎ﾃﾒﾐ眩鮹 cabinet [2] ｶﾙ｡ﾅｧｪﾗ靉蘯ｺｴﾔｨﾔｵﾑﾅﾍﾂ靨ｧ菽雜ﾙ｡ｵ鯱ｧ ｫﾖ隗ﾍﾒｨ狃郢狎ﾃﾒﾐﾇ靨眩鮹 cabinet ｹﾕ鰲ﾊﾕﾂﾋﾒﾂ {{ ｢鯱ｼﾔｴｾﾅﾒｴ [3] ｶﾙ｡ﾊ隗｡ﾅﾑｺ､ﾗｹ箒ﾂ WinVerifyTrust.}}
tr_tr: [2] kabin dosyası dijital imzalanmadığı için gereken bir dosya yüklenemiyor. Bu, kabin dosyasında bir bozulmadan kaynaklanabilir.{{ WinVerifyTrust tarafından döndürülen [3] hatası.}}
vi_vn: Không thể cài đặt tệp tin cần có vì tủ tệp tin [2] được ký xác nhận số hóa không hơp lệ. Có thể là tủ tệp tin bị hư. {{ Có lỗi [3] xuất hiện trong WinVerifyTrust.}}
zh_cn: 需要的文件不能安装，因为 CAB 文件 [2] 的数字签名无效。这可能表示 CAB 文件已损坏。{{WinVerifyTrust 返回了错误 [3] 。}}

source: A file that is required cannot be installed because the cabinet file [2] is not digitally signed. This may indicate that the cabinet file is corrupt.
ar_sa: تعذر تثبيت ملف مطلوب بسبب عدم وجود التوقيع الرقمي لملف الخزانة [2]. قد يشير هذا إلى أن ملف الخزانة تالف.
ca_es: No es pot instal·lar un fitxer requerit perquȅ el fitxer d'arxivador [2] no estȁ signat digitalment. Aixȍ pot indicar que el fitxer d'arxivador és defectuós.
cs_cz: Požadovaný soubor nemůže být nainstalován, protože instalační soubor [2] není digitálně podepsán. To může znamenat, že instalační soubor je poškozen.
da_dk: En n{__o /}dvendig fil kan ikke installeres, fordi kabinetfilen [2] ikke er digitalt signeret. Det betyder muligvis, at kabinetfilen er beskadiget.
el_gr: Ένα αρχείο που απαιτείται δεν μπορεί να εγκατασταθεί επειδή η αρχειοθήκη [2] δεν είναι ψηφιακά υπογεγραμμένη. Αυτό ίσως δείχνει ότι η αρχειοθήκη είναι κατεστραμμένη.
eu_es: Behar den fitxategia ezin da instalatu kabinete fitxategia [2] ez dago digitalki sinatua. Honek kabinete fitxategia hondatuta dagoela adierazi dezake.
fi_fi: Tarvittua tiedostoa ei voida asentaa, koska cab-tiedosto [2] ei ole digitaalisesti allekirjoitettu. Cab-tiedosto saattaa olla viallinen.
fr_fr: Un fichier nécessaire ne peut pas être installé car le fichier CAB [2] n'est pas signé numériquement. Il s'agit peut-être d'un fichier CAB endommagé.
hr_hr: Traženu datoteku nije moguće instalirati jer kabinet datoteka [2] nije digitalno potpisana. To može ukazivati da je kabinet datoteka oštećena.
hu_hu: Egy szükséges fájlt nem lehetett telepíteni, mert a kabinetfájl ([2]) nincs digitálisan aláírva. Ez azt jelentheti, hogy a fájl sérült.
ja_jp: キャビネット ファイル [2] にデジタル署名が付いていないため、必要なファイルをインストールできません。キャビネット ファイルが壊れている可能性があります。
lt_lt: Nepavyko įdiegti reikiamo failo, kadangi kabinetinis failas [2] nepasirašytas elektroniniu parašu. Tai gali reikšti, kad kabinetinis failas yra pažeistas.
lv_lv: Failu, kas ir nepieciešams, nevar instalēt, jo kabinetfailam [2] nav ciparparaksta. Iespējams, ka kabinetfails ir bojāts.
nb_no: Kan ikke installere en påkrevd fil fordi kabinettfilen [2] ikke er digitalt signert. Dette kan indikere at kabinettfilen er skadet.
nl_nl: Een vereist bestand kan niet worden geïnstalleerd omdat het CAB-bestand [2] niet digitaal is ondertekend. Dit geeft aan dat het CAB-bestand beschadigd is.
pl_pl: Nie można zainstalować wymaganego pliku, ponieważ plik cabinet [2] nie jest podpisany cyfrowo. Może to wskazywać, że plik cabinet jest uszkodzony.
ro_ro: Imposibil de instalat unul din fiºierele solicitate deoarece fiºierul cabinet [2] nu este semnat digital. Aceasta poate sã indice cã fiºierul cabinet este deteriorat.
ru_ru: Невозможно установить необходимый файл, поскольку CAB-файл [2] не имеет цифровой подписи. Возможно CAB-файл поврежден.
sk_sk: Požadovaný súbor nemožno nainštalovať, pretože súbor kabinetu [2] nie je digitálne podpísaný. Mohlo by to znamenať, že súbor kabinetu je poškodený.
sv_se: En fil som krävs kan inte installeras eftersom CAB-filen [2] inte signerats digitalt. Detta kan tyda på att CAB-filen är skadad.
th_th: 眩鮹ｷﾕ險ﾓ狃郢菽靆ﾒﾁﾒﾃｶｶﾙ｡ｵﾔｴｵﾑ鬧莇・狎ﾃﾒﾐ眩鮹 cabinet [2] 菽鞴ｴ鮓ﾙ｡ﾅｧｪﾗ靉蘯ｺｴﾔｨﾔｵﾑﾅ ｫﾖ隗ﾍﾒｨ狃郢狎ﾃﾒﾐﾇ靨眩鮹 cabinet ｹﾕ鰲ﾊﾕﾂﾋﾒﾂ
tr_tr: [2] kabin dosyası dijital imzalanmadığı için gereken bir dosya yüklenemiyor. Bu, kabin dosyasında bir bozulmadan kaynaklanabilir.
vi_vn: Không thể cài đặt tệp tin cần có vì tủ tệp tin [2] chưa được ký xác nhận số hóa. Có thể là tủ tệp tin bị hư.
zh_cn: 需要的文件不能安装，因为 CAB 文件 [2] 没有数字签名。这可能表示 CAB 文件已损坏。

source: A network error occurred while attempting to create the folder: [2]
ar_sa: حدوث خطأ في شبكة الاتصال أثناء محاولة إنشاء الدليل: [2]
ca_es: Hi ha hagut un error de xarxa en intentar crear el directori: [2]
cs_cz: Při pokusu o vytvoření adresáře [2] došlo k síťové chybě.
da_dk: Der opstod en netværksfejl ved fors{__o /}g på at oprette mappen: [2]
el_gr: Παρουσιάστηκε σφάλμα δικτύου κατά την προσπάθεια δημιουργίας του καταλόγου: [2]
eu_es: Sareko errorea gertatu da direktorio hau sortzean: [2]
fi_fi: Verkkovirhe luotaessa kansiota: [2]
fr_fr: Erreur au niveau du réseau lors de la tentative de création du répertoire [2]
hr_hr: Došlo je do mrežne pogreške pri pokušaju stvaranja imenika: [2]
hu_hu: Hálózati hiba történt a következő könyvtár létrehozásakor: [2]
ja_jp: ディレクトリ [2] を作成中に、ネットワーク エラーが発生しました。
lt_lt: Tinklo klaida bandant sukurti katalogą: [2]
lv_lv: Mēģinot izveidot direktoriju [2], radās tīkla kļūda.
nb_no: Det oppstod en nettverksfeil under fors{__o /}ket på å opprette katalogen: [2]
nl_nl: Er is een netwerkfout opgetreden bij het maken van map [2].
pl_pl: Wystšpi{__l /} b{__l /}šd sieciowy podczas próby utworzenia katalogu: [2]
ro_ro: Eroare de reþea la încercarea de a crea directorul: [2]
ru_ru: Ошибка в сети при создании каталога [2]
sk_sk: Pri pokuse o vytvorenie adresára [2] sa vyskytla sieťová chyba
sv_se: Ett nätverksfel uppstod vid skapandet av katalogen: [2]
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爨ﾃﾗﾍ｢靨ﾂ爍ﾔｴ｢ﾖ鮖｢ｳﾐｾﾂﾒﾂﾒﾁｷﾕ險ﾐﾊﾃ鰓ｧ莇狹｡ｵﾍﾃﾕ: [2]
tr_tr: [2] dizini oluşturulmaya çalışılırken bir ağ hatası oluştu.
vi_vn: Có lỗi mạng trong khi cố gắng tạo thư mục: [2]
zh_cn: 试图创建目录 [2] 时发生网络错误。

source: A network error occurred while attempting to open the source file cabinet: [2]
ar_sa: حدوث خطأ في شبكة الاتصال أثناء محاولة فتح خزانة ملف المصدر: [2]
ca_es: Hi ha hagut un error en intentar obrir el calaix de fitxers d'origen: [2]
cs_cz: Při pokusu o otevření zdrojového souboru CAB ([2]) došlo k síťové chybě.
da_dk: Der opstod en netværksfejl ved fors{__o /}g på at åbne kildefilskabinet: [2]
el_gr: Παρουσιάστηκε σφάλμα δικτύου κατά την προσπάθεια ανοίγματος της αρχειοθήκης του αρχείου προέλευσης: [2]
eu_es: Sareko errorea gertatu da sorburuko fitxategi-kabinetea irekitzean: [2]
fi_fi: Verkkovirhe avattaessa Cab-lähdetiedostoa: [2]
fr_fr: Erreur au niveau du réseau lors de la tentative d'ouverture du fichier CAB source [2]
hr_hr: Došlo je do mrežne pogreške pri pokušaju otvaranja izvorišne datoteke .cab: [2]
hu_hu: Hálózati hiba történt a forrásként szolgáló gyűjtőfájl megnyitásakor: [2]
ja_jp: ソース ファイル キャビネットを開いている途中で、ネットワーク エラーが発生しました: [2]。
lt_lt: Tinklo klaida įvyko bandant atidaryti pirminį kabinetinį failą: [2]
lv_lv: Mēģinot atvērt avota kabinetfailu [2], radās tīkla kļūda.
nb_no: Det oppstod en nettverksfeil under fors{__o /}ket på å åpne kildearkivet: [2]
nl_nl: Er is een netwerkfout opgetreden bij het openen van het broncabinetbestand [2].
pl_pl: Wystšpi{__l /} b{__l /}šd sieciowy podczas próby otwarcia pliku ród{__l /}owego z pliku cabinet: [2]
ro_ro: Eroare de reþea la încercarea de a deschide containerul fiºierului sursã: [2]
ru_ru: Ошибка в сети при открытии исходного CAB-файла [2]
sk_sk: Pri pokuse o otvorenie kabinetu zdrojového súboru [2] sa vyskytla sieťová chyba
sv_se: Ett nätverksfel uppstod vid försök att öppna källans CAB-fil: [2]
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爨ﾃﾗﾍ｢靨ﾂ爍ﾔｴ｢ﾖ鮖｢ｳﾐｾﾂﾒﾂﾒﾁｷﾕ險ﾐ狃ﾔｴ睛ﾅ隗眩鮹: [2]
tr_tr: [2] kaynak dosya kabini açılmaya çalışılırken bir ağ hatası oluştu.
vi_vn: Có lỗi mạng trong khi cố gắng mở tủ tệp tin nguồn: [2]
zh_cn: 试图打开源文件包 [2] 时发生网络错误。
