Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Could not delete value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر حذف القيمة [2] من مفتاح [3]. {{ خطأ في النظام [4].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut suprimir el valor [2] de la clau [3]. {{ Error del sistema [4].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze odstranit hodnotu [2] z klíče [3]. {{ Systémová chyba [4].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Værdien [2] kunne ikke slettes fra n{__o /}glen [3]. {{ Systemfejl [4].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η διαγραφή της τιμής [2] από το κλειδί [3]. {{ Σφάλμα συστήματος [4].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] balioa [3] gakotik ezabatu. {{ [4] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Arvon [2] poistaminen avaimesta [3] epäonnistui. {{ Järjestelmävirhe [4].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible de supprimer la valeur [2] de la clé [3].{{ Erreur systȅme [4].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće brisanje vrijednosti [2] iz ključa [3]. {{ Pogreška sustava [4].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje podrške.
hu_hu: A(z) [3] kulcsból nem sikerült törölni a(z) [2] értéket. {{ Rendszerhiba [4].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [3] から値 [2] を削除できませんでした。{{ システム エラー [4]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko panaikinti rakto [3] vertės [2]. {{ Sistemos klaida [4].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja dzēst atslēgas [3] vērtību [2]. {{Sistēmas kļūda [4].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke slette verdien [2] fra n{__o /}kkelen [3]. {{ Systemfeil [4].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan waarde [2] niet verwijderen uit sleutel [3]. {{ Systeemfout [4].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można usunšć wartoci [2] z klucza [3]. {{ B{__l /}šd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de ºters valoarea [2] din cheia [3]. {{ Eroare de sistem [4].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается удалить значение [2] из раздела [3]. {{ Системная ошибка [4].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné odstrániť hodnotu [2] z kľúča [3]. {{ Systémová chyba [4].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att ta bort värdet [2] från nyckeln [3]. {{ Systemfel [4].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾅｺ､靨 [2] ｨﾒ｡ key [3]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [4].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [3] anahtarından [2] değeri silinemedi. {{ Sistem hatası [4].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể bỏ giá trị [2] từ khóa [3]. {{ Lỗi hệ thống [4].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法删除值 [2]（从键 [3] 中）。{{ 系统错误 [4]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not find any previously installed compliant products on the machine for installing this product.
ar_sa: تعذر العثور على أي منتجات متوافقة مثبتة سابقاً على الجهاز لتثبيت هذا المنتج.
ca_es: No s'ha pogut buscar cap producte compatible prȅviament instal·lat a l'ordinador per instal·lar aquest producte.
cs_cz: V počítači nebyly nalezeny některé z dříve nainstalovaných opravňujících produktů potřebných pro instalaci tohoto produktu.
da_dk: Der blev ikke fundet nogen tidligere installerede produkter på computeren, der berettiger til installation af dette produkt.
el_gr: Δεν ήταν δυνατή η εύρεση συμβατών προϊόντων που έχουν ήδη εγκατασταθεί στον υπολογιστή για την εγκατάσταση αυτού του προϊόντος.
eu_es: Ezin da produktu hau instalatzeko egokia den aurrez instalatutako produkturik aurkitu ordenadorean.
fi_fi: Tietokoneesta ei löytynyt tämän tuotteen asennukseen käytettäviä aiemmin asennettuja yhteensopivia tuotteita.
fr_fr: Impossible de trouver sur cet ordinateur un produit compatible pour permettre l'installation de ce produit.
hr_hr: Za instaliranje ovog proizvoda na računalu nije moguće pronaći nijedan prethodno instaliran uskladivi program.
hu_hu: A gépen nem található olyan, korábban már telepített egyéb termék, amely ennek a terméknek a telepítéséhez szükséges.
ja_jp: このコンピュータにこの製品をインストールするのに、前もってインストールされていなければならない製品が見つかりませんでした。
lt_lt: Kompiuteryje nerasta jokia anksčiau įdiegta suderinama programa, skirta šiai programai diegti.
lv_lv: Datorā, kurā paredzēta instalēšana, nevarēja atrast nevienu agrāk instalētu atbilstošu produktu.
nb_no: Finner ingen tidligere installerte kompatible produkter på maskinen for å installere dette produktet.
nl_nl: Kan geen eerder geïnstalleerde compatibele producten op de computer vinden om dit product te installeren.
pl_pl: Nie można odnaleć wczeniej zainstalowanych produktów zależnych od instalacji tego produktu.
ro_ro: Imposibil de gãsit produse adecvate, instalate anterior pe calculator, pentru instalarea acestui produs.
ru_ru: Не удается найти установленные совместимые продукты для установки данного продукта.
sk_sk: Na tomto počítači nie je možné nájsť žiadne nainštalované produkty spĺňajúce podmienky na inštaláciu tohto produktu.
sv_se: Det går inte att hitta några tidigare installerade kompatibla produkter på datorn för installation av den här produkten.
th_th: 菽靆ﾒﾁﾒﾃｶｾｺｼﾅﾔｵﾀﾑｳｱ・ﾕ險ﾓ狃郢ﾊﾓﾋﾃﾑｺ｡ﾒﾃｵﾔｴｵﾑ鬧ｼﾅﾔｵﾀﾑｳｱ・ﾕ鮓ﾙ｡ｵﾔｴｵﾑ鬧萇鬘靉ｹﾋｹ鰓ｺｹ爨ﾃﾗ靉ｧｹﾕ・
tr_tr: Bu ürünü yüklemek için bu bilgisayara daha önce yüklenmiş uyumlu ürünler bulunamadı.
vi_vn: Không thể tìm thấy bất kỳ sản phẩm tương thích cài đặt trước trên máy để cài đặt sản phẩm này.
zh_cn: 无法在计算机上找到安装本产品所需的任何以前安装的相应产品。

source: Could not get sub key names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر الحصول على اسماء مفاتيح فرعية لمفتاح [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'han pogut obtenir els noms de subclau de la clau [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze získat názvy podklíčů u klíče [2]. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Undern{__o /}glenavne på n{__o /}glen [2] kunne ikke hentes. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η λήψη ονομάτων δευτερευόντων κλειδιών για το κλειδί [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da azpigakoen izenik lortu [2] gakoarentzat. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen [2] aliavainten nimien haku epäonnistui. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible d'obtenir le nom des sous-clés de la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće dobiti nazive podključeva za ključ [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: Nem sikerült a(z) [2] kulcshoz tartozó alkulcsokat betölteni. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [2] に対するサブ キー名を取得できませんでした。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko raktui [2] rasti porakčių pavadinimų. {{ Sistemos klaida [3].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja iegūt atslēgas [2] apakšatslēgu nosaukumus. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke hente undern{__o /}kkelnavn for n{__o /}kkelen [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan geen subsleutelnamen opvragen voor sleutel [2]. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można pobrać nazw podklucza [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de preluat numele subcheilor pentru cheia [2]. {{ Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается получить имена подразделов из раздела [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné získať názvy podkľúčov kľúča [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att hämta undernyckelnamn för nyckeln [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶ莇鯏ﾑｺｪﾗ靉 key ﾂ靉ﾂﾊﾓﾋﾃﾑｺ key [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarının alt anahtar adları alınamadı. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể lấy tên khóa phụ cho khóa [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法获取键 [2] 的子键。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not get value names for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر الحصول على اسماء قيم لمفتاح [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'han pogut obtenir els noms de valor de la clau [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze získat názvy hodnot ke klíči [2]. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Værdinavne på n{__o /}glen [2] kunne ikke hentes. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η λήψη ονομάτων τιμών για το κλειδί [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da balio-izenik lortu [2] gakoarentzat. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen [2] arvojen nimien haku epäonnistui. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible d'obtenir le nom des valeurs de la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće dobiti vrijednosti naziva za ključ [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: Nem sikerült a(z) [2] kulcshoz tartozó értékneveket betölteni. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [2] に対する値の名前を取得できませんでした。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko raktui [2] rasti verčių pavadinimų. {{ Sistemos klaida [3].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja iegūt atslēgas [2] vērtību nosaukumus. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke hente verdinavn for n{__o /}kkelen [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan geen waardenamen opvragen voor sleutel [2]. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można pobrać nazw wartoci klucza [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de preluat numele valorilor pentru cheia [2]. {{Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается получить имена значений из раздела [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné získať názvy hodnôt kľúča [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att hämta värdenamn för nyckeln [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶ莇鯏ﾑｺｪﾗ靉ﾊﾓﾋﾃﾑｺ key [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarının değer adları alınamadı. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể lấy tên giá trị cho khóa [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法获取键 [2] 的数值名称。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not increase the available registry space. [2] KB of free registry space is required for the installation of this application.
ar_sa: تعذر زيادة مساحة التسجيل المتوفرة. المطلوب [2] كيلوبايت من مساحة التسجيل الحرة لتثبيت هذا التطبيق.
ca_es: No s'ha pogut incrementar l'espai del Registre disponible. Es requereixen [2] KB d'espai lliure del Registre per a la instal·lació d'aquesta aplicació.
cs_cz: Nelze zvětšit dostupné místo v registru. K instalaci této aplikace je potřeba [2] kB volného místa v registru.
da_dk: Der kunne ikke skaffes mere plads i registreringsdatabasen. [2] KB ledig registreringsplads er n{__o /}dvendig for installationen af programt.
el_gr: Δεν ήταν δυνατή η αύξηση του διαθέσιμου χώρου στο μητρώο. Απαιτούνται [2] KB ελεύθερου χώρου στο μητρώο για την εγκατάσταση αυτής της εφαρμογής.
eu_es: Ezin da erregistroan erabilgarri dagoen lekua handitu. Erregistroan [2] KB izan behar dira libre aplikazio hau instalatu ahal izateko.
fi_fi: Rekisteritilan lisääminen ei onnistu. Tämän sovelluksen asentaminen vaatii [2] kt vapaata rekisteritilaa.
fr_fr: Impossible d'augmenter l'espace disponible dans le registre. [2] Ko d'espace doivent être libres dans le registre pour permettre l'installation de cette application.
hr_hr: Nije moguće povećati dostupan prostor registra. [2] KB slobodnog prostora registra potrebno je za instalaciju ovog programa.
hu_hu: Nem sikerült növelni a regisztrációs helyet. Ennek az alkalmazásnak a telepítéséhez [2] KB szabad regisztrációs hely szükséges.
ja_jp: 使用可能なレジストリ領域を増やすことができませんでした。このアプリケーションをインストールするには、[2] KB のレジストリ領域が必要です。
lt_lt: Nepavyko padidinti registro apimties. Šios programos diegimui reikia [2] KB nepanaudotos registro atminties.
lv_lv: Nevarēja palielināt pieejamo reģistra vietu. Šīs lietojumprogrammas instalēšanai ir nepieciešams [2] KB brīvas vietas reģistrā.
nb_no: Kan ikke {__o /}ke tilgjengelig registerplass. [2] kB ledig registerplass er n{__o /}dvendig for å installere dette programt.
nl_nl: Kan de beschikbare register-ruimte niet vergroten. Voor de installatie van deze toepassing is [2] kB aan vrije ruimte voor het register nodig.
pl_pl: Nie można zwiększyć dostępnej przestrzeni rejestru. Do instalacji tej aplikacji wymagane jest [2] KB wolnego miejsca dla rejestru.
ro_ro: Imposibil de mãrit spaþiul disponibil pentru registry. Pentru instalarea acestei aplicaþii este necesar un spaþiu liber pentru registry de [2] KO.
ru_ru: Не удается увеличить размер реестра. Для установки данного приложения необходимо [2] Кбайт свободного места в реестре.
sk_sk: Nie je možné zväčšiť dostupné miesto v databáze Registry. Inštalácia tejto aplikácie vyžaduje [2] kB voľného miesta v databáze Registry.
sv_se: Det gick inte att öka det tillgängliga registerutrymmet. [2] kB av det lediga registerutrymmet krävs för att installera det här programmet.
th_th: 菽靆ﾒﾁﾒﾃｶ狎ﾔ霖ｷﾕ霽靨ｧ registry ｷﾕ霖ﾕﾍﾂﾙ・[2] KB ｢ﾍｧｷﾕ霽靨ｧ registry ｷﾕ雜ﾙ｡ｵ鯱ｧ｡ﾒﾃﾊﾓﾋﾃﾑｺ｡ﾒﾃｵﾔｴｵﾑ鬧｢ﾍｧ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・
tr_tr: Kullanılabilir kayıt defteri alanı artırılamıyor. Bu uygulamanın yüklenmesi için [2] KB boş kayıt defteri alanı gerekiyor.
vi_vn: Không thể tăng chỗ trống ̣đăng ký sẵn có. [2] KB chỗ đăng ký trống cần thiết cho việc cài đặt ứng dụng này.
zh_cn: 无法增加可用的注册表空间。安装本应用程序需要 [2] 千字节的空闲注册表空间。

source: Could not open key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر فتح مفتاح: [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut obrir la clau: [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze otevřít klíč [2]. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: N{__o /}glen [2] kunne ikke åbnes. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατό το άνοιγμα του κλειδιού: [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da gako hau ireki: [2]. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen avaaminen epäonnistui: [2]. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible d'ouvrir la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće otvoriti ključ: [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A következő kulcsot nem sikerült megnyitni: [2]. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キーを開くことができませんでした: [2]。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko atidaryti rakto: [2]. {{ Sistemos klaida [3].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja atvērt atslēgu: [2]. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke åpne n{__o /}kkelen: [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan sleutel [2] niet openen. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można otworzyć klucza: [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de deschis cheia: [2]. {{ Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается открыть раздел [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné otvoriť kľúč: [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att öppna nyckeln: [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶ狃ﾔｴ key: [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ﾒﾃ爐鰓ｶﾖｧ莉ﾂﾑｧ key ｹﾑ鮖 ﾋﾃﾗﾍｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarı açılamadı. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể mở khóa: [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法打开键: [2]。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。
