Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: The product '[2]' is already installed, preventing the installation of this product. The two products are incompatible.
ar_sa: المنتج '[2]' مثبت مسبقاً، مانعاً تثبيت هذا المنتج. المنتجان غير متوافقان.
ca_es: No es pot instal·lar aquest producte perquȅ el producte "[2]" ja estȁ instal·lat. Ambdós productes són incompatibles.
cs_cz: Je již nainstalován produkt [2] a proto nelze tento produkt nainstalovat. Tyto dva produkty nejsou kompatibilní.
da_dk: Produktet '[2]' er allerede installeret og forhindrer installationen af dette produkt. De to produkter er ikke kompatible.
el_gr: Το προϊόν "[2]" είναι ήδη εγκαταστημένο, γεγονός που εμποδίζει την εγκατάσταση αυτού του προϊόντος. Τα δύο προϊόντα δεν είναι συμβατά.
eu_es: '[2]' produktua jada instalatuta dago, eta ezin da produktu hau instalatu. Bi produktu horiek ez dira bateragarriak.
fi_fi: Tuote [2] on jo asennettu ja estää tämän tuotteen asennuksen. Tuotteet eivät ole yhteensopivia.
fr_fr: Le produit [2] est déjȁ installé. Impossible d'installer ce produit car il est incompatible avec celui déjȁ installé.
hr_hr: Proizvod '[2]' već je instaliran, i to sprečava instalaciju ovog proizvoda. Ta dva proizvoda nisu kompatibilna.
hu_hu: Az előzőleg már telepített '[2]' termék megakadályozza ennek a terméknek a telepítését. A két termék nem kompatíbilis.
ja_jp: '[2]' が既にインストールされているため、この製品をインストールできません。この 2 つの製品には互換性がありません。
lt_lt: Jau įdiegta programa [2], kuri neleidžia diegti šios programos. Šios dvi programos yra nesuderinamos.
lv_lv: Jau instalēts produkts '[2]', un tas neļauj instalēt šo produktu. Šie divi produkti nav saderīgi.
nb_no: Produktet [2] er allerede installert, og hindrer dermed installasjonen av dette produktet. De to produktene er inkompatible.
nl_nl: Het product [2] is al geïnstalleerd. Hierdoor kan dit product niet worden geïnstalleerd. De twee producten zijn niet compatibel.
pl_pl: Produkt [2] jest już zainstalowany i instalacja tego produktu nie jest możliwa. Te dwa produkty nie sš zgodne.
ro_ro: Produsul '[2]' deja instalat, împiedicã instalarea acestui produs. Cele douã produse sunt incompatibile.
ru_ru: Продукт "[2]" уже установлен, установка данного продукта невозможна. Эти два продукта несовместимы.
sk_sk: Tento produkt nie je možné inštalovať, lebo už je nainštalovaný produkt '[2]'. Tieto dva produkty nie sú kompatibilné.
sv_se: Produkten [2] är redan installerad och den här produkten kan därför inte installeras. Dessa två produkter är inkompatibla.
th_th: ｼﾅﾔｵﾀﾑｳｱ・'[2]' ｶﾙ｡ｵﾔｴｵﾑ鬧ﾍﾂﾙ鞦ﾅ鯢 ｷﾓ耆鱠ﾁ靆ﾒﾁﾒﾃｶｵﾔｴｵﾑ鬧ｼﾅﾔｵﾀﾑｳｱ・ﾕ・ ﾊﾍｧｼﾅﾔｵﾀﾑｳｱ・ﾕ鱠ﾁ鞨｢鰓｡ﾑｹ
tr_tr: '[2]' ürünü zaten yüklü ve bu ürünün yüklenmesini engelliyor. İki ürün uyumsuz.
vi_vn: Sản phẩm '[2]' đang được cài đặt, ngăn cản việc cài đặt sản phẩm này. Hai sản phẩm không tương thích.
zh_cn: 产品 [2] 已经安装，现在无法安装本产品。这两种产品不兼容。

source: The specified path '[2]' is unavailable.
ar_sa: المسار المحدد '[2]' غير متوفر.
ca_es: El camí especificat "[2]" no estȁ disponible.
cs_cz: Zadaná cesta [2] není k dispozici.
da_dk: Den angivne sti '[2]' er ikke tilgængelig.
el_gr: Η καθορισμένη διαδρομή "[2]" δεν είναι διαθέσιμη.
eu_es: Zehaztutako '[2]' bide-izena ez dago erabilgarri.
fi_fi: Polku [2] ei ole käytettävissä.
fr_fr: Chemin d'accȅs spécifié, [2], non disponible.
hr_hr: Navedeni put '[2]' jest nedostupan.
hu_hu: A megadott elérési út ('[2]') nem érhető el.
ja_jp: 指定されたパス '[2]' は使用できません。
lt_lt: Nurodytas maršrutas [2] nepasiekiamas.
lv_lv: Norādītais ceļš '[2]' nav pieejams.
nb_no: Den angitte banen [2] er utilgjengelig.
nl_nl: Het opgegeven pad [2] is niet beschikbaar.
pl_pl: Podana cieżka [2] jest niedostępna.
ro_ro: Calea specificatã '[2]' indisponibilã.
ru_ru: Указанный путь "[2]" недоступен.
sk_sk: Zadaná cesta '[2]' je nedostupná.
sv_se: Den angivna sökvägen [2] är inte tillgänglig.
th_th: 猝鮖ｷﾒｧ '[2]' ｷﾕ霤ﾐｺﾘ菽霖ﾕﾍﾂﾙ・
tr_tr: Belirtilen '[2]' yolu kullanılamaz.
vi_vn: Đường dẫn chỉ ra '[2]' không sẵn có.
zh_cn: 无法使用指定的路径 [2]。

source: The specified path is too long: [2]
ar_sa: المسار المحدد طويل جداً: [2]
ca_es: El camí especificat és massa llarg: [2]
cs_cz: Zadaná cesta [2] je příliš dlouhá.
da_dk: Den angivne sti er for lang: [2]
el_gr: Η καθορισμένη διαδρομή είναι υπερβολικά μεγάλη: [2]
eu_es: Zehaztutako bide-izena luzeegia da: [2]
fi_fi: Määritetty polku on liian pitkä: [2]
fr_fr: Chemin d'accȅs spécifié, [2], trop long.
hr_hr: Navedeni je put predug: [2]
hu_hu: A megadott elérési út túl hosszú: [2]
ja_jp: 指定されたパスは長すぎます: [2]
lt_lt: Nurodytas maršrutas yra per ilgas: [2]
lv_lv: Norādītais ceļš ir pārāk garš: [2]
nb_no: Den angitte banen er for lang: [2]
nl_nl: Het opgegeven pad is te lang: [2]
pl_pl: Podana cieżka jest za d{__l /}uga: [2]
ro_ro: Calea specificatã este prea lungã: [2]
ru_ru: Указан слишком длинный путь: [2]
sk_sk: Zadaná cesta je príliš dlhá: [2]
sv_se: Den angivna sökvägen är för lång: [2]
th_th: 猝鮖ｷﾒｧｷﾕ霤ﾐｺﾘﾂﾒﾇ爍ﾔｹ莉: [2]
tr_tr: Belirtilen [2] yolu çok uzun.
vi_vn: Đường dẫn chỉ ra quá dài: [2]
zh_cn: 指定的路径过长: [2]

source: The volume [2] is currently unavailable. Please select another.
ar_sa: وحدة التخزين [2] غير متوفرة حالياً. يرجى تحديد أخرى.
ca_es: El volum [2] no estȁ disponible actualment. Seleccioneu un altre.
cs_cz: Svazek [2] není momentálně k dispozici. Zvolte jiný svazek.
da_dk: Enheden [2] er ikke tilgængelig i {__o /}jeblikket. Vælg en anden.
el_gr: Ο τόμος [2] δεν είναι διαθέσιμος αυτήν τη στιγμή. Επιλέξτε έναν άλλον τόμο.
eu_es: Une honetan [2] bolumena ez dago erabilgarri. Hautatu beste bat.
fi_fi: Levy [2] ei ole tällä hetkellä käytettävissä. Valitse toinen levy.
fr_fr: Volume [2] non disponible actuellement. Sélectionnez-en un autre.
hr_hr: Disk [2] trenutno je nedostupan. Odaberite drugi.
hu_hu: A(z) [2] kötet jelenleg nem érhető el. Válasszon másik kötetet.
ja_jp: ボリューム [2] は現在使用できません。別のボリュームを選択してください。
lt_lt: Tomas [2] šiuo metu nepasiekiamas. Pasirinkite kitą.
lv_lv: Sējums [2] pašreiz nav pieejams. Lūdzu, atlasiet citu.
nb_no: Volumet [2] er utilgjengelig for {__o /}yeblikket. Velg et annet volum.
nl_nl: Het volume [2] is momenteel niet beschikbaar. Selecteer een ander volume.
pl_pl: Wolumin [2] jest teraz niedostępny. Wybierz inny.
ro_ro: Volumul [2] indisponibil în prezent. Selectaþi altul.
ru_ru: Том [2] недоступен. Выберите другой том.
sk_sk: Zväzok [2] je momentálne nedostupný. Vyberte iný zväzok.
sv_se: Volymen [2] är inte tillgänglig för tillfället. Välj en annan.
th_th: ｴﾔﾊ｡・[2] 菽霖ﾕﾍﾂﾙ鞳ｹ｢ｳﾐｹﾕ・ ｡ﾃﾘｳﾒ倏ﾗﾍ｡ｷﾕ靉ﾗ雹
tr_tr: [2] sürücüsü şu anda kullanılamıyor. Lütfen farklı bir tane seçin.
vi_vn: Đĩa [2] hiện không sẵn có. Vui lòng lựa chọn cái khác.
zh_cn: 目前无法使用卷 [2]，请另选其他卷。

source: The Windows Installer service cannot update one or more protected Windows files. {{SFP Error: [2]. List of protected files: [3]}}
ar_sa: تعذر على خدمة Windows Installer تحديث واحد أو أكثر من ملفات Windows المحمية. {{خطأ SFP: [2]. قائمة الملفات المحمية: [3]}}
ca_es: El servei de Windows Installer no pot actualitzar un o diversos fitxers protegits per Windows. {{Error SFP: [2]. Llista de fitxers protegits: [3]}}
cs_cz: Služba Windows Installer nemůže aktualizovat jeden či více chráněných souborů systému Windows. {{Chyba ochrany systémových souborů: [2]. Seznam chráněných souborů: [3]}}
da_dk: Windows Installer kan ikke opdatere en eller flere beskyttede Windows-filer. {{SFP-fejl: [2]. Liste over beskyttede filer: [3]}}
el_gr: Η υπηρεσία Windows Installer δεν είναι δυνατό να ενημερώσει ένα ή περισσότερα προστατευμένα αρχεία των Windows. {{Σφάλμα SFP: [2]. Λίστα προστατευμένων αρχείων: [3]}}
eu_es: Windows Installer zerbitzuak ezin du bat edo gehiago babestutako Windows fitxategiak egunaratu. {{SFP Errorea: [2]. Babestutako fitxategi zerrenda: [3]}}
fi_fi: Windows Installer -palvelu ei voi päivittää vähintään yhtä suojattua Windows-tiedostoa. {{SFP-virhe: [2]. Suojatut tiedostot: [3]}}
fr_fr: Le service Windows Installer ne peut pas mettre ȁ jour un ou plusieurs fichiers Windows protégés. {{Erreur SFP : [2]. Liste des fichiers protégés : [3]}}
hr_hr: Servis Windows Installer ne može ažurirati jednu ili više zaštićenih Windows datoteka. {{SFP pogreška: [2]. Popis zaštićenih datoteka: [3]}}
hu_hu: A Windows Installer szolgáltatás nem tud frissíteni egy vagy több védett Windows-fájlt. {{SFP-hiba: [2]. A védett fájlok listája: [3]}}
ja_jp: 保護された Windows ファイルを更新できません。 {{SFP エラー: [2]. 保護されたファイルの一覧: [3]}}
lt_lt: Windows diegimo programos tarnyba negali atnaujinti vieno ar kelių apsaugotų Windows failų. {{SFP klaida: [2]. Apsaugotų failų sąrašas: [3]}}
lv_lv: Windows Installer serviss nevar atjaunināt vienu vai vairākus sistēmas Windows aizsargātos failus. {{SFP kļūda: [2]. Aizsargāto failu saraksts: [3]}}
nb_no: Windows Installer-tjenesten kan ikke oppdatere en eller flere beskyttede Windows-filer. {{SFP-feil: [2]. Liste over beskyttede filer: [3]}}
nl_nl: De Windows Installer-service kan één of meerdere beschermde Windows-bestanden niet bijwerken. {{SFP-fout: [2]. lijst met beschermde bestanden: [3]}}
pl_pl: Us{__l /}uga Instalatora Windows nie może zaktualizować jednego lub więcej chronionych plików systemu Windows. {{B{__l /}šd SFP: [2]. Lista chronionych plików: [3]}}
ro_ro: Serviciul Windows Installer nu a actualizat unul sau mai multe fiºiere Windows protejate. {{Eroare SFP: [2]. Lista fiºierelor protejate: [3]}}
ru_ru: Служба "Windows Installer" не может обновить один или более защищенных файлов системы Windows . {{Ошибка SFP: [2]. список защищенных файлов: [3]}}
sk_sk: Služba Windows Installer nemôže aktualizovať niektoré zabezpečené súbory systému Windows. {{Chyba SFP: [2]. Zoznam zabezpečených súborov: [3]}}
sv_se: Tjänsten Windows Installer kunde inte uppdatera en eller fler skyddade Windows-filer. {{SFP-fel: [2]. Skyddade filer: [3]}}
th_th: ｺﾃﾔ｡ﾒﾃ Windows Installer 菽靆ﾒﾁﾒﾃｶｻﾃﾑｺｻﾃﾘｧ眩鮹 Windows ｷﾕ雜ﾙ｡ｵ鯱ｧｻ｡ｻ鯱ｧ莇・ {{｢鯱ｼﾔｴｾﾅﾒｴ SFP [2] 眩鮹ｷﾕ雜ﾙ｡ｵ鯱ｧｻ｡ｻ鯱ｧﾁﾕｴﾑｧｹﾕ饅r [3]}}
tr_tr: Windows Installer hizmeti, bir veya daha falza korunan Windows dosyasını güncelleyemiyor. {{SFP Hata: [2]. Korunan dosyaların listesi: [3]}}
vi_vn: Windows Installer không thể cập nhật một hoặc nhiều tệp tin Windows được bảo vệ. {{Lỗi SFP: [2]. Danh sách tệp tin được bảo vệ: [3]}}
zh_cn: Windows Installer 服务不能更新一个或多个受保护的 Windows 文件。{{SFP 错误: [2]。受保护的文件列表: [3]}}

source: The Windows Installer service cannot update the protected Windows file [2]. {{Package version: [3], OS Protected version: [4], SFP Error: [5]}}
ar_sa: إن خدمة Windows Installer لم تتمكن من تحديث ملف Windows المحمي [2] . {{نسخة الحزمة: [3], نسخة OS المحمية: [4], SFP خطأ: [5]}}
ca_es: El servei Windows Installer no pot actualitzar el fitxer protegit del Windows [2]. {{Versió del paquet: [3], Versió protegida d'SO: [4], Error SFP: [5]}}
cs_cz: Instalační služba Windows Installer nemůže aktualizovat chráněný soubor [2] systému Windows. {{Verze balíčku: [3], verze chráněná operačním systémem: [4], chyba SFP: [5]}}
da_dk: Windows Installer kan ikke opgradere filen [2], fordi den er beskyttet af Windows. {{Pakkeversion: [3], Version beskyttet af operativsystemet: [4], SFP-fejl: [5]}}
el_gr: Δεν είναι δυνατή η ενημέρωση του προστατευμένου αρχείου των Windows [2] από την υπηρεσία Windows Installer. {{Έκδοση πακέτου: [3], Έκδοση προστατευμένου λειτουργικού συστήματος: [4], Σφάλμα SFP: [5]}}
eu_es: Windows Installer zerbitzuak ezin du Windows-ek babestutako [2] fitxategia eguneratu. {{Pakete-bertsioa: [3], SEk babestutako bertsioa: [4], SFP errorea: [5]}}
fi_fi: Windows Installer -palvelu ei voi päivittää suojattua Windows-tiedostoa [2]. {{Pakkauksen versio: [3], käyttöjärjestelmän suojaama versio: [4], SFP-virhe: [5]}}
fr_fr: Le service Windows Installer ne peut pas mettre ȁ jour le fichier [2] car il est protégé par Windows. {{Version : [3], Version protégée du systȅme d'exploitation : [4], Erreur SFP : [5]}}
hr_hr: Servis Windows Installer ne može ažurirati zaštićenu datoteku Windowsa [2]. {{Verzija paketa: [3], OS Zaštićena verzija: [4], SFP pogreška: [5]}}
hu_hu: A Windows Installer nem tudja frissíteni a védett Windows fájlt: [2]. {{Csomag verziószáma: [3], Op. rendszer védte verziószám: [4], SFP-hiba: [5]}}
ja_jp: Windows インストーラ サービスでは、保護された Windows ファイル [2] をアップデートすることはできません。 {{パッケージ バージョン : [3], OS プロテクテッド バージョン 1 : [4], SFP エラー : [5]}}"
lt_lt: Windows diegimo tarnyba negali naujinti apsaugotojo Windows failo [2]. {{Paketo versija: [3], OS apsaugotoji versija: [4], SFP klaida: [5]}}
lv_lv: Windows Installer serviss nevar atjaunināt aizsargātu sistēmas Windows failu [2]. {{Pakotnes versija: [3], OS aizsargātā faila versija: [4], SFP kļūda: [5].}}
nb_no: Kan ikke oppdatere den beskyttede Windows-filen [2] med Windows Installer-tjenesten. {{Pakkeversjon: [3], Beskyttet-versjon av OS: [4], SFP-feil: [5]}}
nl_nl: Windows Installer kan het beveiligde Windows-bestand [2] niet bijwerken. {{Pakketversie: [3], door het besturingssysteem beveiligde versie: [4], SFP-fout: [5]}}
pl_pl: Us{__l /}uga Instalator Windows nie może zaktualizować chronionego pliku Windows [2]. {{Wersja pakietu: [3], wersja OS Protected: [4], b{__l /}šd SFP: [5]}}
ro_ro: Serviciul Windows Installer nu actualizeazã fiºierul Windows protejat [2]. {{Versiunea pachetului: [3], Versiunea protejatã a SO: [4], Eroare SFP: [5]}}
ru_ru: Службе Windows Installer не удается обновить защищенный системный файл [2]. {{Версия пакета: [3], Защищенная версия ОС: [4], Ошибка SFP: [5]}}
sk_sk: Služba programu Windows Installer nemôže aktualizovať zabezpečený súbor [2] systému Windows. {{Verzia balíka: [3], Verzia zabezpečená systémom: [4], Chyba SFP: [5]}}
sv_se: Det gick inte att uppdatera den skyddade Windows-filen [2]. {{Paketversion: [3], Operativsystemets version: [4], SFP-fel: [5]}}
th_th: ｺﾃﾔ｡ﾒﾃ Windows Installer 菽靆ﾒﾁﾒﾃｶｶﾙ｡ｻﾃﾑｺｻﾃﾘｧ眩鮹ｷﾕ・Windows ｻ鯱ｧ｡ﾑｹ [2] {{ｪﾘｴﾃﾘ雹: [3] ﾃﾘ雹 OS Protected [4], SFP Error: [5]}}
tr_tr: Windows Installer hizmeti korumalı [2] Windows dosyasını güncelleştiremiyor. {{Paket sürümü: [3], OS korumasındaki sürüm: [4], SFP Hatası: [5]}}
vi_vn: Dịch vụ Windows Installer không thể cập nhật tệp tin Windows được bảo vệ [2]. {{Phiên bản gói: [3], Phiên bản HĐH được bảo vệ: [4], Lỗi SFP: [5]}}
zh_cn: Windows Installer 服务不能更新被保护的 Windows 文件 [2]。{{程序包版本: [3]，操作系统保护版本: [4]，SFP 错误: [5]}}

source: The Windows Installer service cannot update the system file [2] because the file is protected by Windows. You may need to update your operating system for this programme to work correctly. {{Package version: [3], OS Protected version: [4]}}
el_gr: Δεν είναι δυνατή η ενημέρωση του αρχείου συστήματος [2] από την υπηρεσία Windows Installer, επειδή το αρχείο προστατεύεται από τα Windows. Ίσως χρειαστεί να ενημερώσετε το λειτουργικό σας σύστημα ώστε να λειτουργεί σωστά αυτό το πρόγραμμα. {{Έκδοση πακέτου: [3], Έκδοση προστατευμένου OS: [4]}}
eu_es: Windows Installer zerbitzuak ezin du [2] sistema-fitxategia eguneratu, fitxategia Windows-ek babestua dagoelako. Programa hau behar bezala ibil dadin, sistema eragilea eguneratu egin beharko duzu. {{Pakete-bertsioa: [3], SEk babestutako bertsioa: [4]}}
lv_lv: Windows Installer serviss nevar atjaunināt sistēmas failu [2], jo šis ir sistēmas Windows aizsargāts fails. Lai šī programma darbotos pareizi, iespējams, ka būs jāatjaunina operētājsistēma. {{Pakotnes versija: [3], OS aizsargātā faila versija: [4].}}
sv_se: Det gick inte att uppdatera systemfilen [2] på grund av att den skyddas av operativsystemet. Du behöver kanske uppdatera operativsystemet för att det här programmet ska fungera korrekt. {{Paketversion: [3], Operativsystemets version: [4]}}

source: The Windows Installer Service could not be accessed. This can occur if you are running Windows in safe mode, or if the Windows Installer is not correctly installed. Contact your support personnel for assistance.
ar_sa: تعذر الوصول إلى خدمة Windows Installer. قد يحصل هذا إذا كنت تقوم بتشغيل Windows في وضع safemode أو إن لم يتم تثبيت Windows Installer بشكل صحيح. الرجاء الاتصال بأفراد الدعم للحصول على المساعدة.
ca_es: No s'ha pogut accedir al servei Windows Installer. Aixȍ pot ocórrer quan s'executa Windows en modalitat protecció o bé quan no s'ha instal·lat correctament el Windows Installer. Poseu-vos en contacte amb el vostre personal de suport per obtenir ajuda.
cs_cz: Instalační služba Windows Installer není přístupná. To může nastat, pokud je systém Windows spuštěn v nouzovém režimu nebo pokud není služba Windows Installer správně nainstalována. Obraťte se na pracovníky odborné pomoci.
da_dk: Der kunne ikke opnås adgang til Windows Installer. Dette problem kan opstå, hvis du k{__o /}rer Windows i fejlsikret tilstand, eller hvis Windows Installer ikke er korrekt installeret. Kontakt supportpersonen for at få hjælp.
el_gr: Δεν ήταν δυνατή η πρόσβαση στην υπηρεσία του Windows Installer. Αυτό μπορεί να συμβεί αν εκτελείτε τα Windows σε ασφαλή λειτουργία ή αν ο Windows Installer δεν έχει εγκατασταθεί σωστά. Επικοινωνήστε με το προσωπικό υποστήριξης για βοήθεια.
eu_es: Windows Installer Zerbitzua ezin zen atzitu. Hau gerta dezake Windows segurtasun moduan exekutatzen ari bazara, edo Windows Installer-ra ondo instalatuta ez bada. Galdetu zure laguntza-zerbitzuki langileei.
fi_fi: Windows Installer -palvelun käyttäminen ei onnistu. Windowsin vikasietotila tai Windows Installerin viallinen asennus saattaa estää käyttämisen. Ota yhteys tukihenkilöön tarvittaessa.
fr_fr: Le service Windows Installer n'est pas accessible. Cela peut se produire si vous exécutez Windows en mode sans échec, ou si Windows Installer n'est pas correctement installé. Contactez votre service de support pour obtenir de l'assistance.
hr_hr: Nije moguće pristupiti do Windows Installer Service. To se može dogoditi ako izvodite Windows u sigurnom načinu rada, ili ako Windows Installer nije ispravno instaliran. Za pomoć se obratite svom osoblju za podršku.
hu_hu: Nem lehetett hozzáférni a Windows Installer szolgáltatáshoz. Ez akkor fordulhat elő, ha a Windowst csökkentett üzemmódban futtatja, vagy, ha a Windows Installer nincs helyesen telepítve. Segítségért lépjen kapcsolatba a támogató technikusokkal.
ja_jp: Windows インストーラ サービスにアクセスできませんでした。セーフ モードで Windows を実行している場合、または Windows インストーラが正しくインストールされていない場合に発生する可能性があります。サポート担当者に問い合わせてください。
lt_lt: Nepavyko pasiekti Windows diegimo programos tarnybos. Tai gali atsitikti, jei Windows vykdote saugiuoju režimu, arba jei Windows diegimo programa yra įdiegta neteisingai. Kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja piekļūt Windows Installer servisam. Tā var gadīties, ja sistēma Windows darbojas drošajā režīmā vai Windows Installer nav pareizi instalēts. Lai saņemtu palīdzību, sazinieties ar atbalsta personālu.
nb_no: Får ikke tilgang til Windows Installer-tjenesten. Dette kan skje hvis du kj{__o /}rer Windows i sikkermodus, eller hvis Windows Installer ikke er installert på riktig måte. Kontakt st{__o /}ttepersonell hvis du trenger hjelp.
nl_nl: Kan geen toegang krijgen tot de Windows Installer Service. De oorzaak hiervan kan zijn dat u Window in veilige modus hebt gestart, of dat Windows Installer niet juist is geïnstalleerd. Neem contact op met het ondersteuningspersoneel voor assistentie.
pl_pl: Nie można uzyskać dostępu do us{__l /}ugi Instalatora Windows. Może się to zdarzyć, jeli system Windows dzia{__l /}a w trybie awaryjnym lub jeli Instalator Windows nie jest poprawnie zainstalowany. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de accesat serviciul Windows Installer. Aceasta se întâmplã dacã lucraþi cu Windows în modul de siguranþã sau dacã Windows Installer nu este corect instalat. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Не удается получить доступ к службе "Windows Installer". Либо Windows работает в защищенном режиме, либо служба "Windows Installer" установлена неправильно. Обратитесь в службу поддержки.
sk_sk: Nedá sa získať prístup k službe programu Windows Installer. Tento problém sa môže vyskytnúť pri spustení systému Windows v núdzovom režime alebo v prípade, že program Windows Installer nie je nainštalovaný správne. Obráťte sa na pracovníka technickej podpory.
sv_se: Tjänsten Windows Installer kunde inte nås. Detta kan ske om Windows körs i felsäkert läge eller om Windows Installer inte installerats korrekt. Kontakta supportavdelningen för ytterligare hjälp.
th_th: ｺﾃﾔ｡ﾒﾃ Windows Installer 菽靆ﾒﾁﾒﾃｶｶﾙ｡爐鰓ｶﾖｧ莇・ ｫﾖ隗ﾍﾒｨ狃郢狎ﾃﾒﾐ､ﾘｳ｡ﾓﾅﾑｧ罨・Windows 蘯ｺ爿ｿ簍ﾁｴ ﾋﾃﾗﾍｶ鰓 Windows Installer 菽鞴ｴ鮓ﾙ｡ｵﾔｴｵﾑ鬧ﾍﾂ靨ｧｶﾙ｡ｵ鯱ｧ ｡ﾃﾘｳﾒｵﾔｴｵ靉ｽ靨ﾂ｡ﾒﾃﾊｹﾑｺﾊｹﾘｹ狎ﾗ靉｢ﾍ､ﾇﾒﾁｪ霽ﾂ猴ﾅﾗﾍ
tr_tr: Windows Installer hizmetine erişilemedi. Güvenli modda çalışıyor olmanızdan veya Windows Installer hizmetinin doğru yüklenmemesinden kaynaklanabilir. Destek sorumlunuza başvurun.
vi_vn: Không thể truy cập Dịch vụ Windows Installer. Điều này có thể do bạn ̣ang chạy Windows ở chế độ an toàn hoặc Windows Installer không được cài đặt đúng. Tiếp xúc nhân viên hỗ trợ của bạn.
zh_cn: 不能访问 Windows Installer 服务。可能是你在安全模式下运行 Windows，或者 Windows Installer 没有正确地安装。请和你的支持人员联系以获得帮助。
