Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: You do not have sufficient privileges to complete this installation for all users of the machine. Log on as administrator and then retry this installation.
ar_sa: لا يوجد لديك امتيازات كافية لإتمام هذا التثبيت لجميع مستخدمي الجهاز. قم بتسجيل الدخول كمسؤول النظام ثم أعد محاولة التثبيت.
ca_es: No teniu privilegis suficients per acabar la instal·lació per a tots els usuaris de l'ordinador. Connecteu-vos com a administrador i intenteu de nou la instal·lació.
cs_cz: Nemáte dostatečná oprávnění pro dokončení této instalace za všechny uživatele tohoto počítače. Přihlaste se jako správce a instalaci opakujte.
da_dk: Du har ikke de n{__o /}dvendige rettigheder til at færdigg{__o /}re installationen for alle brugere af denne maskine. Log på som administrator, og fors{__o /}g igen.
el_gr: Δεν έχετε επαρκή δικαιώματα για την ολοκλήρωση αυτής της εγκατάστασης για όλους τους χρήστες του υπολογιστή. Συνδεθείτε ως διαχειριστής και επαναλάβετε αυτήν την εγκατάσταση.
eu_es: Ez duzu instalazio hau ordenadorearen erabiltzaile guztientzat burutzeko behar adina pribilegiorik. Saioa administratzaile gisa hasi eta saiatu berriro instalazioa egiten.
fi_fi: Oikeutesi eivät riitä asennuksen suorittamiseen kaikkia tämän tietokoneen käyttäjiä varten. Kirjaudu sisään järjestelmänvalvojana ja yritä asennusta uudelleen.
fr_fr: Vous ne disposez pas des privilȅges suffisants pour exécuter cette installation pour tous les utilisateurs de cet ordinateur. Ouvrez une session en tant qu'administrateur, puis réessayez d'exécuter cette installation.
hr_hr: Nemate dovoljno prava za dovršenje te instalacije za sve korisnike računala. Prijavite se kao administrator i zatim ponovno pokušajte tu instalaciju.
hu_hu: Nincs elegendő jogosultsága, hogy a telepítést a gép összes felhasználója számára elvégezze. Jelentkezzen be rendszergazdaként, és próbálkozzon újra a telepítéssel.
ja_jp: 特権が不十分なため、このコンピュータのすべてのユーザーが使用できるようにアプリケーションをインストールすることはできません。Administrator としてログオンし、再度インストールしてください。
lt_lt: Neturite teisės diegti visiems šio kompiuterio vartotojams. Užsiregistruokite kaip administratorius ir bandykite diegti iš naujo.
lv_lv: Jums nav nepieciešamo privilēģiju, lai pabeigtu šo instalēšanu visiem datora lietotājiem. Piesakieties sistēmā kā administrators un mēģiniet veikt šo instalēšanu vēlreiz.
nb_no: Du har ikke tilstrekkelige tilgangsrettigheter til å fullf{__o /}re denne installasjonen for alle brukere av maskinen. Logg på som administrator, og pr{__o /}v å installere på nytt.
nl_nl: U hebt onvoldoende rechten om deze installatie te voltooien voor alle gebruikers van de computer. Meld u aan als systeembeheerder en voer de installatie opnieuw uit.
pl_pl: Nie masz odpowiednich uprawnień do dokończenia tej instalacji dla wszystkich użytkowników na tym komputerze. Zaloguj się jako administrator i wtedy ponów próbę instalacji.
ro_ro: Nu aveþi suficiente privilegii pentru a termina aceastã instalare pentru toþi utilizatorii calculatorului. Conectaþi-vã ca administrator ºi apoi reîncercaþi aceastã instalare.
ru_ru: У вас недостаточно полномочий для выполнения этой установки для всех пользователей данного компьютера. Войдите в систему в качестве администратора и повторите установку.
sk_sk: Na dokončenie tejto inštalácie pre všetkých používateľov na tomto počítači nemáte dostatočné oprávnenia. Prihláste sa ako správca a znova zopakujte túto inštaláciu.
sv_se: Du har inte tillräcklig behörighet för att slutföra installationen för alla användare av maskinen. Logga in som administratör och försök installera igen.
th_th: ､ﾘｳﾁﾕﾊﾔｷｸﾔ・ﾁ鞨ｾﾕﾂｧｾﾍｷﾕ險ﾐｷﾓ｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾕ鱚ﾋ鯡ﾁｺﾙﾃｳ・ﾓﾋﾃﾑｺｼﾙ鱚ｪ鮃ﾑ鬧ﾋﾁｴ｢ﾍｧ爨ﾃﾗ靉ｧｹﾕ・耆鰲｢鰓ﾊﾙ霤ﾐｺｺ狃郢 administrator 眷鯢ｾﾂﾒﾂﾒﾁｵﾔｴｵﾑ鬧ﾍﾕ｡､ﾃﾑ鬧
tr_tr: Bilgisayarın tüm kullanıcıları için yüklemeyi tamamlayacak yeterli ayrıcalığınız yok. Administrator olarak oturum açın ve sonra bu yükleme işlemini yeniden deneyin.
vi_vn: Bạn không có đủ quyền để hoàn tất việc cài đặt này cho tất cả người dùng trên máy. Đăng nhập như administrator và thử lại việc cài đặt này.
zh_cn: 您没有足够的权限为该计算机所有用户完成此安装。请以管理员的身份登录，然后重新尝试进行此安装。

source: You have insufficient privileges to read this folder.
ar_sa: لا يوجد لديك امتيازات كافية لقراءة هذا المجلد.
ca_es: No teniu prou privilegis per llegir aquesta carpeta.
cs_cz: Nemáte dostatečná oprávnění pro čtení této složky.
da_dk: Du har ikke de n{__o /}dvendige rettigheder til at læse denne mappe.
el_gr: Δεν έχετε επαρκή δικαιώματα για την ανάγνωση αυτού του φακέλου.
eu_es: Ez duzu karpeta hau irakurtzeko behar adina pribilegio.
fi_fi: Oikeutesi eivät riitä tämän kansion lukemiseen.
fr_fr: Vous ne disposez pas des privilȅges suffisants pour lire le contenu de ce dossier.
hr_hr: Nemate dovoljno prava za čitanje te mape.
hu_hu: A mappa olvasásához nincs elég jogosultsága.
ja_jp: このフォルダを読み取るための十分な特権がありません。
lt_lt: Neturite teisės skaityti šio aplanko.
lv_lv: Jums nav nepieciešamo privilēģiju, lai lasītu šo mapi.
nb_no: Du har ikke tilgang til å lese i denne mappen.
nl_nl: U hebt onvoldoende rechten om deze map te kunnen lezen.
pl_pl: Masz niewystarczajšce uprawnienia do czytania tego foldera.
ro_ro: Nu aveþi suficiente privilegii pentru a citi acest folder.
ru_ru: У вас недостаточно полномочий для чтения этой папки.
sk_sk: Na čítanie tohto priečinka nemáte dostatočné práva.
sv_se: Du har inte tillräcklig behörighet för att läsa den här mappen.
th_th: ､ﾘｳﾁﾕﾊﾔｷｸﾔ・ﾁ鞨ｾﾕﾂｧｾﾍｷﾕ險ﾐﾍ靨ｹ篩ﾅ犇ﾍﾃ・ﾕ・
tr_tr: Bu klasörü okumak için yeterli ayrıcalığınız yok.
vi_vn: Bạn không có đủ quyền để đọc danh mục này.
zh_cn: 您读取此文件夹的权限不够。

source: You may either restore your computer to its previous state or continue the install later. Would you like to restore?
ar_sa: يمكنك إما استعادة الكمبيوتر لحالته السابقة أو متابعة التثبيت فيما بعد. هل تريد الاستعادة؟
ca_es: Heu de restaurar l'ordinador al seu estat anterior o bé continuar la instal·lació més tard. Voleu restaurar-lo?
cs_cz: Můžete se rozhodnout obnovit původní stav počítače nebo pokračovat v instalaci později. Chcete obnovit původní stav počítače?
da_dk: Du skal enten gendanne computeren til den forrige tilstand eller fortsætte installationen senere. Vil du gendanne?
el_gr: Μπορείτε να επαναφέρετε τον υπολογιστή σας στην προηγούμενή του κατάσταση ή να συνεχίσετε την εγκατάσταση αργότερα. Θέλετε να γίνει επαναφορά;
eu_es: Ordenadorea lehengo egoerara lehenera dezakezu edo instalazioarekin geroago jarraitu. Leheneratu nahi duzu?
fi_fi: Voit joko palauttaa tietokoneen edellisen tilan tai jatkaa asennusta myöhemmin. Haluatko palauttaa edellisen tilan?
fr_fr: Vous pouvez restaurer l'état antérieur de votre ordinateur ou poursuivre l'installation ultérieurement. Voulez-vous restaurer votre ordinateur ?
hr_hr: Možete ili vratiti svoje računalo u prethodno stanje ili instalaciju nastaviti poslije. Želite li vratiti prethodno stanje?
hu_hu: Visszaállíthatja a számítógép előző állapotát, vagy később folytathatja is a telepítést. Kívánja visszaállítani az előző állapotot?
ja_jp: コンピュータを直前の状態に復元するか、後でインストールを続行することができます。復元しますか?
lt_lt: Galite kompiuterį grąžinti į ankstesnę būseną arba tęsti diegimą vėliau. Ar norite atkurti?
lv_lv: Jūs varat vai nu atjaunot datora iepriekšējo stāvokli, vai turpināt instalēšanu vēlāk. Vai vēlaties atjaunot?
nb_no: Du kan enten gjenopprette maskinen til sin opprinnelige tilstand, eller du kan fortsette installasjonen senere. Vil du gjenopprette?
nl_nl: U kunt de computer terugbrengen in de oorspronkelijke staat of de installatie later voorzetten. Wilt u de configuratie herstellen?
pl_pl: Możesz przywrócić komputer do poprzedniego stanu lub kontynuować instalację póniej. Chcesz przewrócić do poprzedniego stanu?
ro_ro: Puteþi sã restabiliþi calculatorul la starea sa anterioarã sau sã continuaþi instalarea mai târziu. Restabiliþi?
ru_ru: Можно либо восстановить исходное состояние компьютера, либо продолжить установку позже. Восстановить исходное состояние?
sk_sk: Počítač môžete buď vrátiť do pôvodného stavu, alebo môžete v inštalácii pokračovať neskôr. Prajete si návrat do pôvodného stavu?
sv_se: Du kan återställa din dator till dess tidigare status, eller så kan du slutföra installationen vid ett senare tillfälle. Vill du återställa datorn?
th_th: ､ﾘｳﾍﾒｨｨﾐ｡ﾙ鬢ﾗｹ､ﾍﾁｾﾔﾇ犒ﾍﾃ・ﾍｧ､ﾘｳ莉ﾂﾑｧﾊｶﾒｹﾐ｡靉ｹﾋｹ鰓ﾋﾃﾗﾍｷﾓ｡ﾒﾃｵﾔｴｵﾑ鬧ｵ靉莉ﾀﾒﾂﾋﾅﾑｧ ､ﾘｳｵ鯱ｧ｡ﾒﾃ｡ﾙ鬢ﾗｹﾋﾃﾗﾍ菽・
tr_tr: Bilgisayarınızı bir önceki durumuna döndürebilir ya da yükleme işlemine daha sonra devam edebilirsiniz. Önceki duruma dönmek istiyor musunuz?
vi_vn: Bạn có thể khôi phục máy tính trở lại trạng thái trước hoặc tiếp tục cài đặt sau. Bạn muốn khôi phục không?
zh_cn: 您可以将计算机还原至其原始状态，也可在以后继续安装。是否要进行还原？

source: You must be an Administrator to remove this application. To remove this application, you can log on as an Administrator, or contact your technical support group for assistance.
ar_sa: يجب أن تكون مسؤولاً لتقوم بإزالة هذا التطبيق. لإزالة هذا التطبيق، يمكنك تسجيل الدخول كمسؤول أو الاتصال بمجموعة الدعم الفني للحصول على المساعدة.
ca_es: Només un administrador pot eliminar aquesta aplicació. Per eliminar-la, podeu connectar-vos com a un administrador o bé podeu contactar el vostre grup de suport tȅcnic per obtenir ajuda.
cs_cz: K odebrání této aplikace musíte mít oprávnění uživatele Administrator. Chcete-li tuto aplikaci odebrat, přihlaste se jako uživatel Administrator nebo se pro pomoc obraťte na pracovníky odborné pomoci.
da_dk: Du skal være Administrator for at kunne fjerne dette program. Du kan logge på som Administrator, eller kontakte den tekniske supportgruppe for at få hjælp.
el_gr: Πρέπει να είστε διαχειριστής για να καταργήσετε αυτήν την εφαρμογή. Για να καταργήσετε την εφαρμογή, συνδεθείτε ως διαχειριστής (Administrator) ή επικοινωνήστε με την ομάδα τεχνικής υποστήριξης για βοήθεια.
eu_es: Administratzailea izan behar duzu aplikazio hau kentzeko. Aplikazio hau kentzeko, erregistratu ahal duzu Administratzailez, edo galdetu zure laguntza zerbitzuko taldea.
fi_fi: Sovelluksen poistamiseen tarvitaan Järjestelmänvalvoja-oikeudet. Voit poistaa sovelluksen kirjautumalla Järjestelmänvalvojana tai ottamalla yhteyden tukihenkilöön.
fr_fr: Vous devez être un administrateur pour pouvoir supprimer cette application. Pour supprimer cette application, ouvrez une session en tant qu'administrateur, ou contactez votre service de support pour obtenir de l'assistance.
hr_hr: Morate biti Administrator za uklanjanje ove aplikacije. Za uklanjanje ove aplikacije možete se prijaviti kao Administrator, ili se za pomoć obratite grupi za tehničku podršku.
hu_hu: Az alkalmazás eltávolításához rendszergazdának kell lennie. Az alkalmazás eltávolításához rendszergazdaként kell bejelentkeznie, vagy kapcsolatba kell lépnie a technikai tanácsadással.
ja_jp: このアプリケーションを削除するには Administrator でなければなりません。このアプリケーションを削除するには、Administrator としてログオンするか、またはテクニカル サポート グループに問い合わせてください。
lt_lt: Šią programą pašalinsite, tik jei esate administratorius. Norėdami šalinti šią programą galite registruotis kaip administratorius, arba kreiptis į savo techninės pagalbos grupę.
lv_lv: Lai noņemtu šo lietojumprogrammu, jums jābūt administratoram. Lai noņemtu lietojumprogrammu, piesakieties kā administrators, vai sazinieties ar tehniskā atbalsta grupu, lai saņemtu palīdzību.
nb_no: Du må være Administrator for å fjerne dette programt. Hvis du vil fjerne dette programt, kan du logge deg på som Administrator eller kontakte teknisk brukerst{__o /}tte for å få hjelp.
nl_nl: Alleen beheerders kunnen deze toepassing verwijderen. Als u deze toepassing wilt verwijderen, dient u zich aan te melden als beheerder of kunt u voor ondersteuning contact opnemen met technische ondersteuning.
pl_pl: Aby usunšć tę aplikację, musisz być administratorem. W celu usunięcia tej aplikacji zaloguj się jako administrator lub skontaktuj się z grupš pomocy technicznej w celu uzyskania pomocy.
ro_ro: Pentru a elimina aceastã aplicaþie trebuie sã fiþi un Administrator. Pentru a elimina aplicaþia, conectaþi-vã ca Administrator sau luaþi legãtura cu echipa de asistenþã tehnicã.
ru_ru: Чтобы удалить приложение, необходимо быть администратором. Чтобы удалить данное приложение, необходимо войти в систему с привилегиями администратора или обратиться за помощью в группу технической поддержки.
sk_sk: Na odstránenie tejto aplikácie musíte mať oprávnenia správcu. Ak chcete odstrániť túto aplikáciu, môžete sa prihlásiť ako správca, alebo sa môžete obrátiť na technickú podporu a požiadať ju o pomoc.
sv_se: Du måste vara administratör för att kunna ta bort det här programmet. Om du vill ta bort det här programmet kan du logga in som Administratör eller kontakta din supportavdelning för närmare hjälp.
th_th: ､ﾘｳｵ鯱ｧ狃郢ｼﾙ魘ﾙ眷ﾃﾐｺｺｶﾖｧｨﾐﾁﾕﾊﾔｷｸﾔ・ﾍﾒ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾕ鯱ﾍ｡莇・ 狠ﾗ靉ｵ鯱ｧ｡ﾒﾃ猩ﾒ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾕ鯱ﾍ｡ 耆鬢ﾘｳ爐鰓ﾃﾐｺｺ蘯ｺｼﾙ魘ﾙ眷ﾃﾐｺｺ ﾋﾃﾗﾍｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹｷﾒｧ犢､ｹﾔ､狎ﾗ靉､ﾇﾒﾁｪ霽ﾂ猴ﾅﾗﾍ
tr_tr: Bu uygulamayı kaldırmak için Yönetici olmalısınız. Bu uygulamayı kaldırmak için yönetici olarak oturum açabilir veya yardım için teknik destek grubuna başvurabilirsiniz.
vi_vn: Bạn phải là nhà quản trị để gỡ bỏ ứng dụng này. Để gỡ bỏ ứng dụng này, bạn phải là nhà quản trị hoặc tiếp xúc nhân viên hỗ trợ kỹ thuật.
zh_cn: 你必须是系统管理员才能删除此应用程序。你可以作为系统管理员登录，或与你的支持小组联系以获得帮助。

source: You must restart your system for the configuration changes made to [2] to take effect. Click Yes to restart now or No if you plan to manually restart later.
ar_sa: يجب عليك إعادة تشغيل النظام حتى تسري تغييرات التكوين التي تمت لـ [2]. انقر فوق 'نعم' لإعادة التشغيل الآن أو انقر فوق 'لا' إذا كنت تريد إعادة التشغيل يدوياً لاحقاُ.
ca_es: Heu de reiniciar el sistema perquȅ els canvis fets a la configuració de [2] siguin efectius. Feu clic a Sí per reiniciar ara o a No si voleu reiniciar manualment més tard.
cs_cz: Změny konfigurace provedené v [2] se projeví až po restartování počítače. Klepnete-li na tlačítko Ano, bude počítač restartován ihned. V případě, že budete chtít počítač restartovat později, klepněte na tlačítko Ne.
da_dk: Du skal genstarte dit system, for at konfigurationsændringerne i [2] kan træde i kraft. Klik på Ja for at genstarte nu eller Nej, hvis du vil genstarte manuelt senere.
el_gr: Πρέπει να κάνετε επανεκκίνηση του συστήματός σας για να ενεργοποιηθούν οι αλλαγές που έγιναν στις ρυθμίσεις των παραμέτρων του [2]. Κάντε κλικ στο κουμπί "Ναι" για να γίνει επανεκκίνηση τώρα ή στο κουμπί "Όχι" εάν θέλετε να κάνετε επανεκκίνηση αργότερα.
eu_es: Sistema berrabiarazi egin behar duzu [2](e)an egindako aldaketek eragina izan dezaten. Egin kik 'Bai'n orain berrabiarazteko edo 'Ez' aurrerago zeuk berrabiarazteko asmoa baduzu.
fi_fi: Järjestelmä on käynnistettävä uudelleen, jotta kohteen [2] kokoonpanomäärityksiin tehdyt muutokset tulevat voimaan. Valitse Kyllä, jos haluat käynnistää järjestelmän uudelleen, ja valitse Ei, jos haluat tehdä uudelleenkäynnistyksen myöhemmin manuaalisesti.
fr_fr: Vous devez redémarrer votre systȅme pour que les modifications apportées ȁ la configuration de [2] prennent effet. Cliquez sur Oui pour redémarrer maintenant, ou sur Non si vous voulez redémarrer manuellement ultérieurement.
hr_hr: Morate ponovo pokrenuti svoj sustav kako bi promjene konfiguracije objekta [2] postale važeće. Pritisnite Da želite li ga ponovo pokrenuti sada, ili Ne ako ćete to poslije učiniti sami.
hu_hu: Újra kell indítania a rendszert, hogy a(z) [2] konfigurálásának változásai életbe lépjenek. Kattintson az Igen gombra, ha most akarja újraindítani a rendszert, vagy a Nem gombra, ha később.
ja_jp: [2] に行った構成の変更を有効にするには、システムを再起動する必要があります。すぐに再起動する場合は [\[]はい[\]] を、後で手動で再起動する場合は [\[]いいえ[\]] をクリックしてください。
lt_lt: [2] konfigūracijos pakeitimai įsigalios tik perkrovus sistemą. Jei norite perkrauti dabar, spustelkite Taip, jei ketinate perkrauti vėliau, spustelkite Ne.
lv_lv: Lai stātos spēkā veiktās programmas [2] konfigurācijas izmaiņas, ir jārestartē jūsu sistēma. Noklikšķiniet uz pogas Jā, lai restartētu uzreiz, vai uz pogas Nē, ja domājat manuāli restartēt vēlāk.
nb_no: Du må starte systemet på nytt for at konfigurasjonsendringene som ble gjort i [2] skal tre i kraft. Velg Ja hvis du vil starte på nytt nå, eller Nei hvis du vil starte på nytt manuelt senere.
nl_nl: De wijzigingen in de configuratie van [2] worden pas van kracht nadat de computer opnieuw is opgestart. Klik op Ja als u de computer nu opnieuw wilt opstarten of op Nee als u de computer later handmatig opnieuw wilt opstarten.
pl_pl: Przed kontynuacjš konfiguracji [2] Instalator musi ponownie uruchomić system. Kliknij przycisk Tak, aby ponownie uruchomić teraz lub przycisk Nie, aby zrobić to póniej.
ro_ro: Reporniþi sistemul pentru ca modificãrile de configuraþie fãcute pentru [2] sã aibã efect. Faceþi clic pe Da pentru a reporni acum sau pe Nu dacã intenþionaþi sã reporniþi manual mai târziu.
ru_ru: Для учета изменений в настройках [2] требуется перезагрузка системы. Нажмите кнопку "Да", чтобы перезагрузить компьютер сейчас, либо кнопку "Нет", чтобы выполнить перезагрузку позже вручную.
sk_sk: Aby sa uplatnili zmeny v konfigurácii vykonané na produkte [2], musíte počítač reštartovať. Ak chcete reštartovať teraz, kliknite na tlačidlo Áno, ak chcete neskôr systém reštartovať manuálne, kliknite na tlačidlo Nie.
sv_se: Du måste starta om systemet för att konfigureringsändringarna i [2] ska gälla. Klicka på Ja om du vill starta om datorn nu eller klicka på Nej om du vill starta om manuellt senare.
th_th: ､ﾘｳｵ鯱ｧ狹ﾔ霖ｵ鮖ﾃﾐｺｺ｢ﾍｧ､ﾘｳ耆ﾁ・狎ﾗ靉ｷﾓ耆鬘ﾒﾃ狃ﾅﾕ霙ｹ盻ﾅｧ｡ﾒﾃ｡ﾓﾋｹｴ､靨ｷﾕ隍ﾘｳｷﾓ｡ﾑｺ [2] ﾁﾕｼﾅ 耆鬢ﾅﾔ｡罨・狎ﾗ靉狹ﾔ霖耆ﾁ鞨ｴﾕ・ﾇｹﾕ・ﾋﾃﾗﾍ菽鞳ｪ・ｶ鰓､ﾘｳｵ鯱ｧ｡ﾒﾃ狹ﾔ霖耆ﾁ雍鯢ﾂｵｹ猩ｧﾀﾒﾂﾋﾅﾑｧ
tr_tr: [2] için yapılandırma değişikliklerinin etkinleşmesi için sisteminizi yeniden başlatmalısınız. Şimdi yeniden başlatmak için Evet'i tıklatın veya yeniden başlatmayı daha sonra el ile yapmayı düşünüyorsanız Hayır'ı tıklatın.
vi_vn: Bạn phải khởi ̣động lại hệ thống trước khi thay đổi cấu hình có hiệu lực trong [2]. Nháy Có để khởi động lại hoặc Không nếu bạn tự khởi động sau.
zh_cn: 您必须先重新启动系统，然后才能使对 [2] 做出的配置修改生效。单击“是”按钮可立即重新启动；单击“否”按钮则可在以后以人工方式启动。

source: Registering program identifiers
ar_sa: تسجيل معرّفات البرنامج
ca_es: S'estan registrant identificadors de programa
cs_cz: Registrace identifikátorů programů
da_dk: Registrerer program-id'er.
fi_fi: Rekisteröidään ohjelmatunnuksia
fr_fr: Inscription des identificateurs de program
hr_hr: Registriranje programskih identifikatora
hu_hu: Programazonosítók regisztrációja
ja_jp: プログラム識別子を登録しています
lt_lt: Registruojami programų identifikatoriai.
nb_no: Registrerer programidentifikatorer
nl_nl: Bezig met het registreren van programma-id's
pl_pl: Rejestrowanie identyfikatorów programów
ro_ro: Se înregistreazã identificatorii de program
ru_ru: Регистрация кодов приложений
sk_sk: Registrujú sa programové identifikátory
th_th: ตัวระบุโปรแกรมการลงทะเบียน
tr_tr: Program tanıtıcılarının kaydediliyor
vi_vn: Đăng ký trình nhận biết chương trình
zh_cn: 正在注册程序标识符
