Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Error accessing secured data. Please make sure the Windows Installer is configured properly and try the install again.
ar_sa: خطأ في الوصول إلى بيانات مؤمنة. يرجى التأكد من تكوين Windows Installer بشكل صحيح ومحاولة التثبيت مرة أخرى.
ca_es: Error en accedir a les dades segures. Assegureu-vos que el Windows Installer estȁ configurat apropiadament i proveu d'instal·lar de nou.
cs_cz: Při přístupu k zabezpečeným datům došlo k chybě. Přesvědčte se, zda je instalační služba Windows Installer správně nakonfigurována, a instalaci zopakujte.
da_dk: Fejl under adgang til sikret data. Kontroller, at Windows Installer er konfigureret korrekt, og pr{__o /}v igen.
el_gr: Παρουσιάστηκε σφάλμα κατά την πρόσβαση σε ασφαλή δεδομένα. Βεβαιωθείτε ότι οι παράμετροι του Windows Installer έχουν ρυθμιστεί σωστά και προσπαθήστε να κάνετε πάλι εγκατάσταση.
eu_es: Errorea gertatu da datu seguruak atzitzean. Ziurtatu Windows Installer behar bezala konfiguratuta dagoela eta saiatu berriro instalatzen.
fi_fi: Virhe käsiteltäessä suojattuja tietoja. Varmista, että Windows Installer -ohjelma on määritetty oikein, ja yritä asennusta uudelleen.
fr_fr: Erreur lors de l'accȅs aux données protégées. Vérifiez que Windows Installer est correctement configuré, puis recommencez l'installation.
hr_hr: Pogreška pri pristupu sigurnosnim podacima. Molimo provjerite je li Windows Installer ispravno konfiguriran, a zatim ponovo pokušajte instalaciju.
hu_hu: Hiba a biztonságos adat elérésekor. Ellenőrizze, hogy a Windows Installer megfelelően van-e telepítve, és próbálkozzon újra a telepítéssel.
ja_jp: 保護されているデータへのアクセスでエラーが発生しました。Windows インストーラが正しく設定されていることを確認してから、再度インストールを実行してください。
lt_lt: Klaida įvyko kreipiantis į apsaugotus duomenis. Įsitikinkite, ar Windows diegimo programa yra teisingai konfigūruota, ir bandykite diegti iš naujo.
lv_lv: Piekļūstot nodrošinātiem datiem, radās kļūda. Lūdzu, pārliecinieties, vai programma Windows Installer ir pareizi konfigurēta, un mēģiniet instalēt vēlreiz.
nb_no: Feil under tilgang til sikrede data. Kontroller at Windows Installer er riktig konfigurert, og pr{__o /}v å installere på nytt.
nl_nl: Fout bij een poging toegang te krijgen tot beveiligde gegevens. Controleer of Windows Installer juist is geconfigureerd en probeer de installatie nogmaals uit te voeren.
pl_pl: B{__l /}šd dostępu do bezpiecznych danych. Upewnij się, że Instalator Windows jest prawid{__l /}owo skonfigurowany i spróbuj ponownie zainstalować.
ro_ro: Eroare de acces la date securizate. Asiguraþi-vã cã Windows Installer este configurat corespunzãtor ºi încercaþi din nou instalarea.
ru_ru: Ошибка доступа к защищенным данным. Проверьте правильность настройки Windows Installer и повторите попытку.
sk_sk: Pri prístupe k zabezpečeným údajom sa vyskytla chyba. Skontrolujte, či je program Windows Installer správne nakonfigurovaný a pokúste sa o inštaláciu znova.
sv_se: Det uppstod ett fel vid försök att komma åt säkra data. Kontrollera att Windows Installer är korrekt konfigurerat och försök installera igen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ爐鰓ｶﾖｧ｢鯱ﾁﾙﾅｷﾕ霆ﾅﾍｴﾀﾑﾂ ｡ﾃﾘｳﾒｷﾓ耆鱆ｹ鞳ｨﾇ靨 Windows Installer ｶﾙ｡｡ﾓﾋｹｴ､靨ﾍﾂ靨ｧｶﾙ｡ｵ鯱ｧ眷鯢ﾅﾍｧｵﾔｴｵﾑ鬧ﾍﾕ｡､ﾃﾑ鬧
tr_tr: Güvenli veriye erişim hatası. Lütfen Windows Installer'ın doğru şekilde yapılandırıldığından emin olun ve yeniden yüklemeyi deneyin.
vi_vn: Có lỗi khi truy cập dữ liệu bảo mật. Cần chắc Windows Installer được cấu hình đúng và thử cài đặt lại.
zh_cn: 访问受保护的数据时出错。请确认 Windows Installer 配置是否正确，然后重新安装。

source: Error applying patch to file [2]. It has probably been updated by other means, and can no longer be modified by this patch. For more information contact your patch vendor. {{System Error: [3]}}
ar_sa: خطأ في تطبيق التصحيحات للملف [2]. قد تكون تم تحديثها بطرق أخرى، ولا يمكن تغييرها عن طريق حزمة التصحيحات هذه. لمزيد من المعلومات، اتصل ببائع التصحيحات. {{خطأ بالنظام: [3]}}
ca_es: Error en aplicar la revisió al fitxer [2]. Probablement ha estat actualitzat per altres mitjans i ja no pot ser modificat per aquesta revisió. Per obtenir més informació, poseu-vos en contacte amb el proveïdor de la revisió. {{Error del sistema: [3]}}
cs_cz: Při pokusu o aktualizaci souboru [2] došlo k chybě. Soubor byl pravděpodobně aktualizován jiným způsobem a tuto aktualizaci již u něj nelze použít. Další informace získáte od dodavatele tohoto opravného nástroje. {{Systémová chyba: [3]}}
da_dk: Fejl under opgradering af filen [2]. Filen er muligvis blevet opgraderet på en anden måde, så den kan ikke opgraderes med denne programrettelse. Du kan få yderligere oplysninger hos producenten af programrettelsen. {{Systemfejl: [3]}}
el_gr: Παρουσιάστηκε σφάλμα κατά την εφαρμογή της ενημερωμένης έκδοσης κώδικα στο αρχείο [2]. Ίσως να έχει ενημερωθεί από άλλα μέσα και δεν είναι πλέον δυνατή η τροποποίησή του από αυτήν την ενημερωμένη έκδοση κώδικα. Για περισσότερες πληροφορίες επικοινωνήστε με τον προμηθευτή της ενημερωμένης έκδοσης κώδικα. {{Σφάλμα συστήματος: [3]}}
eu_es: Errorea [2] fitxategiari adabakia ezartzean. Beharbada beste modu batez eguneratu da eta adabaki honek ezin du aldatu. Gehiago jakiteko, jo zure adabaki-hornitzailearengana. {{System Error: [3]}}
fi_fi: Virhe tiedoston [2] päivittämisessä. Tiedosto on ehkä päivitetty muulla tavoin eikä sitä voi enää päivittää tällä päivityspakkauksella. Kysy lisätietoja päivityspakkauksen toimittajalta. {{Järjestelmävirhe: [3]}}
fr_fr: Erreur lors de l'application du program correctif au fichier [2]. Il a sans doute été mis ȁ jour de maniȅre différente et ne peut plus être modifié par ce program correctif. Pour obtenir des informations complémentaires, contactez le revendeur de votre program correctif. {{Erreur systȅme : [3]}}
hr_hr: Pogreška prilikom primjene ispravka na datoteku [2]. Ona je vjerojatno ažurirana nekim drugim načinom, pa se više ne može mijenjati ovim ispravkom. Želite li više obavijesti kontaktirajte svojeg prodavača ispravke. {{Pogreška sustava: [3]}}
hu_hu: Hiba a fájlra ([2]) alkalmazott javítás során. Valószínűleg már frissítve lett valamilyen módon, így már nem frissíthető ezzel a javítócsomaggal. További információért forduljon a javítócsomag forgalmazójához. {{Rendszerhiba: [3]}}
ja_jp: ファイル [2] にパッチを適用する時にエラーが発生しました。おそらく別の方法によってアップデートされたためです。このパッチで変更することはできません。詳細は、このパッチのベンダーにお問い合わせください。 {{システム エラー : [3]}}
lt_lt: Klaida įvyko taikant pataisą failui [2]. Tikriausiai jis buvo atnaujintas kitu būdu, todėl ši pataisa nebegali jo modifikuoti. Dėl papildomos informacijos kreipkitės į pataisos tiekėją. {{Sistemos klaida: [3]}}
lv_lv: Lietojot ielāpu failam [2], radās kļūda. Iespējams, ka šis fails ir atjaunināts ar citiem paņēmieniem, un to vairs nevar modificēt, lietojot šo ielāpu. Lai iegūtu papildinformāciju, sazinieties ar ielāpa piegādātāju. {{Sistēmas kļūda: [3].}}
nb_no: Det oppstod en feil under oppdateringen av filen [2]. Den er kanskje oppdatert på en annen måte og kan ikke endres av denne oppdateringsfilen. Hvis du vil ha mer informasjon, kontakt din leverand{__o /}r av oppdateringsfiler. {{Systemfeil: [3]}}
nl_nl: Fout bij het toepassen van de patch op bestand [2]. Het bestand is waarschijnlijk op een andere manier bijgewerkt en kan niet meer door deze patch worden gewijzigd. Neem voor meer informatie contact op met de leverancier van de patch. {{Systeemfout: [3]}}
pl_pl: Podczas stosowania poprawki do pliku [2] wystšpi{__l /} b{__l /}šd. Prawdopodobnie plik zosta{__l /} zaktualizowany w inny sposób i nie może być modyfikowany przez tę poprawkę. Aby uzyskać więcej informacji, skontaktuj się z dostawcš poprawki. {{B{__l /}šd systemu: [3]}}
ro_ro: Eroare la aplicarea corecþiilor în fiºierul [2]. A fost probabil actualizat prin alte mijloace ºi este imposibil de modificat prin aceste corecþii. Pentru informaþii suplimentare luaþi legãtura cu furnizorul corecþiilor. {{Eroare de sistem: [3]}}
ru_ru: Произошла ошибка при обновлении файла [2]. Возможно, он уже был обновлен другими средствами, и к нему не может быть применен данный пакет исправлений. За дополнительными сведениями обратитесь к поставщику пакета. {{Системная ошибка: [3]}}
sk_sk: Pri použití opravy na súbor [2] sa vyskytla chyba. Pravdepodobne bol aktualizovaný iným spôsobom a nedá sa upraviť touto opravou. Ak sa chcete dozvedieť viac, obráťte sa na poskytovateľa opravy. {{Systémová chyba: [3]}}
sv_se: Det gick inte att använda korrigeringen på filen [2]. Filen har kanske uppdaterats och det går inte att använda korrigeringen längre. Kontakta leverantören av korrigeringsfilen om du vill ha mer information. {{Systemfel: [3]}}
th_th: ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ罨鰾ｻﾃ癸ﾃﾁｫ靉ﾁ皚ﾁ (patch) ｡ﾑｺ眩鮹 [2] ｫﾖ隗ﾍﾒｨｨﾐｶﾙ｡ｻﾃﾑｺｻﾃﾘｧ箒ﾂﾇﾔｸﾕﾍﾗ雹 眷ﾐ菽靆ﾒﾁﾒﾃｶｶﾙ｡ｻﾃﾑｺ狃ﾅﾕ霙ｹ箒ﾂ篏ﾃ癸ﾃﾁｫ靉ﾁ皚ﾁ (patch) ｹﾕ鯱ﾕ｡ｵ靉莉 ﾊﾓﾋﾃﾑｺ｢鯱ﾁﾙﾅ狎ﾔ霖犒ﾔﾁ耆魴ﾔｴｵ靉ｼﾙ鬚ﾒﾂ篏ﾃ癸ﾃﾁｫ靉ﾁ皚ﾁ (patch) ｢ﾍｧ､ﾘｳ {{ﾃﾐｺｺｼﾔｴｾﾅﾒｴ: [3]}}
tr_tr: Ek uygulamayı [2] dosyasına uygulama hatası. Büyük olasılıkla bu dosya başka şekillerde güncelleştirilmiş ve bu ek uygulamayla değiştirilebilecek konumda değil. Daha fazla bilgi için bu ek uygulamayı aldığınız yerle bağlantı kurun. {{Sistem Hatası: [3]}}
vi_vn: Có lỗi khi áp dụng gói sửa chữa cho [2]. Có lẽ nó đã được chương trình khác cập nhật, gói này không thể sửa đổi nó được nữa. Kiểm với nhà cung cấp gói sửa chữa để biết thêm chi tiết. {{Lỗi Hệ thống: [3]}}
zh_cn: 对文件 [2] 应用修补程序时出错。该文件可能被更新过，所以本修补程序不能修改它。详细信息，请与您的修补程序供应商联系。 {{系统错误: [3]}}

source: Error attempting to read from the source install database: [2].
ar_sa: خطأ محاولة القراءة من قاعدة بيانات تثبيت المصدر: [2].
ca_es: Error en intentar llegir de la base de dades d'instal·lació d'origen: [2].
cs_cz: Při pokusu o čtení ze zdrojové instalační databáze [2] došlo k chybě.
da_dk: Fejl ved fors{__o /}g på at læse fra databasen til kildeinstallation: [2].
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανάγνωσης από τη βάση δεδομένων εγκατάστασης προέλευσης: [2].
eu_es: Errorea gertatu da instalatu beharreko sorburuko datu-base honetatik irakurtzean: [2].
fi_fi: Virhe luettaessa asennuksen lähdetietokantaa: [2].
fr_fr: Erreur pendant la tentative de lecture de la base de données d'installation source : [2].
hr_hr: Pogreška pri pokušaju čitanja iz izvorišne instalacijske baze podataka: [2].
hu_hu: Hiba történt a telepítési adatbázis olvasásakor: [2].
ja_jp: ソース インストール データベースから読み取るときにエラーが発生しました: [2]。
lt_lt: Klaida įvyko bandant skaityti iš pirminės diegimo duomenų bazės: [2].
lv_lv: Mēģinot lasīt no avota instalācijas datu bāzes [2], radās kļūda.
nb_no: Feil under fors{__o /}k på å lese fra kildedatabasen for installasjonen: [2].
nl_nl: Fout bij het lezen van de broninstallatiedatabase [2].
pl_pl: B{__l /}šd podczas próby odczytu bazy danych ród{__l /}a instalacji: [2].
ro_ro: Eroare la încercarea de a citi din baza de date sursã de instalare: [2].
ru_ru: Ошибка при чтении исходной базы данных установки. [2].
sk_sk: Pri pokuse o čítanie zdrojovej inštalačnej databázy sa vyskytla chyba: [2].
sv_se: Det uppstod ett fel vid försöka att läsa från källinstallationsdatabasen: [2].
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ｢ｳﾐｾﾂﾒﾂﾒﾁﾍ靨ｹｨﾒ｡睛ﾅ隗ｰﾒｹ｢鯱ﾁﾙﾅ｡ﾒﾃｵﾔｴｵﾑ鬧: [2]
tr_tr: [2] kaynak yükleme veritabanından okuma hatası.
vi_vn: Có lỗi khi cố gắng đọc từ cơ sở dữ liệu cài đặt nguồn: [2].
zh_cn: 试图读取源安装数据库 [2] 时出错。

source: Error configuring ODBC data source: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
ar_sa: خطأ في تكوين مصدر بيانات ODBC: [4]، خطأ ODBC‏ [2]: [3]. تحقق من وجود ملف [4] ومن إمكانية الوصول إليه.
ca_es: Error en configurar l'origen de dades ODBC: [4], error d'ODBC [2]: [3]. Verifiqueu que el fitxer [4] existeix i que podeu accedir-hi.
cs_cz: Při konfigurování zdroje dat ODBC [4] došlo k chybě. Chyba ODBC: [2]: [3]. Přesvědčte se, zda soubor [4] existuje a zda k němu máte přístup.
da_dk: Fejl under konfiguration af ODBC-datakilde: [4], ODBC-fejl [2]: [3]. Kontroller, at filen [4] findes, og at du har adgang til den.
el_gr: Παρουσιάστηκε σφάλμα κατά τη ρύθμιση των παραμέτρων του αρχείου προέλευσης δεδομένων ODBC: [4], σφάλμα ODBC [2]: [3]. Βεβαιωθείτε ότι το αρχείο [4] υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Errorea gertatu da ODBC datuen sorburua konfiguratzean: [4], ODBC errorea [2]: [3]. Egiaztatu [4] fitxategia badagoela eta sarbidea duzula.
fi_fi: Virhe määritettäessä ODBC-tietolähteen kokoonpanoa: [4], ODBC-virhe [2]: [3]. Varmista, että tiedosto [4] on olemassa ja että voit käyttää sitä.
fr_fr: Erreur lors de la configuration de la source de données ODBC [4]. Erreur ODBC [2] : [3]. Vérifiez que le fichier [4] existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Pogreška pri konfiguriranju ODBC izvora podataka: [4], ODBC-pogreška [2]: [3]. Provjerite postoji li datoteka [4] te možete li joj pristupiti.
hu_hu: Az ODBC adatforrás konfigurálásakor hiba történt: [4]. ODBC hiba [2]: [3]. Ellenőrizze, hogy a(z) [4] fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ODBC データ ソースの構成でエラーが発生しました: [4]。ODBC エラー [2]: [3]。ファイル [4] が存在し、アクセスできることを確認してください。
lt_lt: Klaida įvyko konfigūruojant ODBC duomenų šaltinį: [4], ODBC klaida [2]: [3]. Patikrinkite, ar failas [4] yra, ir ar galite į jį pasiekti.
lv_lv: Radās kļūda, konfigurējot ODBC datu avotu: [4], ODBC kļūda [2]: [3]. Pārbaudiet, vai pastāv fails [4] un vai varat tam piekļūt.
nb_no: Feil under konfigurasjon av ODBC-datakilde: [4], ODBC-feil [2]: [3]. Kontroller at filen [4] finnes, og at du har tilgang til den.
nl_nl: Fout bij het configureren van ODBC-gegevensbron [4], ODBC-fout [2]: [3]. Controleer of het bestand [4] bestaat en of u toegang tot dit bestand hebt.
pl_pl: B{__l /}šd konfigurowania ród{__l /}a danych ODBC: [4], b{__l /}šd ODBC [2]: [3]. Zweryfikuj, czy plik [4] istnieje i czy masz do niego dostęp.
ro_ro: Eroare la configurare sursã de date ODBC: [4], eroare ODBC [2]: [3]. Verificaþi dacã fiºierul [4] existã ºi dacã aveþi acces la el.
ru_ru: Ошибка при настройке источника данных ODBC: [4], ошибка ODBC [2]: [3]. Проверьте, что файл [4] существует и доступен.
sk_sk: Chyba pri konfigurácii zdroja údajov ODBC : [4], chyba ODBC [2]: [3]. Skontrolujte, či súbor [4] existuje, a či k nemu máte prístup.
sv_se: Det uppstod ett fel vid konfigureringen av ODBC-datakällan: [4], ODBC-fel [2]: [3]. Bekräfta att filen [4] finns och att du kan komma åt den.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ｡ﾓﾋｹｴ､靨睛ﾅ隗｢鯱ﾁﾙﾅ ODBC: [4], ODBC ｼﾔｴｾﾅﾒｴ [2]: [3]. ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹 [4] ﾁﾕﾍﾂﾙ鞦ﾅﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [4] ODBC veri kaynağını yapılandırma hatası, ODBC hatası [2]: [3]. [4] dosyasının varolduğunu ve ona erişebildiğinizi denetleyin.
vi_vn: Có lỗi khi cấu hình nguồn dữ liệu ODBC: [4], lỗi ODBC [2]: [3]. Kiểm xem có tệp tin [4] không và bạn có thể truy cập vào.
zh_cn: 配置 ODBC 数据源 [4] 时发生错误，ODBC 错误 [2]: [3]。请确认文件 [4] 存在，并且您可以访问该文件。

source: Error getting file security: [3] GetLastError: [2]
ar_sa: خطأ في الحصول على تأمين ملف: [3] GetLastError: ‏[2]
ca_es: Error en obtenir la seguretat del fitxer: [3] ObtenirDarrerError: [2]
cs_cz: Při získávání zabezpečení souboru [3] došlo k chybě. GetLastError: [2]
da_dk: Fejl under hentning af filsikkerhed: [3] GetLastError: [2]
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη ασφαλείας αρχείου: [3] GetLastError: [2]
eu_es: Errorea gertatu da fitxategi honen segurtasuna lortzean: [3] LortuAzkenErrorea: [2]
fi_fi: Virhe noudettaessa tiedostosuojausta: [3] GetLastError: [2]
fr_fr: Erreur lors de l'obtention des informations sur la sécurité du fichier [3] GetLastError : [2]
hr_hr: Pogreška pri dobivanju informacija o sigurnosti datoteke: [3] ZadnjaPogreška: [2]
hu_hu: Hiba a fájl adatvédelmi adatainak fogadásakor: [3]. GetLastError: [2]
ja_jp: ファイル セキュリティを取得するときにエラーが発生しました: [3] GetLastError: [2]
lt_lt: Klaida įvyko gaunant informaciją apie failo saugą: [3] GetLastError: [2]
lv_lv: Radās kļūda, izgūstot faila drošības informāciju: [3] GetLastError: [2].
nb_no: Feil ved henting av filsikkerhet: [3] GetLastError: [2]
nl_nl: Fout bij het ophalen van bestandsbeveiliging: [3] GetLastError: [2]
pl_pl: B{__l /}šd pobierania zabezpieczeń pliku: [3] GetLastError: [2]
ro_ro: Eroare la preluarea securitãþii fiºierului: [3] PreluareUltimaEroare: [2]
ru_ru: Ошибка при получении сведений о безопасности файла: [3] GetLastError: [2]
sk_sk: Chyba pri získavaní informácií o zabezpečení súboru: [3] GetLastError: [2]
sv_se: Det uppstod ett fel vid hämtning av filsäkerhet: [3] HämtaSenasteFel: [2]
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ莇鯏ﾑｺ､ﾇﾒﾁｻﾅﾍｴﾀﾑﾂ｢ﾍｧ眩鮹: [3] GetLastError: [2]
tr_tr: Dosya güvenliğini alma hatası: [3] SonAlınanHata: [2]
vi_vn: Có lỗi khi lấy bảo mật tệp tin: [3] GetLastError: [2]
zh_cn: 获取文件 [3] 安全权限时发生错误 GetLastError: [2]

source: Error installing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
ar_sa: خطأ في تثبيت إدارة برنامج تشغيل ODBC، خطأ ODBC‏ [2]: [3]. اتصل بأفراد الدعم.
ca_es: Error en instal·lar l'administrador del programa de control ODBC, error d'ODBC [2]: [3]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Při instalaci správce ovladačů ODBC došlo k chybě. Chyba ODBC [2]: [3]. Obraťte se na pracovníky odborné pomoci.
da_dk: Fejl ved installation af ODBC-driverstyring, ODBC-fejl [2]: [3]. Kontakt supportteknikerne.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση της διαχείρισης προγραμμάτων οδήγησης ODBC, σφάλμα ODBC [2]: [3]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Errorea gertatu da ODBC kontrolatzaile-kudeatzailea instalatzean, ODBC errorea [2]: [3]. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Virhe asennettaessa ODBC-ohjaimen hallintaohjelmaa, ODBC-virhe [2]: [3]. Ota yhteys tukihenkilöihin.
fr_fr: Erreur lors de l'installation du gestionnaire de pilotes ODBC. Erreur ODBC [2] : [3]. Contactez votre service de support technique.
hr_hr: Pogreška pri uklanjanju ODBC rukovatelja upravljačkim programima, ODBC-pogreška [2]: [3]. Kontaktirajte svoje osoblje za podršku.
hu_hu: Az ODBC illesztőprogram-kezelő telepítésekor hiba történt. ODBC hiba [2]: [3]. Forduljon a technikusokhoz.
ja_jp: ODBC ドライバ マネージャのインストールでエラーが発生しました。ODBC エラー [2]: [3]。サポート担当者に問い合わせてください。
lt_lt: Klaida įvyko diegiant ODBC tvarkyklės vadovą, ODBC klaida [2]: [3]. Kreipkitės į techninės pagalbos personalą.
lv_lv: Instalējot ODBC draivera pārvaldnieku, radās ODBC kļūda [2]: [3]. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Feil under installasjon av ODBC Driverbehandling, ODBC-feil [2]: [3]. Kontakt st{__o /}ttepersonell.
nl_nl: Fout bij het installeren van het beheerprogramma voor ODBC-stuurprogramma's, ODBC-fout [2]: [3]. Neem contact op met het ondersteuningspersoneel.
pl_pl: B{__l /}šd instalowania menedżera sterownika ODBC, b{__l /}šd ODBC [2]: [3]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Eroare la instalare manager de driver ODBC, eroare ODBC [2]: [3]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Ошибка при установке диспетчера драйвера ODBC, ошибка ODBC [2]: [3]. Обратитесь в службу поддержки.
sk_sk: Chyba pri inštalácii správcu ovládača ODBC, chyba ODBC [2]: [3]. Obráťte sa na technika.
sv_se: Det uppstod ett fel vid installation av ODBC-drivrutinhanteraren, ODBC-fel [2]: [3]. Kontakta supportpersonalen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃｵﾔｴｵﾑ鬧ｵﾑﾇｨﾑｴ｡ﾒﾃ篏ﾃ癸ﾃﾁ､ﾇｺ､ﾘﾁ ODBC, ODBC ｼﾔｴｾﾅﾒｴ [2]: [3]. 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: ODBC sürücü yöneticisini yükleme hatası, ODBC hatası [2]: [3]. Destek sorumlunuza başvurun.
vi_vn: Có lỗi khi cài đặt trình quản lý điều khiển ODBC, lỗi ODBC [2]: [3]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 安装 ODBC 驱动程序管理器时发生错误，ODBC 错误 [2]: [3]。请与您的技术支持人员联系。

source: Error installing ODBC driver: [4], ODBC error [2]: [3]. Verify that the file [4] exists and that you can access it.
ar_sa: خطأ في تثبيت برنامج تشغيل ODBC: [4]، خطأ ODBC‏ [2]: [3]. تحقق من وجود ملف [4] ومن إمكانية الوصول إليه.
ca_es: Error en instal·lar el programa de control ODBC: [4], error d'ODBC [2]: [3]. Verifiqueu que el fitxer [4] existeix i que podeu accedir-hi.
cs_cz: Došlo k chybě při instalaci ovladače ODBC: [4]. Chyba ODBC [2]: [3]. Přesvědčte se, zda soubor [4] existuje a zda k němu máte přístup.
da_dk: Fejl ved installation af ODBC-driver: [4], ODBC-fejl [2]: [3]. Kontroller, at filen [4] findes, og at du har adgang til den.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του προγράμματος οδήγησης ODBC: [4], σφάλμα ODBC [2]: [3]. Βεβαιωθείτε ότι το αρχείο [4] υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Errorea ODBC kontrolatzailea instalatzean: [4], ODBC errorea [2]: [3]. Egiaztatu [4] fitxategia badagoela eta sarbidea duzula.
fi_fi: Virhe asennettaessa ODBC-ohjainta: [4], ODBC-virhe [2]: [3]. Varmista, että tiedosto [4] on olemassa ja että voit käyttää sitä.
fr_fr: Erreur lors de l'installation du pilote ODBC [4]. Erreur ODBC [2] : [3]. Vérifiez que le fichier [4] existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Pogreška pri instaliranju ODBC upravljačkog programa: [4], ODBC-pogreška [2]: [3]. Provjerite postoji li datoteka [4] te možete li joj pristupiti.
hu_hu: Az ODBC illesztőprogram telepítésekor hiba történt: [4]. ODBC hiba [2]: [3]. Ellenőrizze, hogy a(z) [4] fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ODBC ドライバ [4] のインストールでエラーが発生しました。ODBC エラー [2]: [3]。ファイル [4] が存在し、アクセスできることを確認してください。
lt_lt: Klaida įvyko diegiant ODBC tvarkyklę: [4], ODBC klaida [2]: [3]. Patikrinkite, ar failas [4] yra, ir ar galite į jį pasiekti.
lv_lv: Radās kļūda, instalējot ODBC draiveri: [4], ODBC kļūda [2]: [3]. Pārbaudiet, vai pastāv fails [4] un vai varat tam piekļūt.
nb_no: Feil under installasjon av ODBC-driver: [4], ODBC-feil [2]: [3]. Kontroller at filen [4] finnes, og at du har tilgang til den.
nl_nl: Fout bij het installeren van ODBC-stuurprogramma [4], ODBC-fout [2]: [3]. Controleer of het bestand [4] bestaat en of u toegang tot dit bestand hebt.
pl_pl: B{__l /}šd instalowania sterownika ODBC: [4], b{__l /}šd ODBC [2]: [3]. Zweryfikuj, czy plik [4] istnieje i czy masz do niego dostęp.
ro_ro: Eroare la instalare driver ODBC: [4], eroare ODBC [2]: [3]. Verificaþi dacã fiºierul [4] existã ºi dacã aveþi acces la el.
ru_ru: Ошибка при установке драйвера ODBC: [4], ошибка ODBC [2]: [3]. Проверьте, что файл [4] существует и доступен.
sk_sk: Chyba pri inštalácii ovládača ODBC: [4], chyba ODBC [2]: [3]. Skontrolujte, či súbor [4] existuje, a či k nemu máte prístup.
sv_se: Det uppstod ett fel vid installation av ODBC-drivrutin: [4], ODBC-fel [2]: [3]. Bekräfta att filen [4] finns och att du kan komma åt den.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃｵﾔｴｵﾑ鬧篏ﾃ癸ﾃﾁ､ﾇｺ､ﾘﾁ ODBC : [4], ODBC ｼﾔｴｾﾅﾒｴ [2]: [3]. ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹 [4] ﾁﾕﾍﾂﾙ鞦ﾅﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: ODBC sürücüsünü yükleme hatası: [4], ODBC hatası [2]: [3]. [4] dosyasının varolduğunu ve ona erişebildiğinizi denetleyin.
vi_vn: Có lỗi khi cài đặt trình điều khiển ODBC: [4], lỗi ODBC [2]: [3]. Kiểm xem có tệp tin [4] không và bạn có thể truy cập vào.
zh_cn: 安装 ODBC 驱动程序 [4] 时发生错误，ODBC 错误 [2]: [3]。请确认文件 [4] 存在，并且您可以访问该文件。
