Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Component Services (COM+ 1.0) are not installed on this computer. This installation requires Component Services in order to complete successfully. Component Services are available on Windows 2000.
ar_sa: إن (Component Services (COM+ 1.0 غير مثبتة على هذا الجهاز. يحتاج هذا التثبيت (Component Services (COM+ 1.0 حتى يكتمل بنجاح. تتوفر (Component Services (COM+ 1.0 في Windows 2000.
ca_es: Els Serveis de component (COM+ 1.0) no estan instal·lats en aquest ordinador. La instal·lació requereix els Serveis de component per poder completar-se satisfactȍriament. Els Serveis de component estan disponibles al Windows 2000.
cs_cz: V tomto počítači nejsou nainstalovány služby Component Services (COM+ 1.0). Úspěšné dokončení této instalace vyžaduje služby Component Services, které jsou k dispozici v systému Windows 2000.
da_dk: COM+ 1.0 (Component Services) er ikke installeret på denne computer. COM+ skal være installeret for at fuldf{__o /}re installationen. COM+ findes i Windows 2000.
el_gr: Τα Component Services (COM+ 1.0) δεν είναι εγκατεστημένα σε αυτόν τον υπολογιστή. Η εγκατάσταση αυτή απαιτεί τα Component Services για να ολοκληρωθεί με επιτυχία. Τα Component Services είναι διαθέσιμα στα Windows 2000.
eu_es: (COM+ 1.0) osagai-zerbitzuak ez daude ondenadorean instalatuta. Instalazio honek osagai-zerbitzuak behar bezala instalatuta egotea eskatzen du. Osagai-zerbitzuak Windows 2000n daude erabilgarri.
fi_fi: Component Services (COM+ 1.0) -palveluja ei ole asennettu tietokoneeseen. Jotta tämä asennus toimisi oikein, Component Services -palveluiden on oltava asennettuna. Component Services -palvelut toimitetaan Windows 2000:n mukana.
fr_fr: Les services de composants (COM+ 1.0) ne sont pas installés sur cet ordinateur. Les services de composants sont nécessaires pour effectuer l'installation. Ils sont disponibles sur Windows 2000.
hr_hr: Component Services (COM+ 1.0) nisu instalirane na ovom računalu. Ova instalacija zahtijeva Component Services kako bi bila uspješno dovršena. Component Services dostupne su u programu Windows 2000.
hu_hu: A Component Services (COM+ 1.0) nincs telepítve a számítógépen. A sikeres telepítéshez szükséges a Component Services. A Component Services szolgáltatások Windows 2000 rendszeren érhetők el.
ja_jp: コンポーネント サービス (COM+ 1.0) は、このコンピュータに正しくインストールされていません。インストールを完了するには コンポーネント サービスが必要です。コンポーネント サービスは、Windows 2000 で利用できます。
lt_lt: Šiame kompiuteryje neįdiegtos komponentų tarnybos (COM+ 1.0). Šiai programai sėkmingai įdiegti reikalingos komponentų tarnybos. Komponentų tarnybos yra sistemoje Windows 2000.
lv_lv: Šajā datorā nav instalēti Komponentu servisi (Component Services) (COM+ 1.0). Lai sekmīgi pabeigtu šo instalāciju, ir nepieciešami Komponentu servisi. Komponentu servisi ir pieejami sistēmā Windows 2000.
nb_no: Det er ikke installert komponenttjenester (COM+ 1.0) på denne datamaskinen. Denne installasjonen krever komponenttjenester for å kunne fullf{__o /}re. Komponenttjenester er tilgjengelig på Windows 2000.
nl_nl: Component Services (COM+ 1.0) is niet op deze computer geïnstalleerd. Component Services is nodig om deze installatie te kunnen voltooien. Component Services is beschikbaar in Windows 2000.
pl_pl: Us{__l /}ugi sk{__l /}adników (COM+ 1.0) nie sš zainstalowane na tym komputerze. Instalacja wymaga us{__l /}ug sk{__l /}adników, aby pomylnie jš zakończyć. Us{__l /}ugi sk{__l /}adników sš dostępne w systemie Windows 2000.
ro_ro: Component Services (COM+ 1.0) nu sunt instalate pe acest computer. Aceastã instalare solicitã Component Services pentru a se incheia cu succes. Component Services sunt disponibile în Windows 2000.
ru_ru: Службы COM+ 1.0 не установлены на данном компьютере. Они необходимы для успешной установки. Эти службы входят в состав Windows 2000.
sk_sk: Na tomto počítači nie sú nainštalované služby komponentov (COM+ 1.0). Aby mohla byť táto inštalácia dokončená, sú potrebné služby komponentov. Služby komponentov sú dostupné v systéme Windows 2000.
sv_se: Component Services (COM+ 1.0) har inte installerats på den här datorn. Component Services krävs för att installationen ska kunna genomföras. Component Services finns på Windows 2000.
th_th: Component Services (COM+ 1.0) 菽雜ﾙ｡ｵﾔｴｵﾑ鬧ｺｹ､ﾍﾁｾﾔﾇ犒ﾍﾃ・ﾕ・｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾕ魴鯱ｧ｡ﾒﾃ Component Services 狎ﾗ靉ｷﾕ險ﾐｷﾓ耆鰲ﾊﾃ遞ﾊﾔ鮖ﾍﾂ靨ｧﾊﾁｺﾙﾃｳ・ Component Services ﾁﾕﾍﾂﾙ霄ｹ Windows 2000
tr_tr: Component Services (COM+ 1.0) bu bilgisayarda yüklü değil. Bu yüklemenin başarılı olabilmesi için Component Services yüklü olmalıdır. Component Services, Windows 2000 üzerinde bulunabilir.
vi_vn: Component Services (COM+ 1.0) chưa được cài đặt trong máy này. Việc cài đặt này cần Component Services để hoàn tất thành công. Component Services có trong Windows 2000.
zh_cn: 此计算机上未安装 Component Services (COM+ 1.0)。要成功完成安装需要 Component Services。Component Services 在 Windows 2000 上有效。

source: Computing space requirements
ar_sa: حساب متطلبات المساحة
ca_es: S'estan calculant els requisits d'espai
cs_cz: Výpočet požadovaného místa na disku
da_dk: Beregner pladskrav
el_gr: Υπολογισμός απαιτήσεων χώρου
eu_es: Leku-eskakizunak kalkulatzen
fi_fi: Lasketaan tilavaatimuksia
fr_fr: Calcul de l'espace requis
hr_hr: Zahtjevi za prostor računanja
hu_hu: A szükséges terület kiszámítása
ja_jp: 必要な領域を計算しています
lt_lt: Skaičiuojama, kiek reikia atminties.
lv_lv: Notiek nepiecieðamâs vietas aprçíinâðana
nb_no: Beregner plassbehov
nl_nl: Bezig met het berekenen van de benodigde schijfruimte
pl_pl: Obliczanie wymaganego miejsca
ro_ro: Solicitãri spaþiu de calcul
ru_ru: Вычисление необходимого свободного места
sk_sk: Kalkuluje sa potrebné miesto
sv_se: Beräknar hur mycket utrymme som krävs
th_th: กำลังคำนวณพื้นที่ที่จำเป็น
tr_tr: Alan gereksinimleri hesaplanıyor
vi_vn: Tính toán nhu cầu chỗ
zh_cn: 正在计算空间需求

source: Configuration completed successfully.
ar_sa: تمت عملية التكوين بنجاح.
ca_es: La configuració s'ha efectuat sense problemes.
cs_cz: Konfigurace byla úspěšně dokončena.
da_dk: Konfigurationen blev fuldf{__o /}rt.
el_gr: Η ρύθμιση παραμέτρων ολοκληρώθηκε με επιτυχία.
eu_es: Konfigurazioa behar bezala egin da.
fi_fi: Määrittäminen tehtiin onnistuneesti.
fr_fr: La configuration s'est terminée correctement.
hr_hr: Podešavanje je uspješno završeno.
hu_hu: A konfigurálás sikeresen megtörtént.
ja_jp: 構成を正しく完了しました。
lt_lt: Konfigūravimas sėkmingai baigtas.
lv_lv: Konfigurēšana veiksmīgi pabeigta.
nb_no: Konfigurasjonen er fullf{__o /}rt.
nl_nl: De configuratie is voltooid.
pl_pl: Konfiguracja zakończy{__l /}a się pomylnie.
ro_ro: Configurarea s-a terminat cu succes.
ru_ru: Настройка завершена успешно.
sk_sk: Konfigurácia sa úspešne dokončila.
sv_se: Konfigurationen har slutförts.
th_th: ｡ﾒﾃ｡ﾓﾋｹｴ､靨猝ﾃ遞ﾊﾁｺﾙﾃｳ・
tr_tr: Yapılandırma başarıyla tamamlandı.
vi_vn: Hoàn tất việc cấu hình.
zh_cn: 成功地完成配置。

source: Configuration failed.
ar_sa: فشلت عملية التكوين.
ca_es: Ha fallat la configuració.
cs_cz: Konfigurace se nezdařila.
da_dk: Konfigurationen mislykkedes.
el_gr: Η ρύθμιση παραμέτρων απέτυχε.
eu_es: Konfigurazioa ezin izan da egin.
fi_fi: Määrittäminen epäonnistui.
fr_fr: La configuration a échoué.
hr_hr: Podešavanje nije uspjelo.
hu_hu: A konfigurálás nem sikerült.
ja_jp: 構成に失敗しました。
lt_lt: Sukonfigūruoti nepavyko.
lv_lv: Konfigurēšana neizdevās.
nb_no: Konfigurasjonen mislyktes.
nl_nl: De configuratie is mislukt.
pl_pl: Konfiguracja nie powiod{__l /}a się.
ro_ro: Configurarea nu a reuºit.
ru_ru: Сбой настройки.
sk_sk: Konfigurácia zlyhala.
sv_se: Konfigurationen misslyckades.
th_th: ｡ﾒﾃ｡ﾓﾋｹｴ､靨ﾅ鮹猴ﾅﾇ
tr_tr: Yapılandırma başarısız oldu.
vi_vn: Cấu hình thất bại.
zh_cn: 配置失败。

source: Configured [2]
ar_sa: تم تكوينه [2]
ca_es: Configurat [2]
cs_cz: Nakonfigurováno: [2]
da_dk: Konfigurerede [2]
el_gr: Ρύθμιση [2]
eu_es: Konfiguratuta [2]
fi_fi: Määritetty [2]
fr_fr: Configuré [2]
hr_hr: Konfigurirano [2]
hu_hu: Konfigurálva: [2]
ja_jp: [2] を構成しました
lt_lt: Konfigūruota [2]
lv_lv: [2] konfigurēta.
nb_no: Konfigurert [2]
nl_nl: Geconfigureerd: [2]
pl_pl: Skonfigurowano: [2]
ro_ro: Configurate [2]
ru_ru: Настроен [2]
sk_sk: Nakonfigurovaný [2]
sv_se: [2] konfigurerades
th_th: ｡ﾓﾋｹｴ､靨眷鯢 [2]
tr_tr: Yapılandırıldı [2]
vi_vn: Cấu hình [2]
zh_cn: 配置了 [2]

source: Copying network install files
ar_sa: نسخ ملفات تثبيت شبكة اتصال
ca_es: S'estan copiant fitxers d'instal·lació a la xarxa
cs_cz: Kopírování souborů pro síťovou instalaci
da_dk: Kopierer filer til netværksinstallation
el_gr: Αντιγραφή αρχείων εγκατάστασης δικτύου
eu_es: Sarean instalatzeko fitxategiak kopiatzen
fi_fi: Kopioidaan verkkoasennustiedostoja
fr_fr: Copie des fichiers d'installation réseau
hr_hr: Kopiranje mrežnih instalacijskih datoteka
hu_hu: Hálózati telepítőfájlok másolása
ja_jp: ネットワーク インストール ファイルをコピーしています
lt_lt: Kopijuojami tinklo diegimo failai.
lv_lv: Notiek tîkla instalâcijas failu kopçðana
nb_no: Kopierer filer for nettverksinstallasjon
nl_nl: Bezig met het kopiëren van netwerkinstallatiebestanden
pl_pl: Kopiowanie plików instalacji sieciowej
ro_ro: Copiere fiºiere de instalare reþea
ru_ru: Копирование файлов сетевой установки
sk_sk: Kopírujú sa sieové inštalaȅné súbory
sv_se: Kopierar installationsfiler för nätverk
th_th: กำลังคัดลอกแฟ้มติดตั้งทางเครือข่าย
tr_tr: Ağ yükleme dosyaları kopyalanıyor
vi_vn: Sao tệp tin cài đặt hệ thống
zh_cn: 正在复制网络安装文件

source: Copying new files
ar_sa: نسخ ملفات جديدة
ca_es: S'estan copiant els fitxers nous
cs_cz: Kopírování nových souborů
da_dk: Kopierer nye filer
el_gr: Αντιγραφή νέων αρχείων
eu_es: Fitxategi berriak kopiatzen
fi_fi: Kopioidaan uusia tiedostoja
fr_fr: Copie des nouveaux fichiers
hr_hr: Kopiranje novih datoteka
hu_hu: Új fájlok másolása
ja_jp: 新しいファイルをコピーしています
lt_lt: Kopijuojami nauji failai.
lv_lv: Notiek jauno failu kopçðana
nb_no: Kopierer nye filer
nl_nl: Bezig met het kopiëren van nieuwe bestanden
pl_pl: Kopiowanie nowych plików
ro_ro: Copiere fiºiere noi
ru_ru: Копирование новых файлов
sk_sk: Kopírujú sa nové súbory
sv_se: Kopierar nya filer
th_th: กำลังคัดลอกแฟ้มใหม่
tr_tr: Yeni dosyalar kopyalanıyor
vi_vn: Sao tệp tin mới
zh_cn: 正在复制新文件

source: Could not access network location [2].
ar_sa: تعذر الوصول إلى موقع شبكة اتصال [2].
ca_es: No s'ha pogut accedir a l'ubicació de la xarxa [2].
cs_cz: Nelze získat přístup k umístění v síti [2].
da_dk: Der var ikke adgang til netværksplaceringen [2].
el_gr: Δεν ήταν δυνατή η πρόσβαση στη θέση [2] στο δίκτυο.
eu_es: Ezin da [2] sareko kokalekua atzitu.
fi_fi: Verkon sijainti [2] ei ole käytettävissä.
fr_fr: Impossible d'accéder ȁ l'emplacement réseau [2].
hr_hr: Nije moguć pristup do mrežne lokacije [2].
hu_hu: A következő hálózati helyet nem sikerült elérni: [2].
ja_jp: ネットワーク上の場所 [2] へアクセスできません。
lt_lt: Nepavyko pasiekti reikiamos tinklo vietos[2].
lv_lv: Nevarēja piekļūt tīkla vietai [2].
nb_no: Får ikke tilgang til nettverksstedet [2].
nl_nl: Kan geen toegang krijgen tot de netwerklocatie [2].
pl_pl: Nie można uzyskać dostępu do lokalizacji w sieci [2].
ro_ro: Acces imposibil la amplasarea [2] din reþea.
ru_ru: Не удается подключиться через сеть к [2].
sk_sk: Nie je možné pristúpiť na sieťovú lokalitu [2].
sv_se: Det gick inte att komma åt nätverksplatsen [2].
th_th: 菽靆ﾒﾁﾒﾃｶ爐鰓ｶﾖｧｵﾓ睛ｹ隗爨ﾃﾗﾍ｢靨ﾂ [2]
tr_tr: [2] ağ konumuna erişilemedi.
vi_vn: Không thể truy cập vị trí mạng [2].
zh_cn: 无法访问网络位置 [2]。

source: Could not create key: [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر إنشاء مفتاح: [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut crear la clau: [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze vytvořit klíč [2]. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: N{__o /}glen [2] kunne ikke oprettes. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η δημιουργία κλειδιού: [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da gako hau sortu: [2]. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen luominen epäonnistui: [2]. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible de créer la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće napraviti ključ: [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A következő kulcsot nem lehet létrehozni: [2]. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キーを作成できませんでした: [2]。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko sukurti rakto: [2]. {{ Sistemos klaida [3].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja izveidot atslēgu: [2]. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke opprette n{__o /}kkelen: [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan sleutel [2] niet maken. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można utworzyć klucza: [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de creat cheia: [2]. {{ Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается создать раздел [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nedá sa vytvoriť kľúč: [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att skapa nyckel: [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾊﾃ鰓ｧ key: [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｹ｡ﾒﾃ爐鰓ｶﾖｧ莉ﾂﾑｧ key ｹﾑ鮖 ﾋﾃﾗﾍｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarı oluşturulamadı. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể tạo khóa: [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法创建键: [2]。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not create Shortcut [2]. Verify that the destination folder exists and that you can access it.
ar_sa: تعذر إنشاء اختصار [2]. تحقق من وجود مجلد الوجهة ومن إمكانية الوصول إليه.
ca_es: No s'ha pogut crear la drecera [2]. Verifiqueu que la carpeta de destinació existeix i que podeu accedir-hi.
cs_cz: Nelze vytvořit zástupce [2]. Přesvědčte se, zda cílová složka existuje a zda k ní máte přístup.
da_dk: Genvejen [2] kunne ikke oprettes. Kontroller, at destinationsmappen findes, og at du har adgang til den.
el_gr: Δεν ήταν δυνατή η δημιουργία της συντόμευσης [2]. Βεβαιωθείτε ότι ο φάκελος προορισμού υπάρχει και ότι έχετε πρόσβαση σε αυτόν.
eu_es: Ezin da [2] lasterbidea sortu. Egiaztatu helburuko karpeta badagoela eta sarbidea duzula.
fi_fi: Pikakuvakkeen [2] luominen epäonnistui. Varmista, että kohdekansio on olemassa ja että voit käyttää sitä.
fr_fr: Impossible de créer le raccourci [2]. Vérifiez que le dossier de destination existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Nije moguće napraviti prečac [2]. Provjerite postoji li odredišna mapa te možete li joj pristupiti.
hu_hu: A(z) [2] parancsikon létrehozása nem sikerült. Ellenőrizze, hogy a célmappa létezik-e, és hogy el tudja-e érni.
ja_jp: ショートカット [2] を作成できません。目的のフォルダが存在し、アクセスできることを確認してください。
lt_lt: Nepavyko sukurti nuorodos [2]. Patikrinkite, ar yra paskirties aplankas, ir ar galite jį pasiekti.
lv_lv: Nevarēja izveidot saīsni [2]. Pārbaudiet, vai pastāv adresāta mape un vai jūs tai varat piekļūt.
nb_no: Kan ikke opprette snarveien [2]. Kontroller at målmappen finnes, og at du har tilgang til den.
nl_nl: Kan de snelkoppeling [2] niet maken. Controleer of de doelmap bestaat en of u toegang tot deze map hebt.
pl_pl: Nie można utworzyć skrótu [2]. Zweryfikuj, czy folder docelowy istnieje i czy masz do niego dostęp.
ro_ro: Imposibil de creat comanda rapidã [2]. Verificaþi dacã folderul destinaþie existã ºi dacã aveþi acces la el.
ru_ru: Не удается создать ярлык [2]. Проверьте, что конечная папка существует и доступна.
sk_sk: Nie je možné vytvoriť odkaz [2]. Skontrolujte, či cieľový priečinok existuje, a či máte k nemu prístup.
sv_se: Det gick inte att skapa Genväg [2]. Bekräfta att målmappen finns och att du kan komma åt den.
th_th: 菽靆ﾒﾁﾒﾃｶﾊﾃ鰓ｧｷﾒｧﾅﾑｴ [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨篩ﾅ犇ﾍﾃ・ﾅﾒﾂｷﾒｧﾁﾕﾍﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [2] Kısayolu oluşturulamadı. Hedef klasörünün varolduğunu ve ona erişebildiğinizi denetleyin.
vi_vn: Không thể tạo Shortcut [2]. Kiểm xem có danh mục ̣đích không và bạn có thể truy cập vào.
zh_cn: 无法创建快捷方式 [2]。请检查目标文件夹是否存在，以及您是否可以访问该文件夹。

source: Could not delete key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر حذف مفتاح [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut suprimir la clau [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Klíč [2] nelze odstranit. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: N{__o /}glen [2] kunne ikke slettes. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η διαγραφή του κλειδιού [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] gakoa ezabatu. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen [2] poistaminen epäonnistui. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible de supprimer la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće brisanje ključa [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljna prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A(z) [2] kulcsot nem sikerült törölni. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [2] を削除できませんでした。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko panaikinti rakto: [2]. {{ Sistemos klaida [3].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja dzēst atslēgu: [2]. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke slette n{__o /}kkelen: [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan sleutel [2] niet verwijderen. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można usunšć klucza: [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de ºters cheia [2]. {{ Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается удалить раздел [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné odstrániť kľúč [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att skapa nyckel: [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾅｺ key [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarı silinemedi. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể bỏ khóa [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法删除键 [2]。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。
