Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: A network error occurred while attempting to read from the file: [2]
ar_sa: حدوث خطأ في شبكة الاتصال أثناء محاولة القراءة من الملف: [2]
ca_es: Hi ha hagut un error en intentar llegir del fitxer: [2]
cs_cz: Při pokusu o čtení ze souboru [2] došlo k síťové chybě.
da_dk: Der opstod en netværksfejl ved fors{__o /}g på at læse fra filen: [2]
el_gr: Παρουσιάστηκε σφάλμα δικτύου κατά την προσπάθεια ανάγνωσης από το αρχείο: [2]
eu_es: Sareko errorea gertatu da fitxategi honetatik irakurtzean: [2]
fi_fi: Verkkovirhe luettaessa tiedostoa: [2]
fr_fr: Erreur au niveau du réseau lors de la tentative de lecture du fichier [2]
hr_hr: Došlo je do mrežne pogreške pri pokušaju čitanja iz datoteke: [2]
hu_hu: A(z) [2] fájl olvasásakor hálózati hiba történt.
ja_jp: 次のファイルを読み取り中に、ネットワーク エラーが発生しました: [2]
lt_lt: Tinklo klaida įvyko bandant skaityti iš failo: [2]
lv_lv: Mēģinot lasīt no faila [2], radās tīkla kļūda.
nb_no: Det oppstod en nettverksfeil under fors{__o /}ket på å lese fra filen: [2]
nl_nl: Er is een netwerkfout opgetreden bij het lezen van bestand [2].
pl_pl: Wystšpi{__l /} b{__l /}šd sieciowy podczas próby odczytu z pliku: [2]
ro_ro: Eroare de reþea la încercarea de a citi din fiºierul: [2]
ru_ru: Ошибка в сети при чтении из файла [2]
sk_sk: Pri pokuse o čítanie zo súboru [2] sa vyskytla sieťová chyba
sv_se: Ett nätverksfel uppstod vid försök att läsa från filen: [2]
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爨ﾃﾗﾍ｢靨ﾂ爍ﾔｴ｢ﾖ鮖｢ｳﾐｾﾂﾒﾂﾒﾁｷﾕ險ﾐﾍ靨ｹｨﾒ｡眩鮹: [2]
tr_tr: [2] dosyasından okunmaya çalışılırken bir ağ hatası oluştu.
vi_vn: Có lỗi mạng trong khi cố gắng đọc từ: [2]
zh_cn: 试图读取文件 [2] 时发生网络错误。

source: A portion of the folder path '[2]' is invalid. It is either empty or exceeds the length allowed by the system.
ar_sa: إن جزءًا من مسار المجلد '[2]' غير صالح. إما أنه فارغ أو أنه يتجاوز الطول المسموح به من قبل النظام.
ca_es: Una part del camí de la carpeta "[2]" no és vȁlida. És buida o bé excedeix la longitud permesa pel sistema.
cs_cz: Některá z částí cesty ke složce ([2]) není platná. Pravděpodobně není zadána nebo přesahuje délku povolenou v systému.
da_dk: Mappestien '[2]' er ugyldig. Stien er enten for lang eller mangelfuld.
el_gr: Ένα τμήμα της διαδρομής "[2]" του φακέλου δεν είναι έγκυρο. Είτε είναι κενό είτε υπερβαίνει το μήκος που επιτρέπεται από το σύστημα.
eu_es: '[2]' karpetaren bide-izenaren zati bat ez da baliozkoa. Hutsik dago edo sistemak onartutako luzera gainditzen du.
fi_fi: Kansion polku [2] ei kelpaa. Se on tyhjä tai pituus ylittää järjestelmän salliman enimmäispituuden.
fr_fr: Une partie du chemin d'accȅs au dossier [2] n'est pas valide. Soit il est vide, soit il dépasse la longueur maximale autorisée par le systȅme.
hr_hr: Dio puta do mape '[2]' nije ispravan. Ili je prazan ili premašuje duljinu koju dopušta sustav.
hu_hu: A mappa elérési útjának ('[2]') az egyik része érvénytelen. Üres, vagy meghaladja a rendszer által engedélyezett hosszúságot.
ja_jp: フォルダ パス '[2]' の一部が不正です。パスが空であるかまたは長すぎるので、このシステムでは指定できません。
lt_lt: Aplanko maršruto [2] dalis negalioja. Ji yra tuščia arba viršija sistemos leistiną ilgį.
lv_lv: Daļa no mapes ceļa '[2]' nav derīga. Šis ceļš ir tukšs vai tā garums pārsniedz sistēmas atļauto garumu.
nb_no: En del av mappebanen [2] ugyldig. Den er enten tom eller overskrider lengden som tillates av systemet.
nl_nl: Een gedeelte van het pad voor de map [2] is ongeldig. Het pad is leeg of de de toegestane maximumlengte wordt overschreden.
pl_pl: Częć cieżki folderu [2] jest nieprawid{__l /}owa. Jest ona pusta lub przekracza d{__l /}ugoć dopuszczalnš przez system.
ro_ro: O parte a cãii folderului '[2]' este incorectã. Fie este vidã, fie depãºeºte lungimea permisã de sistem.
ru_ru: Неверная часть пути к папке "[2]". Путь либо пуст, либо превышает максимально допустимую длину.
sk_sk: Časť cesty k priečinku '[2]' je neplatná. Cesta je prázdna alebo prekračuje dĺžku povolenú systémom.
sv_se: En del av mappsökvägen [2] är ogiltig. Den är tom eller överskrider längden som systemet tillåter.
th_th: ﾊ霽ｹ｢ﾍｧ猝鮖ｷﾒｧ篩ﾅ犇ﾍﾃ・'[2]' 菽雜ﾙ｡ｵ鯱ｧ ｫﾖ隗ﾍﾒｨｨﾐﾇ靨ｧ狃ﾅ靨 ﾋﾃﾗﾍ爍ﾔｹ､ﾇﾒﾁﾂﾒﾇｷﾕ靉ｹﾘｭﾒｵ箒ﾂﾃﾐｺｺ
tr_tr: '[2]' klasör yolunun bir kısmı geçersiz. Bu bölüm boş veya sistem tarafından izin verilen uzunluğu aşıyor.
vi_vn: Một phần của đường dẫn danh mục '[2]' không hợp lệ. Có thể nó trống hoặc vượt quá chiều dài cho phép trong hệ thống.
zh_cn: 文件夹路径 [2] 的一部分无效。或者为空，或者超出了系统允许的长度。

source: A previous installation for this product is in progress. You must undo the changes made by that installation to continue. Do you want to undo those changes?
ar_sa: تثبيت سابق لهذا المنتج قيد التنفيذ. يجب عليك التراجع عن التغييرات التي قام بها ذلك التثبيت للمتابعة. هل تريد التراجع عن تلك التغييرات؟
ca_es: Hi ha una instal·lació en curs per a aquest producte. Heu de desfer els canvis fets per la instal·lació per continuar. Voleu desfer aquests canvis?
cs_cz: Probíhá předcházející instalace tohoto produktu. Chcete-li pokračovat, je nutné vrátit zpět změny provedené při této předchozí instalaci. Chcete tyto změny vrátit zpět?
da_dk: En tidligere installation af dette produkt er i gang. Du skal annullere ændringerne foretaget af installationsprogramt for at fortsætte. Vil du annullere disse ændringer?
el_gr: Μια προηγούμενη εγκατάσταση για αυτό το προϊόν βρίσκεται σε εξέλιξη. Πρέπει να αναιρέσετε τις αλλαγές που έγιναν από αυτήν την εγκατάσταση για να συνεχίσετε. Θέλετε να αναιρέσετε αυτές τις αλλαγές;
eu_es: Produktu honen aurreko instalazio bat martxan dago. Instalazio horretan egindako aldaketak desegin behar dituzu aurrera jarraitu ahal izateko. Aldaketa horiek desegin nahi dituzu?
fi_fi: Tämän tuotteen aiempi asennus on käynnissä. Kyseisen asennuksen tekemät muutokset tulee kumota, ennen kuin voit jatkaa. Haluatko kumota muutokset?
fr_fr: Une installation de ce produit est déjȁ en cours. Vous devez annuler les modifications apportées par cette installation pour continuer. Voulez-vous annuler les modifications ?
hr_hr: Prethodna instalacija ovog proizvoda sada traje. Morate poništiti promjene koje je učinila ta instalacija kako biste omogućili nastavak. Želite li poništiti te promjene?
hu_hu: A termék egy korábbi telepítése már folyamatban van. A folytatáshoz vissza kell vonnia azokat a változtatásokat, amelyek a másik telepítés alatt történtek. Kívánja visszavonni a változtatásokat?
ja_jp: この製品のインストールは現在進行中です。続行するには、インストールによって行われた変更を取り消す必要があります。これらの変更を取り消しますか?
lt_lt: Vykdomas anksčiau pradėtas šios programos diegimas. Tik anuliavę diegimo metu atliktus pakeitimųus galėsite tęsti. Ar norite anuliuoti šiuos pakeitimus?
lv_lv: Turpinās iepriekšēja šī produkta instalēšana. Lai turpinātu, ir jāatsauc šīs instalēšanas laikā veiktās izmaiņas. Vai vēlaties atsaukt šīs izmaiņas?
nb_no: En tidligere installasjon av dette produktet kj{__o /}rer allerede. Du må angre endringene som ble gjort i den installasjonen for å fortsette. Vil du angre endringene?
nl_nl: Er wordt al een eerdere installatie van dit product uitgevoerd. Als u door wilt gaan, moet u de wijzigingen die door de installatie zijn aangebracht, ongedaan maken. Wilt u de wijzigingen ongedaan maken?
pl_pl: Poprzednia instalacja tego produktu jest w tej chwili w toku. Przed kontynuacjš musisz cofnšć zmiany dokonane przez tę instalację. Chcesz cofnšć zmiany?
ro_ro: O instalare anterioarã a acestui produs este în derulare. Pentru a continua trebuie sã anulaþi modificãrile efectuate prin acea instalare. Anulaþi acele modificãri?
ru_ru: Выполняется предыдущая установка этого продукта. Для продолжения необходимо отменить изменения, внесенные в процессе этой установки. Отменить изменения?
sk_sk: Prebieha predchádzajúca inštalácia tohto produktu. Ak chcete pokračovať, musíte vrátiť zmeny vykonané dotyčnou inštaláciou. Chcete vrátiť tieto zmeny?
sv_se: En tidigare installation av den här produkten pågår. Du måste ångra de ändringar som gjorts av den installationen för att kunna fortsätta. Vill du ångra ändringarna?
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧｡靉ｹﾋｹ鰓ﾊﾓﾋﾃﾑｺｼﾅﾔｵﾀﾑｳｱ・ﾕ鯱ﾂﾙ鞳ｹ｡ﾒﾃｴﾓ犹ﾔｹ｡ﾒﾃ ､ﾘｳｵ鯱ｧ倏ﾔ｡ｷﾓ｡ﾒﾃ狃ﾅﾕ霙ｹ盻ﾅｧｷﾕ霍ﾓ狎ﾗ靉ｷﾓ耆鬘ﾒﾃｵﾔｴｵﾑ鬧ｴﾓ犹ﾔｹｵ靉莉 ､ﾘｳｵ鯱ｧ｡ﾒﾃｷﾕ險ﾐ倏ﾔ｡ｷﾓ｡ﾒﾃ狃ﾅﾕ霙ｹ盻ﾅｧ猴ﾅ靨ｹﾑ鮖ﾋﾃﾗﾍ菽・
tr_tr: Bu ürünün önceki bir yükleme işlemi sürüyor. Devam etmek için bu yüklemenin yaptığı değişiklikleri geri almalısınız. Bu değişiklikleri geri almak istiyor musunuz?
vi_vn: Đang có việc cài đặt sản phẩm này trong máy. Bạn phải hoàn tác những thay đổi do việc cài đặt đó để tiếp tục. Bạn muốn hoàn tác những thay đổi ̣đó không?
zh_cn: 本产品的前一次安装正在进行，您必须先撤销该过程做出的修改，然后才能继续。是否撤销那些修改？

source: A valid destination folder for the install could not be determined.
ar_sa: تعذر تحديد مجلد مصدر صالح للتثبيت.
ca_es: No es pot determinar una carpeta de destinació vȁlida per a la instal·lació.
cs_cz: Nelze určit platnou cílovou složku pro tuto instalaci.
da_dk: En gyldig destinationsmappe for installationen kunne ikke påvises.
el_gr: Δεν ήταν δυνατόν να καθοριστεί έγκυρος φάκελος προορισμού για την εγκατάσταση.
eu_es: Ezin izan da instalatzeko baliozko helburu-karpeta zehaztu.
fi_fi: Kelvollisen asennuskohdekansion määritys ei onnistu.
fr_fr: Impossible de trouver un dossier de destination valide pour l'installation.
hr_hr: Nije mogla biti određena valjana odredišna mapa za instaliranje.
hu_hu: A telepítéshez nem sikerült érvényes célmappát meghatározni.
ja_jp: インストールのための正しいコピー先を確定できませんでした。
lt_lt: Diegimui negalima nustatyti leistino paskirties aplanko.
lv_lv: Nevarēja noteikt derīgu instalācijas adresāta mapi.
nb_no: Finner ingen gyldig målmappe for installasjonen.
nl_nl: Kan geen geldige doelmap bepalen voor de installatie.
pl_pl: Nie można ustalić prawid{__l /}owego folderu docelowego instalacji.
ro_ro: Imposibil de determinat un folder de destinaþie corect pentru instalare.
ru_ru: Не удается определить конечную папку для установки.
sk_sk: Nedá sa zistiť platný cieľový priečinok tejto inštalácie.
sv_se: Det gick inte att bestämma en giltig målmapp för installationen.
th_th: 篩ﾅ犇ﾍﾃ・ﾅﾒﾂｷﾒｧｷﾕ雜ﾙ｡ｵ鯱ｧﾊﾓﾋﾃﾑｺ｡ﾒﾃｵﾔｴｵﾑ鬧菽靆ﾒﾁﾒﾃｶｶﾙ｡｡ﾓﾋｹｴ莇・
tr_tr: Yükleme işlemi için geçerli bir hedef klasörü belirlenemedi.
vi_vn: Không thể xác định danh mục đích hợp lệ cho việc cài đặt.
zh_cn: 无法确定安装所需的有效路径。

source: Action [Time]: [1]. [2]
ar_sa: إجراء [Time]‏: [1]. [2]
ca_es: Acció [Time]: [1]. [2]
cs_cz: Akce [Time]: [1]. [2]
da_dk: Handling [Time]: [1]. [2]
el_gr: Ενέργεια [Time]: [1]. [2]
eu_es: Ekintza [Time]: [1]. [2]
fi_fi: Toiminto [Time]: [1]. [2]
hr_hr: Akcija [Time]: [1]. [2]
hu_hu: Művelet [Time]: [1]. [2]
ja_jp: 操作 [Time]: [1]。 [2]
lt_lt: Eiga: [Time]: [1]. [2]
lv_lv: Darbība [Time]: [1]. [2]
nb_no: Handling [Time]: [1]. [2]
nl_nl: Actie [Time]: [1]. [2]
pl_pl: Akcja [Time]: [1]. [2]
ro_ro: Acþiune [Time]: [1]. [2]
ru_ru: Действие [Time]: [1]. [2]
sk_sk: Akcia [Time]: [1]. [2]
sv_se: Åtgärd [Time]: [1]. [2]
th_th: ｡ﾒﾃ｡ﾃﾐｷﾓ [Time]: [1]. [2]
tr_tr: Eylem [Time]: [1]. [2]
vi_vn: Hành động [Time]: [1]. [2]
zh_cn: 操作 [Time]: [1]. [2]

source: Action ended [Time]: [1]. Return value [2].
ar_sa: انتهاء الإجراء [Time]‏: [1]. القيمة المرجعة [2].
ca_es: Fi de l'acció [Time]: [1]. Valor de retorn [2].
cs_cz: Akce ukončena [Time]: [1]. Vrácená hodnota: [2].
da_dk: Handling afsluttet [Time]: [1]. Returværdi [2].
el_gr: Η ενέργεια τερματίστηκε [Time]: [1]. Τιμή επιστροφής [2].
eu_es: Ekintza noiz amaitu den [Time]: [1]. Itzulitako balioa [2].
fi_fi: Toiminto päättyi [Time]: [1]. Palautusarvo [2].
fr_fr: Fin de l'action [Time] : [1]. Valeur renvoyée : [2].
hr_hr: Akcija završena u [Time]: [1]. Povratna vrijednost [2].
hu_hu: A művelet befejeződött: [Time]: [1]. Visszatérési érték: [2].
ja_jp: 操作終了 [Time]: [1]。 戻り値 [2]。
lt_lt: Veiksmas baigtas [Time]: [1]. Grąžinama reikšmė [2].
lv_lv: Darbība beigusies [Time]: [1]. Atgrieztā vērtība [2].
nb_no: Handling stoppet [Time]: [1]. Returverdi [2].
nl_nl: Actie beëindigd [Time]: [1]. Retourwaarde [2].
pl_pl: Koniec akcji [Time]: [1]. Zwrócona wartoć [2].
ro_ro: Acþiune finalizatã [Time]: [1]. Valoare returnatã [2].
ru_ru: Завершение действия [Time]: [1]. Возвращенное значение [2].
sk_sk: Koniec akcie [Time]: [1]. Vrátená hodnota [2].
sv_se: Åtgärden avslutades [Time]: [1]. Returvärdet [2].
th_th: ｡ﾒﾃ｡ﾃﾐｷﾓﾊﾔ鮖ﾊﾘｴ [Time]: [1]. ､ﾗｹ､靨 [2].
tr_tr: Eylem sonlandı [Time]: [1]. Dönen değer [2].
vi_vn: Hành động dừng [Time]: [1]. Giá trị trả về [2].
zh_cn: 操作结束 [Time]: [1]。返回值 [2]。

source: Action start [Time]: [1].
ar_sa: بدء الإجراء [Time]‏: [1].
ca_es: Inici de l'acció [Time]: [1].
cs_cz: Začátek akce [Time]: [1].
da_dk: Handling startet [Time]: [1].
el_gr: Έναρξη ενέργειας [Time]: [1].
eu_es: Ekintza noiz hasi den [Time]: [1].
fi_fi: Toiminto alkoi [Time]: [1].
fr_fr: Début de l'action [Time] : [1].
hr_hr: Akcija započela u [Time]: [1].
hu_hu: A művelet elkezdődött: [Time]: [1].
ja_jp: 操作開始 [Time]: [1]。
lt_lt: Veiksmas pradėtas [Time]: [1].
lv_lv: Darbības sākums [Time]: [1].
nb_no: Handling startet [Time]: [1].
nl_nl: Actie gestart [Time]: [1].
pl_pl: Poczštek akcji [Time]: [1].
ro_ro: Începere acþiune [Time]: [1].
ru_ru: Начало действия [Time]: [1].
sk_sk: Začiatok akcie [Time]: [1].
sv_se: Åtgärden startade [Time]: [1].
th_th: ｡ﾒﾃ｡ﾃﾐｷﾓ狹ﾔ霖 [Time]: [1].
tr_tr: Eylem başladı [Time]: [1].
vi_vn: Hành động bắt đầu [Time]: [1].
zh_cn: 操作开始 [Time]: [1]。

source: Advertisement completed successfully.
ar_sa: تمت عملية الإعلان بنجاح.
ca_es: L'anuncis s'ha efectuat sense problemes.
cs_cz: Inzerování bylo úspěšně dokončeno.
da_dk: Annonceringen blev fuldf{__o /}rt.
el_gr: Η διαφήμιση ολοκληρώθηκε με επιτυχία.
eu_es: Abisua behar bezala egin da.
fi_fi: Mainostaminen tehtiin onnistuneesti.
fr_fr: La publication s'est terminée correctement.
hr_hr: Objava je uspješno završena.
hu_hu: A közzététel sikeresen megtörtént.
ja_jp: アドバタイズを正しく完了しました。
lt_lt: Reklama sėkmingai baigta.
lv_lv: Reklāmas izvietošana veiksmīgi pabeigta.
nb_no: Annonseringen er fullf{__o /}rt.
nl_nl: De advertisement is voltooid.
pl_pl: Og{__l /}oszenie zakończy{__l /}o się pomylnie.
ro_ro: Inserarea anunþului s-a încheiat cu succes.
ru_ru: Объявление завершено успешно.
sk_sk: Inzercia sa úspešne dokončila.
sv_se: Annonseringen har slutförts.
th_th: ｡ﾒﾃ筥ﾉｳﾒ猝ﾃ遞ﾊﾁｺﾙﾃｳ・
tr_tr: Duyuru başarıyla tamamlandı.
vi_vn: Hoàn tất việc quảng cáo.
zh_cn: 成功地完成公布。

source: Advertisement failed.
ar_sa: فشلت عملية الإعلان.
ca_es: Ha fallat l'anunci.
cs_cz: Inzerování se nezdařilo.
da_dk: Annonceringen mislykkedes.
el_gr: Η διαφήμιση απέτυχε.
eu_es: Abisua ezin izan da egin.
fi_fi: Mainostaminen epäonnistui.
fr_fr: La publication a échoué.
hr_hr: Objava nije uspjela.
hu_hu: A közzététel nem sikerült.
ja_jp: アドバタイズに失敗しました。
lt_lt: Reklama nepavyko.
lv_lv: Reklāmas izvietošana neizdevās.
nb_no: Annonseringen mislyktes.
nl_nl: De advertisement is mislukt.
pl_pl: Og{__l /}oszenie nie powiod{__l /}o się.
ro_ro: Inserarea anunþului nu a reuºit.
ru_ru: Сбой объявления.
sk_sk: Inzercia zlyhala.
sv_se: Annonseringen misslyckades.
th_th: ｡ﾒﾃ筥ﾉｳﾒﾅ鮹猴ﾅﾇ
tr_tr: Duyuru başarısız oldu.
vi_vn: Quảng cáo thất bại.
zh_cn: 公布失败。

source: Advertising application
ar_sa: تطبيق إعلان
ca_es: Aplicació d'exemple
cs_cz: Ohlašování aplikace
da_dk: Anmelder program
el_gr: Κοινοποίηση εφαρμογής
eu_es: Aplikazioaren berri ematen
fi_fi: Ilmoitetaan sovelluksesta
fr_fr: Publication d'informations sur l'application
hr_hr: Oglašavanje programa
hu_hu: Alkalmazás közzététele
ja_jp: 後で使用するためにアプリケーションを設定しています
lt_lt: Skelbiama programa.
lv_lv: Reklâmas lietojumprogramma
nb_no: Kontrollerer om programt finnes
nl_nl: Bezig met het aankondigen van de toepassing
pl_pl: Anonsowanie aplikacji
ro_ro: Aplicaþie pentru reclamã
ru_ru: Реклама приложения
sk_sk: Prebieha pseudoinštalácia aplikácie
sv_se: Annonserar program
th_th: กำลังโฆษณาโปรแกรมประยุกต์
tr_tr: Uygulama yayımlanıyor
vi_vn: Quảng cáo ứng dụng
zh_cn: 通知应用程序

source: Allocating registry space
ar_sa: تخصيص مساحة تسجيل
ca_es: S'estȁ assignant espai al Registre
cs_cz: Přidělování místa v registru
da_dk: Allokerer plads i registreringsdatabase
el_gr: Εκχώρηση χώρου μητρώου
eu_es: Erregistroko lekua esleitzen
fi_fi: Varataan rekisteritilaa
fr_fr: Allocation d'espace dans le registre
hr_hr: Dodjela prostora registra
hu_hu: Rendszerleíró adatbázis helyének kiosztása
ja_jp: レジストリ領域を割り当てています
lt_lt: Išskiriama vieta registre.
lv_lv: Notiek reȉistra vietas iedalîðana
nb_no: Tildeler registerplass
nl_nl: Bezig met het toewijzen van register-ruimte
pl_pl: Przydzielanie przestrzeni rejestru
ro_ro: Alocare spaþiu pentru registry
ru_ru: Выделение памяти для реестра
sk_sk: Vyhradzuje sa miesto v databáze Registry
sv_se: Allokerar registerutrymme
th_th: กำลังจัดสรรพื้นที่ registry
tr_tr: Kayıt alanı ayrılıyor
vi_vn: Phân bổ chỗ đăng ký
zh_cn: 正在分配注册表空间

source: An error occured during the installation of assembly component [2]. HRESULT: [3]. {{assembly interface: [4], function: [5], assembly name: [6]}}
ar_sa: حدث خطأ أثناء تثبيت مكون التجميع [2]. HRESULT: [3]. {{واجهة تطبيق التجميع: [4], الوظيفة: [5], اسم التجميع: [6]}}
ca_es: Hi ha hagut un error durant la instal·lació del component de muntatge [2]. HRESULT: [3]. {{interfície de muntatge: [4], funció: [5], nom de muntatge: [6]}}
cs_cz: Při instalaci součásti sestavení [2] došlo k chybě. Výsledek: [3]. {{rozhraní sestavení: [4], funkce: [5], název sestavení: [6]}}
da_dk: Der opstod en fejl under installationen af samlingskomponenten [2]. HRESULT: [3]. {{samlingsgrænseflade: [4], funktion: [5], samlingsnavn: [6]}}
el_gr: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του στοιχείου συναρμολόγησης (assembly component) [2]. HRESULT: [3]. {{διασύνδεση συναρμολόγησης: [4], λειτουργία: [5], όνομα συναρμολόγησης: [6]}}
eu_es: Errore bat sortu zen osagaien muntai [2] instalatzekoan. HRESULT: [3]. {{muntai interfazea: [4], funtsioa: [5], muntai izena: [6]}}
fi_fi: Assembly-osan asennuksessa tapahtui virhe [2]. HRESULT: [3]. {{assembly-liittymä: [4], funktio: [5], assembly-nimi: [6]}}
fr_fr: Une erreur s'est produite lors de l'installation du composant de l'assemblage [2]. HRESULT : [3]. {{interface de l'assemblage : [4], fonction : [5], nom de l'assemblage : [6]}}
hr_hr: Dogodila se pogreška tijekom instalacije komponente [2]. HRESULT: [3]. {{sučelje skupa komponenti: [4], funkcija: [5], naziv skupa komponenti: [6]}}
hu_hu: Hiba történt az összetevő ([2]) telepítése közben. HRESULT: [3]. {{felület: [4], függvény: [5], összeállítás neve: [6]}}
ja_jp: アセンブリ コンポーネント [2] のインストール中にエラーが発生しました。 HRESULT: [3]. {{アセンブリ インターフェイス: [4], 関数: [5], アセンブリ名: [6]}}
lt_lt: Įvyko klaida diegiant surinkimo komponentą [2]. HRESULT: [3]. {{surinkimo sąsaja: [4], funkcija: [5], surinkimo pavadinimas: [6]}}
lv_lv: Instalējot montāžas komponentu [2], radās kļūda. HRESULT: [3]. {{montāžas interfeiss: [4], funkcija: [5], montāžas nosaukums: [6]}}
nb_no: Det oppstod en feil under installasjonen av samlingskomponenten [2]. HRESULT: [3]. {{samlingsgrensesnitt: [4], funksjon: [5], samlingsnavn: [6]}}
nl_nl: Er is een fout opgetreden tijdens de installatie van het onderdeel [2]. HRESULT: [3]. {{onderdeelinterface: [4], functie: [5], naam van onderdeel: [6]}}
pl_pl: Wystšpi{__l /} b{__l /}šd podczas instalowania sk{__l /}adniku asemblacji [2]. HRESULT: [3]. {{interfejs asemblacji: [4], funkcja: [5], nazwa asemblacji: [6]}}
ro_ro: Eroare la instalarea componentei asamblãrii [2]. HRESULT: [3]. {{interfaþã asamblare: [4], funcþie: [5], nume asamblare: [6]}}
ru_ru: Сбой установки компонента сборки [2]. HRESULT: [3]. {{интерфейс сборки: [4], функция: [5], имя сборки: [6]}}
sk_sk: Počas inštalácie súčasti zostavy [2] sa vyskytla chyba. HRESULT: [3]. {{rozhranie zostavy: [4], funkcia: [5], názov zostavy: [6]}}
sv_se: Ett fel uppstod när paketkomponenten [2] skulle installeras. HRESULT: [3]. {{paketets gränssnitt: [4], funktion: [5], paketets namn: [6]}}
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爍ﾔｴ｢ﾖ鮖ﾃﾐﾋﾇ靨ｧ｡ﾒﾃｵﾔｴｵﾑ鬧､ﾍﾁ篝犹ｹｵ・ﾇｺﾃﾇﾁ [2]. HRESULT: [3]. {{assembly interface: [4], function: [5], assembly name: [6]}}
tr_tr: Birleştirme bileşeni kurulumu sırasında bir hata oluştu[2]. HRESULT: [3]. {{birleştirme arabirimi: [4], ,işlev: [5], birleştirme adı: [6]}}
vi_vn: Có lỗi trong việc cài đặt thành phần gói triển khai [2]. HRESULT: [3]. {{giao diện gói triển khai: [4], chức năng: [5], tên gói triển khai: [6]}}
zh_cn: 安装汇编组件 [2] 时出错。HRESULT: [3]。{{汇编界面: [4], 函数: [5], 汇编名: [6]}}
