Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Error writing to file: [3]. {{ System error [2].}} Verify that you have access to that folder.
ar_sa: خطأ كتابة إلى ملف: [3]. {{ خطأ في النظام [2].}} تحقق من وجود وصول إلى هذا الدليل.
ca_es: Error en escriure al fitxer: [3]. {{ Error del sistema [2].}} Verifiqueu que teniu accés a aquest directori.
cs_cz: Při zápisu do souboru [3] došlo k chybě. {{ Systémová chyba [2].}} Přesvědčte se, zda máte přístup do adresáře.
da_dk: Fejl under skrivning til filen: [3]. {{ Systemfejl [2].}} Kontroller, at du har adgang til mappen.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγγραφή στο αρχείο: [3]. {{ Σφάλμα συστήματος [2].}} Βεβαιωθείτε ότι έχετε πρόσβαση σε αυτόν τον κατάλογο.
eu_es: Errorera fitxategi honetan idaztean: [3]. {{[2] sistema-errorea.}} Egiaztatu direktorio horretara sarbidea duzula.
fi_fi: Virhe kirjoitettaessa tiedostoon: [3]. {{ Järjestelmävirhe [2].}} Varmista, että voit käyttää kansiota.
fr_fr: Erreur lors de l'écriture dans le fichier [3]. {{ Erreur systȅme [2].}} Vérifiez que vous êtes autorisé ȁ accéder ȁ ce répertoire.
hr_hr: Pogreška pri pisanju u datoteku: [3]. {{ Pogreška sustava [2].}} Provjerite imate li pravo pristupa do tog imenika.
hu_hu: Hiba a(z) [3] fájl írásakor. {{ Rendszerhiba [2].}} Ellenőrizze, hogy van-e hozzáférési engedélye a könyvtárhoz.
ja_jp: ファイルに書き込むときにエラーが発生しました: [3]。{{ システム エラー[2]。}} このディレクトリにアクセスできることを確認してください。
lt_lt: Klaida rašant į failą: [3]. {{ Sistemos klaida [2].}} Patikrinkite, ar galite kreiptis į tokį katalogą.
lv_lv: Radās kļūda, rakstot failā: [3]. {{ Sistēmas kļūda [2].}} Pārbaudiet, vai jums ir pieeja šim direktorijam.
nb_no: Feil ved skriving til filen: [3]. {{ Systemfeil [2].}} Kontroller at du har tilgang til katalogen.
nl_nl: Fout bij het schrijven naar het bestand [3]. {{ Systeemfout [2].}} Controleer of u toegang tot de map hebt.
pl_pl: B{__l /}šd zapisu do pliku: [3]. {{B{__l /}šd systemu [2].}} Zweryfikuj, czy masz dostęp do tego katalogu.
ro_ro: Eroare la scriere în fiºierul: [3]. {{ Eroare de sistem [2].}} Verificaþi dacã aveþi acces la acel director.
ru_ru: Ошибка записи в файл [3]. {{ Системная ошибка [2].}} Убедитесь, что у вас есть доступ к этому каталогу.
sk_sk: Chyba pri zápise do súboru: [3]. {{ Systémová chyba [2].}} Skontrolujte, či máte prístup do príslušného adresára.
sv_se: Det gick inte att skriva till filen: [3]. {{ Systemfel [2].}} Bekräfta att du kan komma åt den katalogen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ爐ﾕﾂｹ莉ﾂﾑｧ眩鮹: [3]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [2].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ莇狹｡ｵﾍﾃﾕｹﾑ鮖
tr_tr: [3] dosyasına yazma hatası. {{ Sistem hatası [2].}} Bu dizine erişiminiz olduğunu denetleyin.
vi_vn: Có lỗi khi ghi vào: [3]. {{ Lỗi hệ thống [2].}} Kiểm xem bạn có ̉quyền truy cập vào thư mục đó.
zh_cn: 写至文件 [3] 时出错。{{ 系统错误 [2]。}} 请确认您有权访问该目录。

source: Evaluating launch conditions
ar_sa: تقييم شروط بدء التشغيل
ca_es: S'estan avaluant les condicions d'arrencada
cs_cz: Vyhodnocování podmínek pro spuštění
da_dk: Evaluerer startbetingelser
el_gr: Αξιολόγηση συνθηκών εκκίνησης
eu_es: Abiarazteko baldintzak ebaluatzen
fi_fi: Arvioidaan käynnistysehtoja
fr_fr: Évaluation des conditions de lancement
hr_hr: Vrednovanje uvjeta za pokretanje
hu_hu: Az indítási feltételek értékelése
ja_jp: 起動状態を検証しています
lt_lt: Vertinamos paleidimo sąlygos.
lv_lv: Notiek palaiðanas apstâkïu novçrtçðana
nb_no: Vurderer oppstartsbetingelser
nl_nl: Bezig met het evalueren van de voorwaarden voor het starten
pl_pl: Wyznaczanie warunków uruchomienia
ro_ro: Evaluare condiþii de lansare
ru_ru: Проверка условий запуска
sk_sk: Vyhodnocujú sa podmienky spustenia
sv_se: Utvärderar startvillkor
th_th: กำลังประเมินผลเงื่อนไขในการเริ่มใช้งาน
tr_tr: Başlatma durumları değerlendiriliyor
vi_vn: Đánh giá điều kiện để chạy
zh_cn: 正在评估启动条件

source: Extension: [1]
ar_sa: ملحق: [1]
ca_es: Extensió: [1]
cs_cz: Rozšíření: [1]
da_dk: Filtypenavn: [1]
el_gr: Επέκταση: [1]
eu_es: Luzapena: [1]
fi_fi: Laajennus: [1]
hu_hu: Kiterjesztés: [1]
ja_jp: エクステンション: [1]
lt_lt: Plėtinys: [1]
lv_lv: Paplaðinâjums: [1]
nb_no: Tillegg: [1]
nl_nl: Extensie: [1]
pl_pl: Rozszerzenie: [1]
ro_ro: Extensie: [1]
ru_ru: Расширение: [1]
sk_sk: Rozšírenie: [1]
sv_se: Filtillägg: [1]
th_th: ส่วนขยาย: [1]
tr_tr: Uzantı: [1]
vi_vn: Mở rộng: [1]
zh_cn: 扩展: [1]

source: Failed to cache package [2]. Error: [3]. Contact your support personnel.
ar_sa: فشل التخزين المؤقت لمنتج [2]. خطأ: [3]. اتصل بأفراد الدعم.
ca_es: No s'ha pogut carregar en memȍria cau el paquet [2]. Error: [3]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Balíček [2] nelze zapsat do mezipaměti. Chyba [3]. Obraťte se na pracovníky odborné pomoci.
da_dk: Pakken [2] kunne ikke gemmes i cachen. Fejl: [3]. Kontakt supportteknikerne.
el_gr: Η αποθήκευση του πακέτου [2] στη μνήμη cache απέτυχε. Σφάλμα: [3]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] paketea cache-an gorde. Errorea: [3]. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Paketin [2] tallentaminen välimuistiin epäonnistui. Virhe: [3]. Ota yhteys tukihenkilöihin.
fr_fr: Impossible de placer le package [2] dans le cache. Erreur : [3]. Contactez votre service de support technique.
hr_hr: Nije uspio zapis paketa [2] u priručnu memoriju. Pogreška: [3]. Kontaktirajte svoje osoblje za podršku.
hu_hu: A csomagot ([2]) nem sikerült a gyorsítótárba írni. Hiba: [3]. Forduljon a technikusokhoz.
ja_jp: パッケージ [2] のキャッシュに失敗しました。エラー: [3]。サポート担当者に問い合わせてください。
lt_lt: Nepavyko į talpyklą padėti paketo [2]. Klaida [3]. Kreipkitės į techninės pagalbos personalą.
lv_lv: Pakotni [2] neizdevās ierakstīt kešatmiņā. Kļūda: [3]. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke hurtigbufre pakken [2]. Feil: [3]. Kontakt st{__o /}ttepersonell.
nl_nl: Kan pakket [2] niet opslaan in cache. Fout: [3]. Neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można umiecić w buforze pakietu [2]. B{__l /}šd: [3]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Nu s-a reuºit memorarea imediatã a pachetului [2]. Eroare: [3]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Ошибка кэширования пакета [2]. Ошибка: [3]. Обратитесь в службу поддержки.
sk_sk: Uloženie balíka [2] do medzipamäte zlyhalo. Chyba: [3]. Obráťte sa na technika.
sv_se: Det gick inte att buffra paketet [2]. Fel: [3]. Kontakta supportpersonalen.
th_th: ﾅ鮹猴ﾅﾇｷﾕ險ﾐ cache package [2]. ｢鯱ｼﾔｴｾﾅﾒｴ: [3]. 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] paketi önbelleğe alınamadı. Hata: [3]. Destek sorumlunuza başvurun.
vi_vn: Thất bại đăng ký gói vào bộ nhớ [2]. Lỗi: [3]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 无法缓存包 [2]。错误: [3]。请与您的技术支持人员联系。

source: Failed to correctly copy [2] file: CRC error.
ar_sa: لم يتم نسخ [2] بنجاح الملف: خطأ CRC.
ca_es: No s'ha pogut copiar correctament el fitxer [2]: error CRC.
cs_cz: Kopírování souboru [2] se nezdařilo: chyba kontrolního součtu CRC.
da_dk: Fejl ved kopiering af filen [2]: CRC-fejl.
el_gr: Η σωστή αντιγραφή του αρχείου [2] απέτυχε: σφάλμα CRC.
eu_es: Ezin izan da fitxategi [2] behar bezala kopiatu: CRC errorea.
fi_fi: Tiedoston [2] kopiointi ei onnistunut oikein: CRC-virhe.
fr_fr: Impossible de copier correctement le fichier [2] : erreur CRC.
hr_hr: Nije uspjelo ispravno kopiranje datoteke [2]: CRC pogreška.
hu_hu: Nem lehetett másolni a fájlt ([2]): CRC-hiba.
ja_jp: [2] ファイルを正しくコピーできませんでした: CRC エラー。
lt_lt: Nepavyko teisingai nukopijuoti [2] failo: CRC klaida.
lv_lv: Neizdevās pareizi nokopēt failu [2]: CRC kļūda.
nb_no: Kan ikke kopiere filen [2]: CRC-feil.
nl_nl: Kan het [2]-bestand niet juist kopiëren: CRC-fout.
pl_pl: Nie można poprawnie skopiować pliku [2]: b{__l /}šd CRC.
ro_ro: Copierea corectã a fiºierului [2] nu a reuºit: eroare CRC.
ru_ru: Сбой правильного копирования файла [2]: Ошибка CRC.
sk_sk: Súbor [2] sa nepodarilo správne skopírovať: chyba CRC.
sv_se: Det gick inte att kopiera filen [2]: CRC-fel.
th_th: 菽靆ﾒﾁﾒﾃｶｷﾓﾊﾓ犹ﾒ眩鮹 [2] 莇・: ｢鯱ｼﾔｴｾﾅﾒｴ CRC
tr_tr: [2] dosyasını doğru kopyalayamadı: CRC hatası.
vi_vn: Thất bái sao tệp tin [2]: lỗi CRC.
zh_cn: 复制 [2] 文件失败: CRC 错误。

source: Failed to correctly move [2] file: CRC error.
ar_sa: لم يتم نقل [2] بنجاح الملف: خطأ CRC.
ca_es: No s'ha pogut desplaçar correctament el fitxer [2]: error CRC.
cs_cz: Přesunutí souboru [2] se nezdařilo: chyba kontrolního součtu CRC.
da_dk: Fejl ved flytning af filen [2]: CRC-fejl.
el_gr: Η σωστή μετακίνηση του αρχείου [2] απέτυχε: σφάλμα CRC.
eu_es: Ezin izan da fitxategi [2] behar bezala mugitu: CRC errorea.
fi_fi: Tiedoston [2] siirtäminen ei onnistunut oikein: CRC-virhe.
fr_fr: Impossible de déplacer correctement le fichier [2] : erreur CRC.
hr_hr: Nije uspjelo ispravno premještanje datoteke [2]: CRC pogreška.
hu_hu: Nem lehetett áthelyezni a fájlt ([2]): CRC-hiba.
ja_jp: [2] ファイルを正しく移動できませんでした: CRC エラー。
lt_lt: Nepavyko teisingai perkelti [2] failo: CRC klaida.
lv_lv: Neizdevās pareizi pārvietot failu [2]: CRC kļūda.
nb_no: Kan ikke flytte filen [2]: CRC-feil.
nl_nl: Kan het [2]-bestand niet juist verplaatsen: CRC-fout.
pl_pl: Nie można poprawnie przenieć pliku [2]: b{__l /}šd CRC.
ro_ro: Mutarea corectã a fiºierului [2] nu a reuºit: eroare CRC.
ru_ru: Сбой правильного перемещения файла [2]: Ошибка CRC.
sk_sk: Súbor [2] sa nepodarilo správne premiestniť: chyba CRC.
sv_se: Det gick inte att flytta filen [2]: CRC-fel.
th_th: 菽靆ﾒﾁﾒﾃｶﾂ鰓ﾂ眩鮹 [2] 莇・: ｢鯱ｼﾔｴｾﾅﾒｴ CRC
tr_tr: [2] dosyası doğru taşınamadı: CRC hatası.
vi_vn: Thất bái dời tệp tin [2]: lỗi CRC.
zh_cn: 移动 [2] 文件失败: CRC 错误。

source: Failed to correctly patch [2] file: CRC error.
ar_sa: لم يتم إصلاح [2] بنجاح الملف: خطأ CRC.
ca_es: No s'ha pogut revisar correctament el fitxer [2]: error CRC.
cs_cz: Opravení souboru [2] se nezdařilo: chyba kontrolního součtu CRC.
da_dk: Fejl ved rettelse af filen [2]: CRC-fejl.
el_gr: Η σωστή επιδιόρθωση του αρχείου [2] απέτυχε: σφάλμα CRC.
eu_es: Ezin izan da fitxategi [2] behar bezala zuzendu: CRC errorea.
fi_fi: Tiedoston [2] päivittäminen ei onnistunut oikein: CRC-virhe.
fr_fr: Impossible de corriger correctement le fichier [2] : erreur CRC.
hr_hr: Nije uspio ispravak datoteke [2]: CRC pogreška.
hu_hu: Nem lehetett javítani a fájlt ([2]): CRC-hiba.
ja_jp: 修正プログラムをファイル [2] に正しく適用できませんでした: CRC エラー。
lt_lt: Nepavyko teisingai pataisyti [2] failo: CRC klaida.
lv_lv: Neizdevās pareizi ielāpot failu [2]: CRC kļūda.
nb_no: Kan ikke oppdatere filen [2]: CRC-feil.
nl_nl: Kan het [2]-bestand niet juist aanpassen: CRC-fout.
pl_pl: Nie można poprawnie zastosować poprawki do pliku [2]: b{__l /}šd CRC.
ro_ro: Corectarea fiºierului [2] nu a reuºit: eroare CRC.
ru_ru: Сбой правильного исправления файла [2]: Ошибка CRC.
sk_sk: Súbor [2] sa nepodarilo správne opraviť: chyba CRC.
sv_se: Det gick inte att korrigera filen [2]: CRC-fel.
th_th: 菽靆ﾒﾁﾒﾃｶ癸鱠｢眩鮹 [2] 莇・: ｢鯱ｼﾔｴｾﾅﾒｴ CRC
tr_tr: [2] dosyası düzeltilemedi: CRC hatası.
vi_vn: Thất bái sử chữa tệp tin [2]: lỗi CRC.
zh_cn: 修补 [2] 文件失败: CRC 错误。

source: Feature: [1]
ar_sa: ميزة: [1]
ca_es: Característica: [1]
cs_cz: Funkce: [1]
da_dk: Funktion: [1]
el_gr: Δυνατότητα: [1]
eu_es: Eginbidea: [1]
fi_fi: Ominaisuus: [1]
fr_fr: Composant : [1]
hr_hr: Osobina: [1]
hu_hu: Szolgáltatás: [1]
ja_jp: 機能: [1]
lt_lt: Priemonė: [1]
lv_lv: Lîdzeklis: [1]
nb_no: Funksjon: [1]
nl_nl: Functie: [1]
pl_pl: Cecha: [1]
ro_ro: Caracteristicã: [1]
ru_ru: Компонент: [1]
sk_sk: Súȅas: [1]
sv_se: Funktion: [1]
th_th: คุณลักษณะ: [1]
tr_tr: Özellik: [1]
vi_vn: Tính năng: [1]
zh_cn: 功能: [1]

source: File [2] was rejected by digital signature policy.
ar_sa: تم رفض الملف [2] من قِبل نهج التوقيع الرقمي.
ca_es: Les directrius de la signatura digital han refusat el fitxer [2].
cs_cz: Soubor [2] byl zásadou digitálních podpisů odmítnut.
da_dk: Filen [2] blev afvist af politikken for digital signatur.
el_gr: Το αρχείο [2] απορρίφθηκε από την πολιτική ψηφιακής υπογραφής.
eu_es: Fitxategi [2] ezetsi egin du digital sinadura gidalerroak.
fi_fi: Digitaalinen allekirjoitus -käytäntö hylkäsi tiedoston [2].
fr_fr: Le fichier [2] a été rejeté par la stratégie de signature numérique.
hr_hr: Datoteka [2] odbačena je zbog provjere digitalnog potpisa.
hu_hu: A fájlt ([2]) a digitális aláírás házirendje visszautasította.
ja_jp: ファイル [2] はデジタル署名ポリシーによって拒否されました。
lt_lt: Failą [2] atmetė elektroninio parašo kontrolė.
lv_lv: Ciparparaksta politika noraidīja failu [2].
nb_no: Filen [2] ble avvist av policyen for digital signatur.
nl_nl: Het bestand [2] is geweigerd door het beleid voor digitale ondertekening.
pl_pl: Plik [2] zosta{__l /} odrzucony przez zasady podpisu cyfrowego.
ro_ro: Fiºierul [2] s-a respins prin politica de semnãturã digitalã.
ru_ru: Файл [2] отвергнут политикой цифровой подписи.
sk_sk: Politika pre digitálne podpisy zamietla súbor [2].
sv_se: Filen [2] nekades av principen för digitala signaturer.
th_th: 眩鮹 [2] ｶﾙ｡ｻｯﾔ猝ｸｨﾒ｡ｹ篦ｺﾒﾂ｡ﾒﾃﾅｧｪﾗ靉蘯ｺｴﾔｨﾔｵﾑﾅ
tr_tr: [2] dosyası dijital imza ilkesi tarafından reddedildi .
vi_vn: Chính sách ký xác nhận số hóa từ thối tệp tin [2].
zh_cn: 文件 [2] 被数字签名策略拒绝。

source: File: [1]
ar_sa: ملف: [1]
ca_es: Fitxer: [1]
cs_cz: Soubor: [1]
da_dk: Fil: [1]
el_gr: Αρχείο: [1]
eu_es: Fitxategia: [1]
fi_fi: Tiedosto: [1]
fr_fr: Fichier : [1]
hr_hr: Datoteka: [1]
hu_hu: Fájl: [1]
ja_jp: ファイル: [1]
lt_lt: Failas: [1]
lv_lv: Fails: [1]
nb_no: Fil: [1]
nl_nl: Bestand: [1]
pl_pl: Plik: [1]
ro_ro: Fiºier: [1]
ru_ru: Файл: [1]
sk_sk: Súbor: [1]
sv_se: Fil: [1]
th_th: แฟ้ม: [1]
tr_tr: Dosya: [1]
vi_vn: Tệp tin: [1]
zh_cn: 文件: [1]

source: File: [1], Dependencies: [2]
ar_sa: ملف: [1], تبعية [2]
ca_es: Fitxer: [1], Dependȅncies: [2]
cs_cz: Soubor: [1], Závislosti: [2]
da_dk: Fil: [1], Afhængigheder: [2]
el_gr: Αρχείο: [1], Εξαρτώμενα: [2]
eu_es: Fitxategia: [1], Dependentziak: [2]
fi_fi: Tiedosto: [1], riippuvuudet: [2]
fr_fr: Fichier : [1], Dépendances : [2]
hr_hr: Datoteka: [1], Zavisnosti: [2]
hu_hu: Fájl: [1], függőségek: [2]
ja_jp: ファイル: [1], 依存関係: [2]
lt_lt: Failas: [1], priklausantieji elementai: [2]
lv_lv: Fails: [1], atkarîbas: [2]
nb_no: Filer: [1], Avhengige: [2]
nl_nl: Bestand: [1], Afhankelijkheden: [2]
pl_pl: Plik: [1], Zależnoci: [2]
ro_ro: Fiºier: [1], Dependenþe: [2]
ru_ru: Файл: [1], Зависимости: [2]
sk_sk: Súbor: [1], Závislosti: [2]
sv_se: Fil: [1], Beroenden: [2]
th_th: แฟ้ม [1] มีส่วนเกี่ยวข้องกับ [2]
tr_tr: Dosya: [1], Bağımlılıklar: [2]
vi_vn: Tệp tin: [1], Phụ thuộc: [2]
zh_cn: 文件: [1]， 依存关系: [2]

source: File: [1], Folder: [2]
ar_sa: ملف: [1]، مجلد: [2]
ca_es: Fitxer: [1], Carpeta: [2]
cs_cz: Soubor: [1]; Složka: [2]
da_dk: Fil: [1], Mappe: [2]
el_gr: Αρχείο: [1], Φάκελος: [2]
eu_es: Fitxategia: [1], Karpeta: [2]
fi_fi: Tiedosto: [1], kansio: [2]
fr_fr: Fichier : [1] ; dossier : [2]
hr_hr: Datoteka: [1], Mapa: [2]
hu_hu: Fájl: [1], Mappa: [2]
ja_jp: ファイル: [1]、フォルダ: [2]
lt_lt: Failas: [1], aplankas: [2]
lv_lv: Fails: [1], mape: [2]
nb_no: Fil: [1], Mappe: [2]
nl_nl: Bestand: [1], map: [2]
pl_pl: Plik: [1], Folder: [2]
ro_ro: Fiºier: [1], Folder: [2]
ru_ru: Файл: [1], Папка: [2]
sk_sk: Súbor: [1], Prieȅinok: [2]
sv_se: Fil: [1], Mapp: [2]
th_th: แฟ้ม: [1], โฟลเดอร์: [2]
tr_tr: Dosya: [1], Klasör: [2]
vi_vn: Tệp tin: [1], Danh mục: [2]
zh_cn: 文件: [1]，文件夹: [2]

source: File: [1], Folder: [2], Size: [3]
ar_sa: ملف: [1]، دليل: [2]، حجم: [3]
ca_es: Fitxer: [1], Directori: [2], Grandȁria: [3]
cs_cz: Soubor: [1]; Adresář: [2]; Velikost: [3]
da_dk: Fil: [1], Mappe: [2], St{__o /}rrelse: [3]
el_gr: Αρχείο: [1], Κατάλογος: [2], Μέγεθος: [3]
eu_es: Fitxategia: [1], Direktorioa: [2], Tamaina: [3]
fi_fi: Tiedosto: [1], kansio: [2], koko: [3]
fr_fr: Fichier : [1] ; répertoire : [2] ; taille : [3]
hr_hr: Datoteka: [1], Imenik: [2], Veličina: [3]
hu_hu: Fájl: [1], Könyvtár: [2], Méret: [3]
ja_jp: ファイル: [1]、 ディレクトリ: [2]、 サイズ: [3]
lt_lt: Failas: [1], katalogas: [2], dydis: [3]
lv_lv: Fails: [1], direktorijs: [2], lielums: [3]
nb_no: Fil: [1], Katalog: [2], St{__o /}rrelse: [3]
nl_nl: Bestand: [1], Map: [2], Grootte: [3]
pl_pl: Plik: [1], Katalog: [2], Rozmiar: [3]
ro_ro: Fiºier: [1], Director: [2], Dimensiune: [3]
ru_ru: Файл: [1], Каталог: [2], Размер: [3]
sk_sk: Súbor: [1], Adresár: [2], Ve¾kos: [3]
sv_se: Fil: [1], Katalog: [2], Storlek: [3]
th_th: แฟ้ม: [1], ไดเรกตอรี: [2], ขนาด: [3]
tr_tr: Dosya: [1], Dizin: [2], Boyut: [3]
vi_vn: Tệp tin: [1], Thư mục: [2], Cỡ: [3]
zh_cn: 文件: [1]，目录: [2]，大小: [3]

source: File: [1], Folder: [9]
ar_sa: ملف: [1]، دليل: [9]
ca_es: Fitxer: [1], Directori: [9]
cs_cz: Soubor: [1]; Adresář: [9]
da_dk: Fil: [1], Mappe: [9]
el_gr: Αρχείο: [1], Κατάλογος: [9]
eu_es: Fitxategia: [1], Direktorioa: [9]
fi_fi: Tiedosto: [1], kansio: [9]
fr_fr: Fichier : [1] ; répertoire : [9]
hr_hr: Datoteka: [1], Imenik: [9]
hu_hu: Fájl: [1], Könyvtár: [9]
ja_jp: ファイル: [1]、 ディレクトリ: [9]
lt_lt: Failas: [1], katalogas: [9]
lv_lv: Fails: [1], direktorijs: [9]
nb_no: Fil: [1], Katalog: [9]
nl_nl: Bestand: [1], map: [9]
pl_pl: Plik: [1], Katalog: [9]
ro_ro: Fiºier: [1], Director: [9]
ru_ru: Файл: [1], Каталог: [9]
sk_sk: Súbor: [1], Adresár: [9]
sv_se: Fil: [1], Katalog: [9]
th_th: แฟ้ม: [1], ไดเรกตอรี: [9]
tr_tr: Dosya: [1], Dizin: [9]
vi_vn: Tệp tin: [1], Thư mục: [9]
zh_cn: 文件: [1]，目录: [9]

source: File: [1], Folder: [9], Size: [6]
ar_sa: ملف: [1]، دليل: [9]، حجم: [6]
ca_es: Fitxer: [1], Directori: [9], Grandȁria: [6]
cs_cz: Soubor: [1]; Adresář: [9]; Velikost: [6]
da_dk: Fil: [1], Mappe: [9], St{__o /}rrelse: [6]
el_gr: Αρχείο: [1], Κατάλογος: [9], Μέγεθος: [6]
eu_es: Fitxategia: [1], Direktorioa: [9], Tamaina: [6]
fi_fi: Tiedosto: [1], kansio: [9], koko: [6]
fr_fr: Fichier : [1], Répertoire : [9], Taille : [6]
hr_hr: Datoteka: [1], Imenik: [9], Veličina: [6]
hu_hu: Fájl: [1], Könyvtár: [9], Méret: [6]
ja_jp: ファイル: [1]、 ディレクトリ: [9]、 サイズ: [6]
lt_lt: Failas: [1], katalogas: [9], dydis: [6]
lv_lv: Fails: [1], direktorijs: [9], lielums: [6]
nb_no: Fil: [1], Katalog: [9], St{__o /}rrelse: [6]
nl_nl: Bestand: [1], Map: [9], Grootte: [6]
pl_pl: Plik: [1], Katalog: [9], Rozmiar: [6]
ro_ro: Fiºier: [1], Director: [9], Dimensiune: [6]
ru_ru: Файл: [1], Каталог: [9], Размер: [6]
sk_sk: Súbor: [1], Adresár: [9], Ve¾kos: [6]
sv_se: Fil: [1], Katalog: [9], Storlek: [6]
th_th: แฟ้ม: [1], ไดเรกตอรี: [9], ขนาด: [6]
tr_tr: Dosya: [1], Dizin: [9], Boyut: [6]
vi_vn: Tệp tin: [1], Thư mục: [9], Cỡ: [6]
zh_cn: 文件: [1]，目录: [9]，大小: [6]

source: File: [1], Section: [2], Key: [3], Value: [4]
ar_sa: ملف: [1]، مقطع: [2]، مفتاح: [3]، قيمة: [4]
ca_es: Fitxer: [1], Secció: [2], Clau: [3], Valor: [4]
cs_cz: Soubor: [1]; Sekce: [2]; Klíč: [3]; Hodnota: [4]
da_dk: Fil: [1], Sektion: [2], N{__o /}gle: [3], Værdi: [4]
el_gr: Αρχείο: [1], Ενότητα: [2], Κλειδί: [3], Τιμή: [4]
eu_es: Fitxategia: [1], Sekzioa: [2], Gakoa: [3], Balioa: [4]
fi_fi: Tiedosto: [1], osa: [2], avain: [3], arvo: [4]
fr_fr: Fichier : [1] ; section : [2] ; clé : [3] ; valeur : [4]
hr_hr: Datoteka: [1], Sekcija: [2], Ključ: [3], Vrijednost: [4]
hu_hu: Fájl: [1], Szakasz: [2], Kulcs: [3], Érték: [4]
ja_jp: ファイル: [1]、セクション: [2]、キー: [3]、値: [4]
lt_lt: Failas: [1], dalis: [2], raktas: [3], reikšmė: [4]
lv_lv: Fails: [1], sekcija: [2], atslçga: [3], vçrtîba: [4]
nb_no: Fil: [1], Del: [2], N{__o /}kkel: [3], Verdi: [4]
nl_nl: Bestand: [1], sectie: [2], sleutel: [3], waarde: [4]
pl_pl: Plik: [1], Sekcja: [2], Klucz: [3], Wartoć: [4]
ro_ro: Fiºier: [1], Secþiune: [2], Cheie: [3], Valoare: [4]
ru_ru: Файл: [1], Раздел: [2], Подраздел: [3], Значение: [4]
sk_sk: Súbor: [1], Oddiel: [2], K¾úȅ: [3], Hodnota: [4]
sv_se: Fil: [1], Sektion: [2], Nyckel: [3], Värde: [4]
th_th: แฟ้ม: [1], ส่วน: [2], คีย์: [3], ค่า: [4]
tr_tr: Dosya: [1], Kısım: [2], Anahtar: [3], Değer: [4]
vi_vn: Tệp tin: [1], Đoạn: [2], Khóa: [3], Giá trị: [4]
zh_cn: 文件: [1]，节: [2]，键: [3]，数值: [4]

source: Folder: [1]
ar_sa: مجلد: [1]
ca_es: Carpeta: [1]
cs_cz: Složka: [1]
da_dk: Mappe: [1]
el_gr: Φάκελος: [1]
eu_es: Karpeta: [1]
fi_fi: Kansio: [1]
fr_fr: Dossier : [1]
hr_hr: Mapa: [1]
hu_hu: Mappa: [1]
ja_jp: フォルダ: [1]
lt_lt: Aplankas: [1]
lv_lv: Mape: [1]
nb_no: Mappe: [1]
nl_nl: Map: [1]
ru_ru: Папка: [1]
sk_sk: Prieȅinok: [1]
sv_se: Mapp: [1]
th_th: โฟลเดอร์: [1]
tr_tr: Klasör: [1]
vi_vn: Danh mục: [1]
zh_cn: 文件夹: [1]

source: Font: [1]
ar_sa: خط: [1]
ca_es: Tipus de lletra: [1]
cs_cz: Písmo: [1]
da_dk: Skrifttype: [1]
el_gr: Γραμματοσειρά: [1]
eu_es: Letra-tipoa: [1]
fi_fi: Fontti: [1]
fr_fr: Police : [1]
hu_hu: Betűtípus: [1]
ja_jp: フォント: [1]
lt_lt: Šriftas: [1]
lv_lv: Fonts: [1]
nb_no: Skrifttype: [1]
nl_nl: Lettertype: [1]
pl_pl: Czcionka: [1]
ru_ru: Шрифт: [1]
sk_sk: Písmo: [1]
sv_se: Teckensnitt: [1]
th_th: แบบอักษร: [1]
tr_tr: Yazı tipi: [1]
vi_vn: Phông: [1]
zh_cn: 字体: [1]

source: Found application: [1]
ar_sa: العثور على برنامج: [1]
ca_es: Aplicació trobada: [1]
cs_cz: Nalezená aplikace: [1]
da_dk: Fundet program: [1]
el_gr: Βρέθηκε η εφαρμογή: [1]
eu_es: Aurkitutako aplikazioa: [1]
fi_fi: Löydetty sovellus: [1]
fr_fr: Application trouvée : [1]
hr_hr: Pronađen program: [1]
hu_hu: Talált alkalmazás: [1]
ja_jp: 見つかったアプリケーション : [1]
lt_lt: Rasta programa: [1]
lv_lv: Atrasta lietojumprogramma: [1]
nb_no: Fant program: [1]
nl_nl: Gevonden toepassing: [1]
pl_pl: Znaleziono aplikację: [1]
ro_ro: Aplicaþie gãsitã: [1]
ru_ru: Найдено приложение: [1]
sk_sk: Našla sa aplikácia: [1]
sv_se: Hittade tillämpning: [1]
th_th: พบโปรแกรมประยุกต์: [1]
tr_tr: Uygulama bulundu: [1]
vi_vn: Ứng dụng tìm thấy: [1]
zh_cn: 找到应用程序: [1]

source: Free space: [1]
ar_sa: مساحة حرة: [1]
ca_es: Espai lliure: [1]
cs_cz: Volné místo: [1]
da_dk: Ledig plads: [1]
el_gr: Ελεύθερος χώρος: [1]
eu_es: Leku librea: [1]
fi_fi: Vapaata tilaa: [1]
fr_fr: Espace libre : [1]
hr_hr: Slobodan prostor: [1]
hu_hu: Szabad lemezterület: [1]
ja_jp: 空き領域: [1]
lt_lt: Laisva vieta: [1]
lv_lv: Brîvâ vieta: [1]
nb_no: Ledig plass: [1]
nl_nl: Vrije schijfruimte: [1]
pl_pl: Wolny obszar: [1]
ro_ro: Spaþiu liber: [1]
ru_ru: Свободно: [1]
sk_sk: Vo¾né miesto: [1]
sv_se: Ledigt utrymme: [1]
th_th: พื้นที่ว่าง: [1]
tr_tr: Boş alan: [1]
vi_vn: Chỗ trống: [1]
zh_cn: 自由空间: [1]

source: Gathering required information...
ar_sa: جمع المعلومات المطلوبة...
ca_es: Recollint informació requerida...
cs_cz: Systém shromažďuje požadované informace...
da_dk: Indsamler n{__o /}dvendige oplysninger...
el_gr: Συγκέντρωση απαιτούμενων πληροφοριών...
eu_es: Beharrezko informazioa biltzen...
fi_fi: Kerätään tietoja...
fr_fr: Collecte des informations requises en cours...
hr_hr: Prikupljanje potrebnih informacija...
hu_hu: A kért adatok összegyűjtése...
ja_jp: 必要な情報を集めています...
lt_lt: Renkama reikalinga informacija...
lv_lv: Notiek nepieciešamās informācijas iegūšana...
nb_no: Samler inn n{__o /}dvendig informasjon...
nl_nl: Bezig met het verzamelen van de benodigde gegevens...
pl_pl: Pobieranie wymaganych informacji...
ro_ro: Colectare informaþii solicitate...
ru_ru: Сбор сведений...
sk_sk: Získavajú sa potrebné informácie...
sv_se: Samlar den information som krävs...
th_th: ｡ﾓﾅﾑｧﾃﾇｺﾃﾇﾁ｢鯱ﾁﾙﾅｷﾕ襍鯱ｧ｡ﾒﾃ...
tr_tr: Gerekli bilgiler toplanıyor...
vi_vn: Thu thập thông tin cần thiết...
zh_cn: 正在收集所需信息...
