Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Registering MIME info
ar_sa: تسجيل معلومات MIME
ca_es: S'estȁ registrant la informació MIME
cs_cz: Registrace informací MIME
da_dk: Registrerer MIME-info
el_gr: Καταχώρηση πληροφοριών MIME
eu_es: MIME informazioa erregistratzen
fi_fi: Rekisteröidään MIME-tietoja
fr_fr: Inscription des informations MIME
hr_hr: Prijava MIME info
hu_hu: A MIME információ regisztrálása
ja_jp: MIME 情報を登録しています
lt_lt: Registruojama informacija apie MIME.
lv_lv: Notiek MIME informâcijas reȉistrçðana
nb_no: Registrerer MIME-informasjon
nl_nl: Bezig met het registreren van MIME-gegevens
pl_pl: Rejestrowanie informacji MIME
ro_ro: Înregistrare informaþii MIME
ru_ru: Регистрация MIME
sk_sk: Registruje sa informácia typu MIME
sv_se: Registrerar MIME-information
th_th: กำลังลงทะเบียนข้อมูล MIME
tr_tr: MIME bilgisi kaydettiriliyor
vi_vn: Đăng ký thông tin MIME
zh_cn: 正在注册 MIME 信息

source: Registering modules
ar_sa: تسجيل وحدات نمطية
ca_es: S'estan registrant mȍduls
cs_cz: Registrace modulů
da_dk: Registrerer moduler
el_gr: Καταχώρηση λειτουργικών μονάδων
eu_es: Moduluak erregistratzen
fi_fi: Rekisteröidään moduuleita
fr_fr: Inscription des modules
hr_hr: Prijava modula
hu_hu: A modulok regisztrálása
ja_jp: モジュールを登録しています
lt_lt: Registruojami moduliai.
lv_lv: Notiek moduïu reȉistrçðana
nb_no: Registrerer moduler
nl_nl: Bezig met het registreren van modules
pl_pl: Rejestrowanie modu{__l /}ów
ro_ro: Înregistrare module
ru_ru: Регистрация модулей
sk_sk: Registrujú sa moduly
sv_se: Registrerar moduler
th_th: กำลังลงทะเบียนโมดูล
tr_tr: Birimler kaydettiriliyor
vi_vn: Đăng ký đơn thể
zh_cn: 正在注册模块

source: Registering product
ar_sa: تسجيل منتج
ca_es: S'estȁ registrant el producte
cs_cz: Registrace produktu
da_dk: Registrerer produkt
el_gr: Δήλωση προϊόντος
eu_es: Produktua erregistratzen
fi_fi: Rekisteröidään tuotetta
fr_fr: Inscription du produit
hr_hr: Prijava proizvoda
hu_hu: A termék regisztrálása
ja_jp: 製品を登録しています
lt_lt: Registruojama programa.
lv_lv: Notiek produkta reȉistrçðana
nb_no: Registrerer produkt
nl_nl: Bezig met het registreren van het product
pl_pl: Rejestrowanie produktu
ro_ro: Înregistrare produs
ru_ru: Регистрация продукта
sk_sk: Registruje sa produkt
sv_se: Registrerar produkt
th_th: กำลังลงทะเบียนผลิตภัณฑ์
tr_tr: Ürün kaydettiriliyor
vi_vn: Đăng ký sản phẩm
zh_cn: 正在注册产品

source: Registering programme identifiers
el_gr: Καταχώρηση αναγνωριστικών προγράμματος
eu_es: Programaren identifikatzaileak erregistratzen
lv_lv: Notiek programmu identifikatoru reȉistrçðana
sv_se: Registrerar programidentifierare

source: Registering type libraries
ar_sa: تسجيل مكتبات نوع
ca_es: S'estan registrant les biblioteques de tipus
cs_cz: Registrace knihoven typů
da_dk: Registrerer type-DLL'er
el_gr: Καταχώρηση βιβλιοθηκών τύπων
eu_es: Mota-liburutegiak erregistratzen
fi_fi: Rekisteröidään tyyppikirjastoja
fr_fr: Inscription des bibliothȅques de type
hr_hr: Prijava vrsta biblioteke
hu_hu: A típustárak regisztrációja
ja_jp: 種類のライブラリを登録しています
lt_lt: Registruojamos tipų bibliotekos.
lv_lv: Notiek tipu bibliotçku reȉistrçðana
nb_no: Registrerer typebibliotek
nl_nl: Bezig met het registreren van typebibliotheken
pl_pl: Rejestrowanie bibliotek typów
ro_ro: Înregistrare biblioteci de tipuri
ru_ru: Регистрация библиотек типов
sk_sk: Registrujú sa knižnice typov
sv_se: Registrerar typbibliotek
th_th: กำลังลงทะเบียนคลังของชนิด
tr_tr: Tür kitaplıkları kaydettiriliyor
vi_vn: Đăng ký thư viện loại
zh_cn: 正在注册类型库

source: Registering user
ar_sa: تسجيل مستخدم
ca_es: S'estȁ registrant l'usuari
cs_cz: Registrace uživatele
da_dk: Registrerer bruger
el_gr: Καταχώρηση χρήστη
eu_es: Erabiltzailea erregistratzen
fi_fi: Rekisteröidään käyttäjää
fr_fr: Inscription de l'utilisateur
hr_hr: Prijava korisnika
hu_hu: A felhasználó regisztrációja
ja_jp: ユーザーを登録しています
lt_lt: Registruojamas vartotojas.
lv_lv: Notiek lietotâja reȉistrçðana
nb_no: Registrerer bruker
nl_nl: Bezig met het registreren van de gebruiker
pl_pl: Rejestrowanie użytkownika
ro_ro: Înregistrare utilizator
ru_ru: Регистрация пользователей
sk_sk: Registruje sa používate¾
sv_se: Registrerar användare
th_th: กำลังลงทะเบียนผู้ใช้
tr_tr: Kullanıcı kaydettiriliyor
vi_vn: Đăng ký người dùng
zh_cn: 正在注册用户

source: Removal completed successfully.
ar_sa: تمت عملية الإزالة بنجاح.
ca_es: L'eliminació ha finalitzat sense problemes.
cs_cz: Odebrání bylo úspěšně dokončeno.
da_dk: Fjernelsen blev fuldf{__o /}rt.
el_gr: Η κατάργηση ολοκληρώθηκε με επιτυχία.
eu_es: Kentzea behar bezala egin da.
fi_fi: Poistaminen tehtiin onnistuneesti.
fr_fr: La suppression s'est terminée correctement.
hr_hr: Uklanjanje je uspješno završeno.
hu_hu: Az eltávolítás sikeresen megtörtént.
ja_jp: 削除を正しく完了しました。
lt_lt: Šalinimas sėkmingai baigtas.
lv_lv: Noņemšana veiksmīgi pabeigta.
nb_no: Fjerningen er fullf{__o /}rt.
nl_nl: Het verwijderen is voltooid.
pl_pl: Usunięcie zakończy{__l /}o się pomylnie.
ro_ro: Eliminarea s-a terminat cu succes.
ru_ru: Установка завершена успешно.
sk_sk: Odstránenie sa úspešne dokončilo.
sv_se: Borttagningen har slutförts.
th_th: ｡ﾒﾃ猩ﾒﾍﾍ｡猝ﾃ遞ﾊﾁｺﾙﾃｳ・
tr_tr: Kaldırma başarıyla tamamlandı.
vi_vn: Hoàn tất việc gữ bỏ.
zh_cn: 成功地完成删除。

source: Removal failed.
ar_sa: فشلت عملية الإزالة.
ca_es: Ha fallat l'eliminació.
cs_cz: Odebrání se nezdařilo.
da_dk: Fjernelsen mislykkedes.
el_gr: Η κατάργηση απέτυχε.
eu_es: Kentzea ezin izan da egin.
fi_fi: Poistaminen epäonnistui.
fr_fr: La suppression a échoué.
hr_hr: Uklanjanje nije uspjelo.
hu_hu: Az eltávolítás nem sikerült.
ja_jp: 削除に失敗しました。
lt_lt: Pašalinti nepavyko.
lv_lv: Noņemšana neizdevās.
nb_no: Fjerningen mislyktes.
nl_nl: Het verwijderen is mislukt.
pl_pl: Usunięcie nie powiod{__l /}o się.
ro_ro: Eliminarea nu a reuºit.
ru_ru: Сбой удаления.
sk_sk: Odstránenie zlyhalo.
sv_se: Borttagningen misslyckades.
th_th: ｡ﾒﾃ猩ﾒﾍﾍ｡ﾅ鮹猴ﾅﾇ
tr_tr: Kaldırma başarısız oldu.
vi_vn: Gớ bỏ thất bại.
zh_cn: 删除失败。

source: Removed [2]
ar_sa: تمت إزالته [2]
ca_es: Suprimit [2]
cs_cz: Odebráno: [2]
da_dk: Fjernede [2]
el_gr: Κατάργηση [2]
eu_es: Kenduta [2]
fi_fi: Poistettu [2]
fr_fr: Supprimé [2]
hr_hr: Uklonjeno [2]
hu_hu: Eltávolítva: [2]
ja_jp: [2] を削除しました
lt_lt: Pašalinta [2]
lv_lv: [2] nodzēsta.
nb_no: Fjernet [2]
nl_nl: Verwijderd: [2]
pl_pl: Usunięto: [2]
ro_ro: ªterse [2]
ru_ru: Удален [2]
sk_sk: Odstránený [2]
sv_se: [2] togs bort
th_th: 猩ﾒﾍﾍ｡眷鯢 [2]
tr_tr: Kaldırıldı [2]
vi_vn: Gỡ bỏ [2]
zh_cn: 删除了 [2]

source: Removing applications
ar_sa: إزالة برامج
ca_es: S'estan suprimint aplicacions
cs_cz: Odebrání aplikací
da_dk: Fjerner programr
el_gr: Κατάργηση εφαρμογών
eu_es: Aplikazioak kentzen
fi_fi: Poistetaan sovelluksia
fr_fr: Suppression d'applications en cours
hr_hr: Uklanjanje programa
hu_hu: Alkalmazások eltávolítása.
ja_jp: アプリケーションを削除しています
lt_lt: Šalinamos programos.
lv_lv: Notiek lietojumprogrammu dzçðana
nb_no: Fjerner programr
nl_nl: Bezig met het verwijderen van toepassingen
pl_pl: Usuwanie aplikacji
ro_ro: Se eliminã aplicaþii
ru_ru: Удаление приложений
sk_sk: Odstraȍujú sa aplikácie
sv_se: Tar bort tillämpningar
th_th: กำลังเอาโปรแกรมประยุกต์ออก
tr_tr: Uygulamalar kaldırılıyor
vi_vn: Gỡ bỏ ứng dụng
zh_cn: 正在删除应用程序

source: Removing backup files
ar_sa: إزالة ملفات نسخ احتياطي
ca_es: S'estan suprimint fitxers de cȍpia de seguretat
cs_cz: Odebírání záložních souborů
da_dk: Fjerner sikkerhedskopierede filer
el_gr: Κατάργηση αρχείων αντιγράφων ασφαλείας
eu_es: Babeskopia-fitxategiak kentzen
fi_fi: Poistetaan varmuuskopiotiedostoja
fr_fr: Suppression des fichiers de sauvegarde
hr_hr: Uklanjanje datoteka sigurnosne kopije
hu_hu: A biztonsági másolatok eltávolítása
ja_jp: バックアップ ファイルを削除しています
lt_lt: Šalinamos atsarginės failų kopijos.
lv_lv: Notiek dublçjuma failu dzçðana
nb_no: Fjerner sikkerhetskopifiler
nl_nl: Bezig met het verwijderen van reservekopiebestanden
pl_pl: Usuwanie plików kopii zapasowych
ro_ro: Eliminare fiºiere de rezervã
ru_ru: Удаление временных файлов
sk_sk: Odstraȍujú sa záložné súbory
sv_se: Tar bort säkerhetskopieringar
th_th: กำลังเอาแฟ้มสำรองออก
tr_tr: Yedek dosyalar kaldırılıyor
vi_vn: Gỡ bỏ ̉tệp tin sao lưu
zh_cn: 正在删除备份文件

source: Removing duplicated files
ar_sa: إزالة ملفات مكررة
ca_es: S'estan suprimint els fitxers duplicats
cs_cz: Odebírání duplicitních souborů
da_dk: Fjerner identiske filer
el_gr: Κατάργηση διπλών αρχείων
eu_es: Fitxategi bikoiztuak kentzen
fi_fi: Poistetaan tiedostojen kopioita
fr_fr: Suppression des fichiers en double
hr_hr: Uklanjanje dupliciranih datoteka
hu_hu: A fájlok másodpéldányainak eltávolítása
ja_jp: 重複しているファイルを削除しています
lt_lt: Šalinami failų dublikatai.
lv_lv: Notiek failu dublikâtu dzçðana
nb_no: Fjerner duplikatfiler
nl_nl: Bezig met het verwijderen van gekopieerde bestanden
pl_pl: Usuwanie zduplikowanych plików
ro_ro: Eliminare copii fiºiere
ru_ru: Удаление дублирующихся файлов
sk_sk: Odstraȍujú sa duplikované súbory
sv_se: Tar bort dubblerade filer
th_th: กำลังเอาแฟ้มที่ซ้ำกันออก
tr_tr: Yenilenen dosyalar kaldırılıyor
vi_vn: Gỡ bỏ tệp tin trùng lắp
zh_cn: 正在删除重复的文件

source: Removing files
ar_sa: إزالة ملفات
ca_es: S'estan suprimint fitxers
cs_cz: Odebírání souborů
da_dk: Fjerner filer
el_gr: Κατάργηση αρχείων
eu_es: Fitxategiak kentzen
fi_fi: Poistetaan tiedostoja
fr_fr: Suppression des fichiers
hr_hr: Uklanjanje datoteka
hu_hu: Fájlok eltávolítása
ja_jp: ファイルを削除しています
lt_lt: Šalinami failai.
lv_lv: Notiek failu dzçðana
nb_no: Fjerner filer
nl_nl: Bezig met het verwijderen van bestanden
pl_pl: Usuwanie plików
ro_ro: Eliminare fiºiere
ru_ru: Удаление файлов
sk_sk: Odstraȍujú sa súbory
sv_se: Tar bort filer
th_th: กำลังเอาแฟ้มออก
tr_tr: Dosyalar kaldırılıyor
vi_vn: Gỡ bỏ tệp tin
zh_cn: 正在删除文件

source: Removing folders
ar_sa: إزالة مجلدات
ca_es: S'estan suprimint carpetes
cs_cz: Odebírání složek
da_dk: Fjerner mapper
el_gr: Κατάργηση φακέλων
eu_es: Karpetak kentzen
fi_fi: Poistetaan kansioita
fr_fr: Suppression des dossiers
hr_hr: Uklanjanje mapa
hu_hu: Mappák eltávolítása
ja_jp: フォルダを削除しています
lt_lt: Šalinami aplankai.
lv_lv: Notiek mapju dzçðana
nb_no: Fjerner mapper
nl_nl: Bezig met het verwijderen van mappen
pl_pl: Usuwanie folderów
ro_ro: Eliminare foldere
ru_ru: Удаление папок
sk_sk: Odstraȍujú sa prieȅinky
sv_se: Tar bort mappar
th_th: กำลังเอาโฟลเดอร์ออก
tr_tr: Klasörler kaldırılıyor
vi_vn: Gỡ bỏ danh mục
zh_cn: 正在删除文件夹

source: Removing INI files entries
ar_sa: إزالة إدخالات ملفات INI
ca_es: S'estan suprimint entrades de fitxers INI
cs_cz: Odebírání položek souborů INI
da_dk: Fjerner poster for INI-filer
el_gr: Κατάργηση καταχωρήσεων αρχείων INI
eu_es: INI fitxategien sarrerak kentzen
fi_fi: Poistetaan Ini-tiedostojen tietoja
fr_fr: Suppression des entrées des fichiers INI
hr_hr: Uklanjanje stavki INI-datoteka
hu_hu: Az INI fájlok elemeinek eltávolítása
ja_jp: INI ファイルのエントリを削除しています
lt_lt: Šalinami iniciavimo failų įrašai.
lv_lv: Notiek INI failu ievadȍu dzçðana
nb_no: Fjerner INI-filoppf{__o /}ringer
nl_nl: Bezig met het verwijderen van ingangen van INI-bestanden
pl_pl: Usuwanie pozycji plików INI
ro_ro: Eliminare înregistrãri din fiºiere INI
ru_ru: Удаление записей в INI-файлах
sk_sk: Odstraȍujú sa záznamy v súboroch INI
sv_se: Tar bort INI-filposter
th_th: กำลังเอาเนื้อหารในแฟ้ม INI ออก
tr_tr: INI dosyası girdileri kaldırılıyor
vi_vn: Gỡ bỏ mục vào tệp tin INI
zh_cn: 正在删除 INI 文件条目

source: Removing moved files
ar_sa: إزالة ملفات منقولة
ca_es: S'estan suprimint els fitxers desplaçats
cs_cz: Odebírání přesunutých souborů
da_dk: Fjerner flyttede filer
el_gr: Κατάργηση αρχείων που έχουν μετακινηθεί
eu_es: Mugitutako fitxategiak kentzen
fi_fi: Poistetaan siirrettyjä tiedostoja
fr_fr: Suppression des fichiers déplacés
hr_hr: Uklanjanje premještenih datoteka
hu_hu: Az áthelyezett fájlok eltávolítása
ja_jp: 移動したファイルを削除しています
lt_lt: Šalinami perkelti failai.
lv_lv: Notiek pârvietoto failu dzçðana
nb_no: Fjerner flyttede filer
nl_nl: Bezig met het verwijderen van verplaatste bestanden
pl_pl: Usuwanie przeniesionych plików
ro_ro: Eliminare fiºiere mutate
ru_ru: Удаление перемещенных файлов
sk_sk: Odstraȍujú sa premiestnené súbory
sv_se: Tar bort flyttade filer
th_th: กำลังเอาแฟ้มที่ถูกย้ายออก
tr_tr: Taşınan dosyalar kaldırılıyor
vi_vn: Gỡ bỏ tệp tin đã dời
zh_cn: 正在删除移动过的文件

source: Removing ODBC components
ar_sa: إزالة مكونات ODBC
ca_es: S'estan suprimint components ODBC
cs_cz: Odebírání součástí ODBC
da_dk: Fjerner ODBC-komponenter
el_gr: Κατάργηση στοιχείων ODBC
eu_es: ODBC osagaiak kentzen
fi_fi: Poistetaan ODBC-komponentteja
fr_fr: Suppression des composants ODBC
hr_hr: Uklanjanje ODBC-komponenata
hu_hu: Az ODBC-összetevők eltávolítása
ja_jp: ODBC コンポーネントを削除しています
lt_lt: Šalinami ODBC komponentai.
lv_lv: Notiek ODBC komponentu dzçðana
nb_no: Fjerner ODBC-komponenter
nl_nl: Bezig met het verwijderen van ODBC-onderdelen
pl_pl: Usuwanie sk{__l /}adników ODBC
ro_ro: Eliminare componente ODBC
ru_ru: Удаление компонентов ODBC
sk_sk: Odstraȍujú sa súȅasti ODBC
sv_se: Tar bort ODBC-komponenter
th_th: กำลังเอาคอมโพเนนต์ ODBC ออก
tr_tr: ODBC bileşenleri kaldırılıyor
vi_vn: Gỡ bỏ thành phần ODBC
zh_cn: 正在删除 ODBC 组件

source: Removing older versions of this application...
ar_sa: إزالة نسخ قديمة من هذا البرنامج...
ca_es: S'estan suprimint les versions anteriors d'aquesta aplicació...
cs_cz: Odebrání starších verzí této aplikace…
da_dk: Fjerner ældre versioner af programt...
el_gr: Κατάργηση παλαιότερων εκδόσεων αυτής της εφαρμογής...
eu_es: Aplikazio honen bertsio zaharrak kentzen...
fi_fi: Poistetaan tämän sovelluksen aiempia versioita...
fr_fr: Suppression en cours des versions antérieures de cette application...
hr_hr: Uklanjanje starijih verzija ovoga programa...
hu_hu: Az alkalmazás régebbi verzióinak eltávolítása...
ja_jp: このアプリケーションの古いバージョンを削除しています...
lt_lt: Šalinamos ankstesnės šios programos versijos...
lv_lv: Notiek šīs lietojumprogrammas iepriekšējo versiju dzēšana...
nb_no: Fjerner eldre versjoner av dette programt...
nl_nl: Bezig met het verwijderen van oudere versies van deze toepassing...
pl_pl: Trwa usuwanie starszych wersji tej aplikacji...
ro_ro: Se eliminã versiunile anterioare ale acestei aplicaþii...
ru_ru: Удаление более ранних версий этого приложения...
sk_sk: Odstraňujú sa staršie verzie tejto aplikácie...
sv_se: Tar bort tidigare versioner av den här tillämpningen...
th_th: ｡ﾓﾅﾑｧ猩ﾒ篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾘ雹爍靨ﾍﾍ｡...
tr_tr: Bu uygulamanın eski sürümleri kaldırılıyor...
vi_vn: Gỡ bỏ phiên bản cũ hơn của ứng dụng này...
zh_cn: 正在删除此应用程序旧的版本...

source: Removing shortcuts
ar_sa: إزالة اختصارات
ca_es: S'estan suprimint dreceres
cs_cz: Odebírání zástupců
da_dk: Fjerner genveje
el_gr: Κατάργηση συντομεύσεων
eu_es: Lasterbideak kentzen
fi_fi: Poistetaan pikakuvakkeita
fr_fr: Suppression des raccourcis
hr_hr: Uklanjanje prečaca
hu_hu: Parancsikonok eltávolítása
ja_jp: ショートカットを削除しています
lt_lt: Šalinamos nuorodos.
lv_lv: Notiek saîðȍu dzçðana
nb_no: Fjerner snarveier
nl_nl: Bezig met het verwijderen van snelkoppelingen
pl_pl: Usuwanie skrótów
ro_ro: Eliminare comenzi rapide
ru_ru: Удаление ярлыков
sk_sk: Odstraȍujú sa odkazy
sv_se: Tar bort genvägar
th_th: กำลังเอาทางลัดออก
tr_tr: Kısayollar kaldırılıyor
vi_vn: Gỡ bỏ lối tắt
zh_cn: 正在删除快捷方式

source: Removing system registry values
ar_sa: إزالة قيم تسجيل النظام
ca_es: S'estan suprimint del Registre valors del sistema
cs_cz: Odebírání hodnot ze systémového registru
da_dk: Fjerner værdier i systemets registreringsdatabase
el_gr: Κατάργηση τιμών μητρώου συστήματος
eu_es: Sistema-erregistroko balioak kentzen
fi_fi: Poistetaan järjestelmän rekisteriarvoja
fr_fr: Suppression des valeurs du registre systȅme
hr_hr: Uklanjanje vrijednosti iz registra sustava
hu_hu: Értékek eltávolítása a rendszerleíró adatbázisból
ja_jp: システム レジストリの値を削除しています
lt_lt: Šalinamos sistemos registro reikšmės.
lv_lv: Notiek sistçmas reȉistra vçrtîbu dzçðana
nb_no: Fjerner systemregisterverdier
nl_nl: Bezig met het verwijderen van systeemregisterwaarden
pl_pl: Usuwanie wartoci rejestru systemowego
ro_ro: Se eliminã valori din registry
ru_ru: Удаление параметров системного реестра
sk_sk: Odstraȍujú sa hodnoty zo systémovej databázy Registry
sv_se: Tar bort systemregistervärden
th_th: กำลังเอาค่า registry ของระบบออก
tr_tr: Sistem kayıt değerleri kaldırılıyor
vi_vn: Gỡ bỏ giá trị đăng ký hệ thống
zh_cn: 正在删除系统注册表值

source: Rolling back action:
ar_sa: إجراء عودة إلى الحالة السابقة:
ca_es: S'estȁ desfent l'acció:
cs_cz: Vrácení zpět - akce:
da_dk: Fortrydelse:
el_gr: Επαναφορά ενέργειας:
eu_es: Lehengo egoerara itzultzeko ekintza:
fi_fi: Peruutetaan toimintoa:
fr_fr: Annulation de l'action :
hr_hr: Akcija vraćanja prethodnog stanja:
hu_hu: Visszaállítás:
ja_jp: 操作を元に戻しています:
lt_lt: Kartojamas veiksmas:
lv_lv: Notiek ðâdas darbîbas atritinâðana:
nb_no: Tilbakef{__o /}ringshandling:
nl_nl: Terugdraai-actie:
pl_pl: Akcja Powrót:
ro_ro: Acþiune de derulare înapoi:
ru_ru: Откат действия:
sk_sk: Vracia sa akcia:
sv_se: Åtgärden Rollback:
th_th: การกระทำย้อนกลับสถานะ:
tr_tr: Toparlama eylemi:
vi_vn: Hành động Rollback:
zh_cn: 回滚操作:

source: Scheduling reboot operation: Deleting file [2]. Must reboot to complete operation.
ar_sa: جدولة عملية إعادة التمهيد: حذف ملف [2]. يجب إعادة التمهيد لإتمام العملية.
ca_es: S'estȁ planificant l'operació de reinici: s'estȁ canviant el nom de fitxer de [2] a [3]. Heu de reiniciar per completar l'operació.
cs_cz: Plánování restartování počítače: Odstraňování souboru [2]. Operaci je třeba dokončit restartováním počítače.
da_dk: Planlægger genstart: Sletter filen [2]. Computeren skal genstartes for at fuldf{__o /}re handlingen.
el_gr: Προγραμματισμός λειτουργίας επανεκκίνησης: Διαγραφή αρχείου [2]. Πρέπει να γίνει επανεκκίνηση για να ολοκληρωθεί η λειτουργία.
eu_es: Berrabiarazte-eragiketa antolatzen: [2] fitxategia ezabatzen. Berrabiarazi egin behar da eragiketa burutzeko.
fi_fi: Uudelleenkäynnistystä aloitetaan: Tiedostoa [2] poistetaan. Toiminnon suorittaminen loppuun vaatii uudelleenkäynnistyksen.
fr_fr: Planification du redémarrage : Suppression du fichier [2]. Pour achever l'opération, votre systȅme doit être redémarré.
hr_hr: Predviđen postupak ponovnog pokretanja računala: Brisanje datoteke [2]. Za dovršenje postupka mora se ponovo pokrenuti računalo.
hu_hu: Újraindítási művelet ütemezése: A(z) [2] fájl törlése. A művelet befejezéséhez újraindítás szükséges.
ja_jp: 再起動操作をスケジュールしています: ファイル [2] の削除。操作を完了するには、再起動しなければなりません。
lt_lt: Planuojama perkrovimo operacija: naikinamas failas [2]. Norint baigti operaciją, reikia perkrauti kompiuterį.
lv_lv: Notiek atsāknēšanas operācijas ieplānošana: dzēš failu [2]. Lai pabeigtu operāciju, nepieciešams atsāknēt.
nb_no: Planlegger omstart: Sletter filen [2]. Maskinen må startes på nytt for å fullf{__o /}re operasjonen.
nl_nl: Bezig met het plannen van een opstartbewerking: bestand [2] wordt verwijderd. De computer moet opnieuw worden opgestart om de bewerking te voltooien.
pl_pl: Planowanie operacji ponownego rozruchu: Usuwanie pliku [2]. Aby ukończyć operację, należy dokonać ponownego rozruchu.
ro_ro: Planificarea operaþiei de reiniþializare: ªtergerea fiºierului [2]. Reiniþializaþi pentru a termina operaþia.
ru_ru: Планирование операции перезагрузки: удаление файла [2]. Для завершения операции требуется перезагрузка.
sk_sk: Plánuje sa operácia reštartu: Odstraňuje sa súbor [2]. Na dokončenie tejto operácie je nutný reštart.
sv_se: Schemalägger omstart: Tar bort filen [2]. Du måste starta om för att slutföra åtgärden.
th_th: ｡ﾒﾃｻｯﾔｺﾑｵﾔ｡ﾒﾃ狹ﾔ霖ﾃﾐｺｺ耆ﾁ霍ﾕ險ﾑｴｵﾒﾃﾒｧ猊ﾅﾒ萇・ ｡ﾓﾅﾑｧ眩鮹 [2] ｵ鯱ｧ狹ﾔ霖ﾃﾐｺｺ耆ﾁ鞨ｾﾗ靉ｷﾕ險ﾐｷﾓ耆鬘ﾒﾃｻｯﾔｺﾑｵﾔ｡ﾒﾃﾊﾁｺﾙﾃｳ・
tr_tr: Yeniden başlatma işlemi zamanlanıyor: [2] dosyası siliniyor. İşlemi tamamlamak için bilgisayarı yeniden başlatmanız gerekiyor.
vi_vn: Lập biểu thao tác khởi động lại: Bỏ tệp tin [2]. Phải khởi động lại để hoàn tất thao tác.
zh_cn: 正在安排重新启动操作: 删除文件 [2]。只有重新启动后操作才能完成。

source: Scheduling reboot operation: Renaming file [2] to [3]. Must reboot to complete operation.
ar_sa: جدولة عملية إعادة التمهيد: إعادة تسمية ملف [2] بـ [3]. يجب إعادة التمهيد لإتمام العملية.
ca_es: S'estȁ planificant l'operació de reinici: s'estȁ canviant el nom de fitxer de [2] a [3]. Heu de reiniciar per completar l'operació.
cs_cz: Plánování restartování počítače: Přejmenování souboru [2] na [3]. Operaci je třeba dokončit restartováním počítače.
da_dk: Planlægger genstart: Omd{__o /}ber filen [2] til [3]. Computeren skal genstartes for at fuldf{__o /}re handlingen.
el_gr: Προγραμματισμός λειτουργίας επανεκκίνησης: Μετονομασία αρχείου [2] σε [3]. Πρέπει να γίνει επανεκκίνηση για να ολοκληρωθεί η λειτουργία.
eu_es: Berrabiarazte-eragiketa antolatzen: [2] fitxategiari [3] izena ematen. Berrabiarazi egin behar da eragiketa burutzeko.
fi_fi: Uudelleenkäynnistystä aloitetaan: Tiedoston [2] uudeksi nimeksi annetaan [3]. Toiminnon suorittaminen loppuun vaatii uudelleenkäynnistyksen.
fr_fr: Planification du redémarrage : Le fichier [2] est renommé [3]. Pour achever l'opération, votre systȅme doit être redémarré.
hr_hr: Predviđen postupak ponovnog pokretanja računala: Preimenovanje datoteke [2] u [3]. Za dovršenje postupka mora se ponovo pokrenuti računalo.
hu_hu: Újraindítási művelet ütemezése: Fájl átnevezése [2] névről [3] névre. A művelet befejezéséhez újraindítás szükséges.
ja_jp: 再起動操作をスケジュールしています: ファイル [2] の名前を [3] に変更しています。操作を完了するには、再起動しなければなりません。
lt_lt: Planuojama perkrovimo operacija: failas [2] pervardinamas į [3]. Norint baigti operaciją, reikia perkrauti kompiuterį.
lv_lv: Notiek atsāknēšanas operācijas ieplānošana: failu [2] pārdēvē par [3]. Lai pabeigtu operāciju, nepieciešams atsāknēt.
nb_no: Planlegger omstart: Gir filen [2] det nye navnet [3]. Maskinen må startes på nytt for å fullf{__o /}re operasjonen.
nl_nl: Bezig met het plannen van een opstartbewerking: de naam van bestand [2] wordt gewijzigd in [3]. De computer moet opnieuw worden opgestart om de bewerking te voltooien.
pl_pl: Planowanie operacji ponownego rozruchu: Zmiana nazwy pliku [2] na [3]. Aby ukończyć operację, należy dokonać ponownego rozruchu.
ro_ro: Planificarea operaþiei de reiniþializare: Redenumire fiºier [2] în [3]. Reiniþializaþi pentru a termina operaþia.
ru_ru: Планирование операции перезагрузки: переименование файла [2] в [3]. Для завершения операции требуется перезагрузка.
sk_sk: Plánuje sa operácia reštartu: Súbor [2] sa premenováva na [3]. Na dokončenie tejto operácie je nutný reštart.
sv_se: Schemalägger omstart: Byter namn på filen [2] till [3]. Du måste starta om för att slutföra åtgärden.
th_th: ｡ﾒﾃｻｯﾔｺﾑｵﾔ｡ﾒﾃ狹ﾔ霖ﾃﾐｺｺ耆ﾁ霍ﾕ險ﾑｴｵﾒﾃﾒｧ猊ﾅﾒ萇・ ｡ﾓﾅﾑｧ狃ﾅﾕ霙ｹｪﾗ靉眩鮹 [2] 狃郢 [3] ｵ鯱ｧ狹ﾔ霖ﾃﾐｺｺ耆ﾁ鞨ｾﾗ靉ｷﾕ險ﾐｷﾓ耆鬘ﾒﾃｻｯﾔｺﾑｵﾔ｡ﾒﾃﾊﾁｺﾙﾃｳ・
tr_tr: Yeniden başlatma işlemi zamanlanıyor: [2] dosyasının adı, [3] olarak değiştiriliyor. İşlemi tamamlamak için bilgisayarı yeniden başlatmanız gerekiyor.
vi_vn: Lập biểu thao tác khởi động lại: Đổi tên tệp tin [2] thành [3]. Phải khởi động lại để hoàn tất thao tác.
zh_cn: 正在安排重新启动操作: 将文件 [2] 重命名为 [3]。只有重新启动后操作才能完成。
