Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: An error occurred while applying security settings. [2] is not a valid user or group. This could be a problem with the package, or a problem connecting to a domain controller on the network. Check your network connection and click Retry, or Cancel to end the install. {{Unable to locate the user's SID, system error [3]}}
ar_sa: حدث خطأ أثناء تطبيق إعدادات الأمان. إن [2] ليس اسم صالح لمستخدم أو لمجموعة. قد يكون هناك مشكلة في الحزمة أو في الاتصال بوحدة تحكم مجال على شبكة الاتصال. تأكد من وصولك إلى شبكة الاتصال وانقر فوق إعادة المحاولة أو فوق إلغاء الأمر لإنهاء عملية التثبيت. {{تعذر العثور على معرّف المستخدم, خطأ نظام [3]}}
ca_es: Error en aplicar els parȁmetres de seguretat. [2] no és un usuari ni un grup vȁlid. Podria ésser un problema amb el paquet o bé un problema en connectar a un controlador de domini de la xarxa. Comproveu la vostra connexió de la xarxa i feu clic a Reintenta, o a Cancel·la per finalitzar la instal·lació. {{Impossible de localitzar el SID de l'usuari, error del sistema [3]}}
cs_cz: Při použití nastavení zabezpečení došlo k chybě. [2] není platný uživatel či skupina. To může znamenat potíže s balíčkem nebo s připojením k řadiči domény v síti. Zkontrolujte připojení k síti a klepněte na tlačítko Opakovat, nebo instalaci ukončete klepnutím na tlačítko Storno. {{Není možné nalézt číslo SID uživatele. Systémová chyba [3]}}
da_dk: Der opstod en fejl ved anvendelsen af sikkerhedsindstillingerne. [2] er ikke en gyldig bruger eller gruppe. Dette kan være et pakkeproblem, eller et problem med oprettelse af forbindelse til en domænecontroller på netværket. Kontroller netværksforbindelsen og klik på Fors{__o /}g igen, eller klik på Annuller for at afslutte installatioen. {{Brugerens SID blev ikke fundet, systemfejl [3]}}
el_gr: Παρουσιάστηκε σφάλμα κατά την εφαρμογή των ρυθμίσεων ασφαλείας. Το [2] δεν είναι έγκυρος χρήστης ή ομάδα. Αυτό ίσως είναι κάποιο πρόβλημα με το πακέτο ή πρόβλημα κατά τη σύνδεση σε έναν ελεγκτή τομέα στο δίκτυο. Ελέγξτε τη σύνδεση δικτύου σας και κάντε κλικ στο κουμπί "Επανάληψη" ή στο "Άκυρο" για να τερματίσετε την εγκατάσταση. {{Δεν είναι δυνατός ο εντοπισμός του αναγνωριστικού ασφαλείας χρήστη, σφάλμα συστήματος [3]}}
eu_es: Errore bat sortu egin zen segurtasun ezarpenak aplikatzerakoan. [2] ez da erabiltzaile ezta talde baliozkoa. Hau arazo bat izan ditzateke paketearekin, edo sarearen domeinu kontroladorearekin arazo bat konektatzerakoan. Konprobatu zure sare konexioa eta egin klik Saiatu Berriro-n edo Utzi-n instalazioa amaitzeko. {{Ezin izan da erabiltzailearen SID-a aurkitu, sistemazko errorea [3]}}
fi_fi: Virhe suojausasetusten käyttöönotossa. [2] ei ole kelvollinen käyttäjä tai ryhmä. Ongelma saattaa johtua paketista tai verkon toimialueohjainongelmasta. Tarkista verkkoyhteys ja yritä sitten uudelleen valitsemalla Uudelleen tai lopeta asentaminen valitsemalla Peruuta. {{Käyttäjän SID-tunnuksen haku ei onnistu, järjestelmävirhe [3]}}
fr_fr: Une erreur s'est produite lors de l'application des paramȅtres de sécurité . [2] n'est pas un utilisateur ou un groupe valide. Il s'agit peut-être d'un problȅme lié au package ou d'un problȅme lors de la connexion au contrôleur de domaine du réseau. Vérifiez votre connexion réseau et cliquez sur Recommencer, ou cliquez sur Annuler pour terminer l'installation. {{Impossible de trouver l'identificateur SID de l'utilisateur, erreur systȅme [3]}}
hr_hr: Dogodila se pogreška pri primjeni sigurnosnih postavki. [2] nije ispravni korisnik ili grupa. Možda ima problema s paketom, ili pri spajanju na kontroler domene na mreži. Provjerite mrežnu vezu i pritisnite Pokušaj ponovo, ili Odustani za završetak instalacije. {{Nije moguće pronaći korisnički SID, sistemska pogreška [3]}}
hu_hu: Hiba történt a biztonsági beállítások alkalmazása közben. [2] nem érvényes felhasználó vagy csoport. Ez lehet a csomag hibája, vagy probléma a hálózati tartományvezérlőhöz való kapcsolódással. Ellenőrizze a hálózati kapcsolatot, majd kattintson az Ismét gombra, vagy, a telepítés befejezéséhez, a Mégse gombra. {{A felhasználó helyazonosítója nem található, rendszerhiba: [3]}}
ja_jp: セキュリティの設定を適用するときにエラーが発生しました。[2] は有効なユーザーまたはグループではありません。これはパッケージの問題か、またはネットワーク上のドメイン コントローラに接続するときの問題の可能性があります。ネットワークの接続を確認し [\[]再試行[\]] をクリックするか、インストールを終了するには [\[]キャンセル[\]] をクリックしてください。 {{ユーザーの SID を検出できません, システム エラー [3]}}
lt_lt: Klaida įvyko taikant saugos parametrus. [2] yra neleistinas vartotojas arba grupė. Tai gali būti paketo triktis arba prisijungimo prie domeno valdiklio tinkle triktis. Patikrinkite savo tinklo ryšį ir spustelėkite Kartoti arba, spustelėję Atšaukti, baikite diegti. {{Negalima rasti vartotojo SID, sistemos klaida [3]}}
lv_lv: Lietojot drošības iestatījumus, radās kļūda. [2] nav derīgs lietotājs vai grupa. Iespējams, ka pastāv problēma pakotnē vai nevar izveidot savienojumu ar tīkla domēnu kontrolleri. Pārbaudiet tīkla savienojumu un noklikšķiniet uz Mēģināt vēlreiz, vai noklikšķiniet uz Atcelt, lai beigtu instalēšanu. {{Nevar atrast lietotāja SID, sistēmas kļūda [3]}}
nb_no: Det oppstod en feil under aktivering av sikkerhetsinnstillinger. [2] er ikke en gyldig bruker eller gruppe. Dette kan være et problem med pakken eller et problem med å koble til domenekontrolleren på nettverket. Kontroller nettverkstilkoblingen og klikk Pr{__o /}v på nytt. Klikk Avbryt hvis du vil avbryte installasjonen. {{Finner ikke brukerens SID, systemfeil [3]}}
nl_nl: Er is een fout opgetreden bij het toepassen van de beveiligingsinstellingen. [2] is geen geldige gebruiker of groep. De oorzaak kan een probleem met het pakket zijn, of er is een probleem met de verbinding met een domeincontroller in het netwerk. Controleer de netwerkverbinding en klik op Opnieuw, of klik op Annuleren om de installatie te beëindigen. {{Kan de SID van de gebruiker niet vinden, systeemfout [3]}}
pl_pl: Wystšpi{__l /} b{__l /}šd podczas stosowania ustawień zabezpieczeń. [2] nie jest prawid{__l /}owym użytkownikiem ani grupš. Móg{__l /} wystšpić problem z pakietem lub z po{__l /}šczeniem z kontrolerem domeny w sieci. Sprawd po{__l /}šczenie sieciowe i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć instalację. {{Nie można zlokalizować identyfikatora SID użytkownika, b{__l /}šd systemu [3]}}
ro_ro: Eroare la aplicarea setãrilor de securitate. Utilizatorul sau grupul [2] nu este corect. Indicã o problemã cu pachetul sau cu conectarea la un controler de domeniu din reþea. Verificaþi conexiunea la reþea ºi faceþi clic pe Reîncercare sau faceþi clic pe Revocare pentru a termina instalarea. {{Imposibil de localizat SID utilizator, eroare sistem [3]}}
ru_ru: Ошибка в применении параметров безопасности. [2] Неправильный пользователь или группа [2]. Возможно это ошибка пакета или ошибка подключения к контроллеру домена в сети. Проверьте сетевое подключение и нажмите "Повторить" или "Отмена" для завершения установки. {{Сбой обнаружения SID пользователя, ошибка системы [3]}}
sk_sk: Pri použití nastavenia zabezpečenia sa vyskytla chyba. [2] nie je platný používateľ ani platná skupina. Mohlo by ísť o problém s balíkom alebo problém s pripojením na doménový kontrolér na sieti. Skontrolujte pripojenie na sieť a kliknite na tlačidlo Znova, alebo kliknutím na tlačidlo Zrušiť zrušte inštaláciu. {{Identifikátor SID používateľa sa nepodarilo nájsť, systémová chyba [3]}}
sv_se: Ett fel uppstod när säkerhetsinställningar skulle tillämpas. [2] är inte en giltig användare eller grupp. Detta kan bero på ett problem med paketet eller på ett problem med att ansluta till en domänkontrollant på nätverket. Kontrollera nätverksanslutningen och klicka på Försök igen, eller klicka på Avbryt om du vill avbryta installationen. {{Användarens SID kunde itne hittas. Systemfel: [3]}}
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爍ﾔｴ｢ﾖ鮖ﾃﾐﾋﾇ靨ｧ｡ﾒﾃｹﾓ｡ﾒﾃｵﾔｴｵﾑ鬧､ﾇﾒﾁｻﾅﾍｴﾀﾑﾂ莉罨・ [2] 菽鞳ｪ霈ﾙ鱚ｪ鰺ﾃﾗﾍ｡ﾅﾘ霖ｷﾕ雜ﾙ｡ｵ鯱ｧ ﾊﾔ隗ｹﾕ鯱ﾒｨ爍ﾔｴ｢ﾖ鮖狎ﾃﾒﾐ｢鯱ｼﾔｴｾﾅﾒｴｷﾒｧ爨ﾃﾗﾍ｢靨ﾂ ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹｨﾒ｡ｫﾕｴﾕﾃﾍﾁ ﾋﾃﾗﾍ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鮹ﾕｻﾑｭﾋﾒ ｵﾃﾇｨ｡ﾒﾃ爼ﾗ靉ﾁｵ靉｡ﾑｺ爨ﾃﾗﾍ｢靨ﾂ 眷鯢､ﾅﾔ｡ ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍ ﾂ｡倏ﾔ｡ 狎ﾗ靉ﾋﾂﾘｴ｡ﾒﾃｵﾔｴｵﾑ鬧 {{菽靆ﾒﾁﾒﾃｶﾋﾒ user's SID 莇・ ｢鯱ｼﾔｴｾﾅﾒｴﾃﾐｺｺ [3]}}
tr_tr: Güvenlik ayarlarını uygularken bir hata oluştu. [2], geçerli bir kullanıcı veya grup değil. Bu, paket problemi, veya ağda etki alanı denetleyicisine bağlantı problemi olabilir. Ağ bağlantınızı denetleyip Yeniden Dene'yi tıklatın. veya yüklemeyi bitirmek için İptal'i tıklatın. {{Kullanıcı SID değeri konumlandırılamadı, sistem hatası [3]}}
vi_vn: Có lỗi khi áp dụng xác lập an ninh này. [2] không phải là người dùng hoặc nhóm hợp lệ. Điều này cũng có thể là lỗi gói, lỗi nối vào điều khiển vùng trên mạng. Kiểm lại mạng của bạn và nháy Thử lại hoặc Thôi để ngừng việc cài đặt. {{Không tìm thấy SID người dùng, lỗi hệ thống [3]}}
zh_cn: 应用安全设置时出错。[2] 不是有效的用户或组。这可能是软件包的错误，或者是连接到网络上的域控制器的错误。检查你的网络连接，然后单击“重试”，或者单击“取消”来结束安装。{{不能找到由用户的 SID，系统错误 [3]}}

source: An error occurred while attempting to create the folder: [2]
ar_sa: حدوث خطأ أثناء محاولة إنشاء الدليل: [2]
ca_es: Hi ha hagut un error en intentar crear el directori: [2]
cs_cz: Při pokusu o vytvoření adresáře [2] došlo k chybě.
da_dk: Der opstod en fejl ved fors{__o /}g på at oprette mappen: [2]
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια δημιουργίας του καταλόγου: [2]
eu_es: Errorea gertatu da direktorio hau sortzean: [2]
fi_fi: Virhe luotaessa kansiota: [2]
fr_fr: Erreur lors de la tentative de création du répertoire [2]
hr_hr: Došlo je do pogreške pri pokušaju stvaranja imenika: [2]
hu_hu: Hiba történt a következő könyvtár létrehozásakor: [2]
ja_jp: ディレクトリ [2] を作成中に、エラーが発生しました。
lt_lt: Klaida bandant sukurti katalogą: [2]
lv_lv: Mēģinot izveidot direktoriju [2], radās kļūda.
nb_no: Det oppstod en feil under fors{__o /}ket på å opprette katalogen: [2]
nl_nl: Er is een fout opgetreden bij het maken van map [2].
pl_pl: Wystšpi{__l /} b{__l /}šd podczas próby utworzenia katalogu: [2]
ro_ro: Eroare la încercarea de a crea directorul: [2]
ru_ru: Ошибка при создании каталога [2]
sk_sk: Pri pokuse o vytvorenie adresára [2] sa vyskytla chyba
sv_se: Ett fel uppstod vid skapandet av katalogen: [2]
th_th: ｢鯱ｼﾔｴｾﾅﾒｴ爍ﾔｴ｢ﾖ鮖｢ｳﾐｾﾂﾒﾂﾒﾁｷﾕ險ﾐﾊﾃ鰓ｧ莇狹｡ｵﾍﾃﾕ: [2]
tr_tr: [2] dizini oluşturulmaya çalışılırken bir hata oluştu.
vi_vn: Có lỗi trong khi cố gắng tạo thư mục: [2]
zh_cn: 试图创建目录 [2] 时发生错误。

source: An error occurred while writing installation information to disk. Check to make sure enough disk space is available, and click Retry, or Cancel to end the install.
ar_sa: حدوث خطأ أثناء كتابة معلومات تثبيت على القرص. قم بالتدقيق للتأكد من توفر مساحة قرص كافية، ثم انقر فوق 'إعادة المحاولة'، أو فوق 'إلغاء الأمر' لإنهاء التثبيت.
ca_es: Error en escriure informació d'instal·lació al disc. Comproveu que hi ha prou espai disponible al disc i feu clic a Reintenta o a Cancel·la per finalitzar la instal·lació.
cs_cz: Při zapisování instalačních informací na disk došlo k chybě. Přesvědčte se, zda je na disku dostatek místa, a klepněte na tlačítko Opakovat. Chcete-li instalaci ukončit, klepněte na tlačítko Storno.
da_dk: Der opstod en fejl ved skrivning af installationsoplysninger til disken. Kontroller, at der er tilstrækkelig diskplads til rådighed, og klik på Fors{__o /}g igen, eller klik på Annuller for at afbryde installationsprogramt.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγγραφή των πληροφοριών εγκατάστασης στο δίσκο. Βεβαιωθείτε ότι υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο και κάντε κλικ στο κουμπί "Επανάληψη" ή στο κουμπί "Άκυρο" για να τερματίσετε την εγκατάσταση.
eu_es: Errorea gertatu da instalazioari buruzko informazioa diskoan idaztean. Egiaztatu diskoan behar adina leku dagoela erabilgarri eta egin klik 'Saiatu berriro'n, edo egin klik 'Utzi'n instalazioa bertan behera uzteko.
fi_fi: Virhe kirjoitettaessa asennustietoja levylle. Varmista, että käytettävissä on riittävästi levytilaa, ja valitse Uudelleen tai lopeta asennus valitsemalla Peruuta.
fr_fr: Une erreur est survenue lors de l'écriture sur le disque des informations concernant l'installation. Vérifiez que l'espace disponible sur le disque est suffisant et cliquez sur Réessayer, ou cliquez sur Annuler pour mettre fin ȁ l'installation.
hr_hr: Pojavila se pogreška za vrijeme pisanja informacija o instalaciji na disk. Provjerite imate li dovoljno dostupnog diskovnog prostora, a zatim pritisnite Ponovi, ili Odustani za završetak instalacije.
hu_hu: Hiba történt a telepítési adatok lemezre írásakor. Ellenőrizze, hogy a lemezen van-e elég hely, és kattintson az Ismét gombra, vagy kattintson a Mégse gombra a telepítés befejezéséhez.
ja_jp: インストール情報をディスクに書き込み中にエラーが発生しました。十分なディスク領域があることを確認してから、[\[]再試行[\]] をクリックして続行するか、または [\[]キャンセル[\]] をクリックしてインストールを中止してください。
lt_lt: Klaida įvyko rašant į diską diegimo informaciją. Patikrinkite, ar diske yra pakankamai vietos, ir spustelėkite Kartoti arba, spustelėję Atšaukti, baikite diegimą.
lv_lv: Rakstot instalācijas informāciju diskā, radās kļūda. Pārliecinieties, vai uz diska pietiek vietas, un noklikšķiniet uz pogas Mēģināt vēlreiz, vai noklikšķiniet uz pogas Atcelt, lai beigtu instalēšanu.
nb_no: Det oppstod en feil under skriving av installasjonsinformasjon til disken. Kontroller at nok diskplass er tilgjengelig, og velg Pr{__o /}v på nytt. Du kan også velge Avbryt for å avslutte installasjonen.
nl_nl: Er is een fout opgetreden bij het schrijven van installatiegegevens naar de vaste schijf. Controleer of er voldoende beschikbare schijfruimte is en klik op Nogmaals, of klik op Annuleren om de installatie te beëindigen.
pl_pl: Podczas zapisywania informacji o instalacji na dysk, wystšpi{__l /} b{__l /}šd. Upewnij się, czy jest wystarczajšca iloć miejsca na dysku i kliknij przycisk Ponów próbę lub przycisk Anuluj, aby zakończyć instalację.
ro_ro: Eroare la scrierea pe disc a informaþiilor de instalare. Verificaþi dacã este suficient spaþiu-disc disponibil ºi faceþi clic pe Reîncercare sau pe Revocare pentru a termina instalarea.
ru_ru: Ошибка при записи сведений об установке на диск. Проверьте наличие свободного места на диске и нажмите кнопку "Повторить", либо нажмите кнопку "Отмена", чтобы прервать установку.
sk_sk: Pri zápise inštalačných informácií na disk nastala chyba. Skontrolujte, či je na disku dostatok voľného miesta a kliknite na tlačidlo Znova, alebo kliknite na tlačidlo Zrušiť, čím inštaláciu ukončíte.
sv_se: Det uppstod ett fel när information skrevs till disken. Kontrollera att det finns tillräckligt med ledigt utrymme och klicka på Försök igen eller klicka på Avbryt om du vill avbryta installationen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ｢ﾖ鮖｢ｳﾐｷﾓ｡ﾒﾃ爐ﾕﾂｹ｢鯱ﾁﾙﾅ｡ﾒﾃｵﾔｴｵﾑ鬧莉ﾂﾑｧｴﾔﾊ｡・ ｵﾃﾇｨﾊﾍｺ耆鱆ｹ鞳ｨﾇ靨ﾁﾕｷﾕ霽靨ｧｴﾔﾊ｡・ｾﾕﾂｧｾﾍ 眷鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍﾂ｡倏ﾔ｡ 狎ﾗ靉ｨｺ｡ﾒﾃｵﾔｴｵﾑ鬧
tr_tr: Yükleme bilgileri diske yazılırken bir hata oluştu. Yeterli disk alanı olup olmadığını denetleyin ve Yeniden Dene'yi tıklatın veya yükleme işlemine son vermek için İptal'i tıklatın.
vi_vn: Có lỗi trong khi ghi thông tin cài đặt vào đĩa. Cần chắc rằng có đủ chỗ trống và nháy Thử lại hoặc Thôi để chấm dứt cài đặt.
zh_cn: 向硬盘写入安装信息时发生错误。请确认是否有足够的硬盘空间可供使用，然后单击“重试”按钮，或者单击“取消”按钮结束安装。

source: An installation for [2] is currently suspended. You must undo the changes made by that installation to continue. Do you want to undo those changes?
ar_sa: تثبيت [2] معطل مؤقتاً حالياً. يجب عليك التراجع عن التغييرات التي قام بها ذلك التثبيت للمتابعة. هل تريد التراجع عن تلك التغييرات؟
ca_es: Actualment estȁ suspesa una instal·lació per a [2]. Heu de desfer els canvis fets per la instal·lació per continuar. Voleu desfer aquests canvis?
cs_cz: Instalace produktu [2] je pozastavena. Chcete-li pokračovat, je nutné vrátit zpět změny provedené při instalaci. Chcete tyto změny vrátit zpět?
da_dk: En installation for [2] er for {__o /}jeblikket sat ud af kraft. Du skal annullere ændringerne foretaget af installationsprogramt for at fortsætte. Vil du annullere disse ændringer?
el_gr: Η εγκατάσταση του [2] έχει ανασταλεί προς το παρόν. Πρέπει να αναιρέσετε τις αλλαγές που έγιναν από αυτήν την εγκατάσταση για να συνεχίσετε. Θέλετε να αναιρέσετε αυτές τις αλλαγές;
eu_es: [2](r)en instalazioa etenda dago. Instalazio horretan egindako aldaketak desegin behar dituzu aurrera jarraitu ahal izateko. Aldaketa horiek desegin nahi dituzu?
fi_fi: Kohteen [2] aiempi asennus on keskeytettynä. Kyseisen asennuksen tekemät muutokset tulee kumota, ennen kuin voit jatkaa. Haluatko kumota muutokset?
fr_fr: L'installation de [2] est suspendue. Vous devez annuler les modifications apportée par cette installation pour continuer. Voulez-vous annuler les modifications ?
hr_hr: Instalacija [2] trenutačno je obustavljena. Morate poništiti promjene koje je učinila ta instalacija kako biste omogućili nastavak. Želite li poništiti te promjene?
hu_hu: A(z) [2] telepítése jelenleg fel van függesztve. A folytatáshoz vissza kell vonnia a telepítés alatt tett változtatásokat. Kívánja visszavonni a változtatásokat?
ja_jp: [2] のインストールは現在中断されています。続行するには、インストールによって行われた変更を取り消す必要があります。これらの変更を取り消しますか?
lt_lt: [2] diegimas šiuo metu pristabdytas. Tik anuliavę diegimo metu atliktus pakeitimus galėsite tęsti. Ar norite anuliuoti šiuos pakeitimus?
lv_lv: [2] instalēšana pašlaik ir aizturēta. Lai turpinātu, ir jāatsauc šīs instalēšanas laikā veiktās izmaiņas. Vai vēlaties atsaukt šīs izmaiņas?
nb_no: En installasjon av [2] er for {__o /}yeblikket i hvilemodus. Du må angre endringene som ble gjort i den installasjonen for å fortsette. Vil du angre endringene?
nl_nl: De installatie van [2] is momenteel onderbroken. Als u door wilt gaan, moet u de wijzigingen die door de installatie zijn aangebracht, ongedaan maken. Wilt u de wijzigingen ongedaan maken?
pl_pl: Instalacja [2] jest w tej chwili wstrzymana. Przed kontynuacjš musisz cofnšć zmiany dokonane przez tę instalację. Chcesz cofnšć zmiany?
ro_ro: O instalare pentru [2] este pentru moment suspendatã. Pentru a continua trebuie anulate modificãrile efectuate prin acea instalare. Anulaþi acele modificãri?
ru_ru: Установка [2] приостановлена. Для продолжения необходимо отменить изменения, внесенные в процессе этой установки. Отменить изменения?
sk_sk: Inštalácia produktu [2] je momentálne pozastavená. Ak chcete pokračovať, musíte vrátiť zmeny vykonané dotyčnou inštaláciou. Chcete vrátiť tieto zmeny?
sv_se: Installationen av [2] är tillfälligt avbruten. Du måste återställa de ändringar som har gjorts under den installationen för att kunna fortsätta. Vill du återställa ändringarna?
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧ﾊﾓﾋﾃﾑｺ [2] ｶﾙ｡ﾋﾂﾘｴ萇鬪ﾑ霽｢ｳﾐ ､ﾘｳｵ鯱ｧ倏ﾔ｡ｷﾓ｡ﾒﾃ狃ﾅﾕ霙ｹ盻ﾅｧｷﾕ霍ﾓ 狎ﾗ靉ｷﾓ耆鬘ﾒﾃｵﾔｴｵﾑ鬧ｴﾓ犹ﾔｹｵ靉莉 ､ﾘｳｵ鯱ｧ｡ﾒﾃｷﾕ險ﾐ倏ﾔ｡ｷﾓ｡ﾒﾃ狃ﾅﾕ霙ｹ盻ﾅｧ猴ﾅ靨ｹﾑ鮖ﾋﾃﾗﾍ菽・
tr_tr: [2] yüklemesi şu anda askıya alınmış. Devam etmek için bu yüklemenin yaptığı değişiklikleri geri almalısınız. Bu değişiklikleri geri almak istiyor musunuz?
vi_vn: Việc cài đặt sản phẩm [2] trong máy đang ngưng. Bạn phải hoàn tác những thay đổi do việc cài đặt đó để tiếp tục. Bạn muốn hoàn tác những thay đổi ̣đó không?
zh_cn: [2] 的一次安装过程正处于暂停状态，您必须先撤销该安装过程做出的修改，然后才能继续操作。是否撤销那些修改？

source: An installation package for the product [2] cannot be found. Try the installation again using a valid copy of the installation package '[3]'.
ar_sa: تعذر العثور على حزمة تثبيت للمنتج [2]. حاول التثبيت مرة أخرى باستخدام نسخة صالحة من حزمة التثبيت '[3]'.
ca_es: No s'ha pogut trobar un paquet d'instal·lació per al producte [2]. El Windows Installer no pot continuar.
cs_cz: Instalační balíček pro produkt [2] nebyl nalezen. Spusťte instalaci znovu pomocí platného instalačního balíčku [3].
da_dk: Installationspakken til produktet [2] kunne ikke findes. Pr{__o /}v at starte installationsprogramt igen ved hjælp af et gyldigt eksemplar af installationspakken '[3]'.
el_gr: Δεν είναι δυνατή η εύρεση πακέτου εγκατάστασης για το προϊόν [2]. Δοκιμάστε ξανά να κάνετε εγκατάσταση χρησιμοποιώντας ένα έγκυρο αντίγραφο του πακέτου εγκατάστασης "[3]".
eu_es: Ezin da [2] produktuaren instalazio-paketea aurkitu. Berriz instalatzen saiatu '[3]' instalazio-paketearen baliozko kopia erabiliz.
fi_fi: Tuotteelle [2] ei löydy asennuspakkausta. Yritä asennusta uudelleen käyttämällä kelvollista asennuspakkausta [3].
fr_fr: Package d'installation pour le produit [2] introuvable. Réessayez d'exécuter Windows Installer avec un package d'installation valide [3].
hr_hr: Nije moguće pronaći instalacijski paket za proizvod [2]. Ponovo pokušajte instalaciju koristeći valjanu kopiju instalacijskog paketa '[3]'.
hu_hu: A(z) [2] termék telepítéséhez nem sikerült telepítőcsomagot találni. Próbálja meg újra lefuttatni a telepítést érvényes [3] telepítőcsomaggal.
ja_jp: 製品 [2] のインストール パッケージが見つかりませんでした。有効なコピーのインストール パッケージ '[3]' を使ってもう一度インストールしてください。
lt_lt: Nerastas programos [2] diegimo paketas. Pabandykite diegti dar kartą naudodami galiojančią diegimo paketo [3] kopiją.
lv_lv: Nevar atrast produkta [2] instalācijas pakotni. Mēģiniet instalēt vēlreiz, izmantojot derīgu instalācijas pakotnes '[3]' eksemplāru.
nb_no: Finner ikke en installasjonspakke for produktet [2]. Pr{__o /}v å installere på nytt ved hjelp av en gyldig kopi av installasjonspakken [3].
nl_nl: Kan geen installatiepakket vinden voor product [2]. Voer de installatie opnieuw uit met een geldig exemplaar van het installatiepakket [3].
pl_pl: Pakiet instalacyjny dla produktu [2] nie zosta{__l /} odnaleziony. Spróbuj uruchomić instalację ponownie przy użyciu aktualnej kopii pakietu instalacyjnego [3].
ro_ro: Imposibil de gãsit pachetul de instalare pentru produsul [2]. Încercaþi din nou instalarea utilizând o copie corectã a pachetului de instalare '[3]'.
ru_ru: Не удается найти пакет установки для продукта [2]. Повторите установку с использованием правильной копии пакета "[3]".
sk_sk: Inštalačný balík pre produkt [2] sa nedá nájsť. Pokúste sa ho nainštalovať znova pomocou platnej kópie inštalačného balíka '[3]'.
sv_se: Det gick inte att hitta ett installationspaket för produkten [2]. Försök igen genom att använda en giltig kopia av installationspaketet [3].
th_th: 菽霎ｺｪﾘｴ｡ﾒﾃｵﾔｴｵﾑ鬧ﾊﾓﾋﾃﾑｺｼﾅﾔｵﾀﾑｳｱ・ﾕ・[2] ﾅﾍｧｵﾔｴｵﾑ鬧ﾍﾕ｡､ﾃﾑ鬧箒ﾂ罨鯡ﾓ犹ﾒｷﾕ雜ﾙ｡ｵ鯱ｧ｢ﾍｧｪﾘｴ｡ﾒﾃｵﾔｴｵﾑ鬧 '[3]
tr_tr: [2] ürünü için geçerli bir yükleme paketi bulunamadı. '[3]' yükleme paketinin geçerli bir kopyasını kullanarak yüklemeyi yeniden deneyin.
vi_vn: Không tìm thấy gói cài đặt cho sản phẩm [2]. Thử việc cài đặt lại bằng cách dùng gói cài đặt hợp lệ '[3]'.
zh_cn: 无法找到产品 [2] 的安装程序包。请使用安装程序包 [3] 的有效副本重新进行安装。
