Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Another application has exclusive access to the file '[2]'. Please shut down all other applications, then click Retry.
ar_sa: تطبيق آخر لديه وصول خاص إلى الملف '[2]'. يرجى إيقاف تشغيل جميع التطبيقات الاخرى، ثم النقر فوق 'إعادة المحاولة'.
ca_es: Una altra aplicació té accés exclusiu al fitxer "[2]". Sortiu de totes les aplicacions i feu clic a Reintenta.
cs_cz: Soubor [2] je výhradně otevřen v jiné aplikaci. Ukončete všechny ostatní aplikace a klepněte na tlačítko Opakovat.
da_dk: Et andet program har udelt adgang til filen '[2]'. Afslut alle andre programr, og klik på Fors{__o /}g igen.
el_gr: Μια άλλη εφαρμογή έχει αποκλειστικά δικαιώματα πρόσβασης στο αρχείο "[2]". Τερματίστε όλες τις άλλες εφαρμογές και κάντε κλικ στο κουμπί "Επανάληψη".
eu_es: Beste aplikazio batek sarbide esklusiboa du '[2]' fitxategira. Itxi beste aplikazio guztiak, eta egin klik 'Saiatu berriro'n.
fi_fi: Tiedosto [2] on toisen sovelluksen yksityiskäytössä. Sulje muut sovellukset ja valitse Uudelleen.
fr_fr: Le fichier est ouvert en mode exclusif dans une autre application [2]. Fermez toutes les autres applications, puis cliquez sur Réessayer.
hr_hr: Drugi program ima isključivi pristup do datoteke '[2]'. Zatvorite sve ostale programe, a zatim pritisnite Ponovi.
hu_hu: Egy másik alkalmazásnak kizárólagos hozzáférése van a(z) '[2]' fájlhoz. Zárjon be minden más alkalmazást, és kattintson az Ismét gombra.
ja_jp: ファイル '[2]' は別のアプリケーションで使用されています。開いているアプリケーションをすべて終了してから、[\[]再試行[\]] をクリックしてください。
lt_lt: Kita taikomoji programa turi išskirtines teises į failą [2]. Baikite darbą su visomis kitomis programomis ir spustelėkite Kartoti.
lv_lv: Citai lietojumprogrammai ir ekskluzīva pieeja failam '[2]'. Lūdzu, aizveriet visas pārējās lietojumprogrammas, pēc tam noklikšķiniet uz Mēģināt vēlreiz.
nb_no: Et annet program har alenetilgang til filen [2]. Lukk alle andre programr, og velg Pr{__o /}v på nytt.
nl_nl: Een andere toepassing heeft momenteel exclusief toegang tot bestand [2]. Sluit alle andere toepassingen af en klik op Nogmaals.
pl_pl: Inna aplikacja ma już wy{__l /}šczny dostęp do pliku [2]. Zamknij wszystkie inne aplikacje, a następnie kliknij przycisk Ponów próbę.
ro_ro: O altã aplicaþie are acces exclusiv la fiºierul '[2]'. Închideþi toate celelalte aplicaþii, apoi faceþi clic pe Reîncercare.
ru_ru: Другое приложение имеет монопольный доступ к файлу "[2]". Закройте все другие приложения и повторите попытку.
sk_sk: K súboru '[2]' má už výhradný prístup iná aplikácia. Ukončite všetky ostatné aplikácie a kliknite na tlačidlo Znova.
sv_se: Ett annat program har exklusiv åtkomst till filen [2]. Stäng alla andra program och klicka sedan på Försök igen.
th_th: 篏ﾃ癸ﾃﾁｻﾃﾐﾂﾘ｡ｵ・ﾗ雹ﾁﾕﾊﾔｷｸﾔ・ｹ｡ﾒﾃ爐鰓ｶﾖｧ眩鮹 '[2]' ｡ﾃﾘｳﾒｻﾔｴ篏ﾃ癸ﾃﾁﾍﾗ雹ｷﾑ鬧ﾋﾁｴ 眷鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・
tr_tr: Diğer bir uygulamanın '[2]' dosyasına özel kullanım erişimi var. Lütfen diğer tüm uygulamaları kapatın ve sonra Yeniden Dene'yi tıklatın.
vi_vn: Ứng dụng khác có quyền riêng vào '[2]'. Vui lòng đóng tất cả ứng dụng khác rồi nháy Thử lại.
zh_cn: 另一应用程序已经以独占模式访问了文件 [2]。请关闭所有其他的应用程序，然后再单击“重试”按钮。

source: Another installation is in progress. You must complete that installation before continuing this one.
ar_sa: تثبيت آخر قيد التنفيذ. عليك إتمام ذلك التثبيت قبل متابعة هذا التثبيت.
ca_es: Hi ha una altra instal·lació en curs. Heu de completar aquella instal·lació abans de continuar amb aquesta.
cs_cz: Probíhá již jiná instalace. Před spuštěním této instalace je třeba spuštěnou instalaci dokončit.
da_dk: En anden installation er i gang. Den skal færdigg{__o /}res, f{__o /}r du fortsætter med en ny.
el_gr: Μια άλλη εγκατάσταση είναι σε εξέλιξη. Ολοκληρώστε την εγκατάσταση που βρίσκεται σε εξέλιξη πριν να συνεχίσετε με αυτήν την εγκατάσταση.
eu_es: Beste instalazio bat egiten ari da. Instalazio honekin jarraitzeko, lehenik bestea burutu behar duzu.
fi_fi: Toinen asennustapahtuma on jo käynnissä. Suorita kyseinen asennus loppuun, ennen kuin jatkat tätä asennusta.
fr_fr: Une autre installation est en cours. Vous devez la terminer avant de poursuivre cette installation.
hr_hr: Druga je instalacija u tijeku. Tu instalaciju morate završiti prije nego nastavite s ovom.
hu_hu: Egy másik telepítés folyamatban van. Előbb be kell fejezni a másik telepítést, mielőtt az új telepítést folytatná.
ja_jp: 別のインストールが現在行われています。新たにインストールを行うには、既に実行中のインストールを完了しなければなりません。
lt_lt: Šiuo metu diegiama kita programa. Tik ją įdiegę, galėsite toliau diegti šią programą.
lv_lv: Notiek cits instalēšanas process. Tas ir jāpabeidz, pirms turpināt šo instalēšanu.
nb_no: En annen installasjon kj{__o /}rer. Du må fullf{__o /}re den installasjonen f{__o /}r du fortsetter med denne.
nl_nl: Er wordt al een andere installatie uitgevoerd. U moet deze installatie voltooien als u door wilt gaan.
pl_pl: Inna instalacja jest w toku. Przed kontynuowanie tej instalacji, dokończ tamtš.
ro_ro: O altã instalare în desfãºurare. Terminaþi acea instalare înainte de a continua cu aceasta.
ru_ru: Другой процесс установки уже выполняется. Завершите этот процесс перед новой установкой.
sk_sk: Prebieha iná inštalácia. Pred pokračovaním v tejto inštalácii musíte danú inštaláciu dokončiť.
sv_se: En annan installation pågår. Du måste avsluta den installationen innan du kan fortsätta med den här.
th_th: ｡ﾒﾃｵﾔｴｵﾑ鬧ﾍﾗ雹ﾂﾑｧﾍﾂﾙ鞳ｹ｡ﾒﾃｴﾓ犹ﾔｹ｡ﾒﾃ ､ﾘｳｵ鯱ｧｷﾓ｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾑ鮖耆鯡ﾁｺﾙﾃｳ・靉ｹｷﾕ險ﾐｷﾓ｡ﾒﾃｵﾔｴｵﾑ鬧ｹﾕ魴靉莉
tr_tr: Diğer bir yükleme işlemi sürüyor. Yenisine devam etmeden önce bu yükleme işlemini tamamlamalısınız.
vi_vn: Đang có việc cài đặt trong máy. Hoàn tất việc cài đặt đó trước khi thực hiện cài đặt này.
zh_cn: 另一安装过程正在进行。您必须先完成那次过程，然后才能继续本次过程。

source: AppId: [1]{{, AppType: [2], Users: [3], RSN: [4]}}
ca_es: IDApl: [1]{{, TipusApl: [2], Usuaris: [3], RSN: [4]}}
cs_cz: ID aplikace: [1]{{, Typ Aplikace: [2], Uživatelé: [3], RSN: [4]}}
da_dk: Program-id: [1]{{, Programtype: [2], Brugere: [3], RSN: [4]}}
eu_es: Apl-Id-a: [1]{{, Apl-mota: [2], Erabiltzaileak: [3], RSN: [4]}}
fi_fi: Sovelluksen tunnus: [1]{{, sovellustyyppi: [2], käyttäjät: [3], RSN: [4]}}
hr_hr: AppId: [1]{{, VrstaProg: [2], Korisnici: [3], RSN: [4]}}
hu_hu: Alk.: [1]{{, Alk. típus: [2], Felhasználók: [3], Sorozatsz.: [4]}}
lt_lt: Programos identifikatorius: [1]{{, programos tipas: [2], vartotojai: [3], RSN: [4]}}
lv_lv: AppId: [1]{{, AppType: [2], lietotâji: [3], RSN: [4]}}
nb_no: Prog-ID: [1]{{, ProgType: [2], Brukere: [3], RSN: [4]}}
nl_nl: Toepassings-id: [1]{{, toepassingstype: [2], gebruikers: [3], RSN: [4]}}
pl_pl: IdentyfikatorAplikcji: [1]{{, TypAplikacji: [2], Użytkownicy: [3], RSN: [4]}}
ro_ro: IdAplicaþie: [1]{{, TipAplicaþie: [2], Utilizatori: [3], RSN: [4]}}
ru_ru: Код: [1]{{, Тип: [2], Пользователи: [3], RSN: [4]}}
sk_sk: ID aplikácie: [1]{{,Typ aplikácie: [2], Používatelia: [3], RSN: [4]}}
sv_se: Tillämpnings-ID: [1]{{, Tillämpningstyp: [2], Användare: [3], RSN: [4]}}
tr_tr: AppId: [1]{{, Uyg. Türü: [2], Kullanıcılar: [3], RSN: [4]}}

source: AppId: [1]{{, AppType: [2]}}
ca_es: IDApl: [1]{{, TipusApl: [2]}}
cs_cz: ID aplikace: [1]{{, Typ aplikace: [2]}}
da_dk: Program-id: [1]{{, Programtype: [2]}}
eu_es: Apl-Id-a: [1]{{, Apl-mota-a: [2]}}
fi_fi: Sovelluksen tunnus: [1]{{, sovellustyyppi: [2]}}
hr_hr: AppId: [1]{{, VrstaProg: [2]}}
hu_hu: Alk.: [1]{{, Alk. típus: [2]}}
lt_lt: Programos identifikatorius: [1]{{, programos tipas: [2]}}
nb_no: Prog-ID: [1]{{, ProgType: [2]}}
nl_nl: Toepassings-id: [1]{{, toepassingstype: [2]}}
pl_pl: IdentyfikatorAplikacji: [1]{{, TypAplikacji: [2]}}
ro_ro: IdAplicaþie: [1]{{, TipAplicaþie: [2]}}
ru_ru: Код: [1]{{, Тип: [2]}}
sk_sk: ID aplikácie: [1]{{, Typ aplikácie: [2]}}
sv_se: Tillämpnings-ID: [1]{{, Tillämpningstyp: [2]}}
tr_tr: Uyg. Kimliği: [1]{{, Uyg. Türü: [2]}}

source: Application Context:[1], Assembly Name:[2]
ar_sa: سياق التطبيق:[1], اسم التجميع:[2]
ca_es: Context d'aplicació:[1], nom de muntatge:[2]
cs_cz: Kontext aplikace:[1], název sestavení:[2]
da_dk: Programkontekst:[1], samlingsnavn:[2]
el_gr: Περιβάλλον εφαρμογής:[1], Όνομα συναρμολόγησης:[2]
eu_es: Aplikazioa Testuinguru:[1], Muntai Izena:[2]
fi_fi: Sovellusyhteys:[1], Assembly-nimi:[2]
fr_fr: Contexte de l'application : [1], Nom de l'assemblage : [2]
hr_hr: Kontekst aplikacije:[1], Naziv skupa komponenti:[2]
hu_hu: Alkalmazás kontextusa:[1], összeállítás neve:[2]
ja_jp: アプリケーション コンテキスト:[1], アセンブリ名:[2]
lt_lt: Programos kontekstas:[1], Surinkimo pavadinimas:[2]
lv_lv: Lietojumprogrammas konteksts:[1], montâþas nosaukums:[2].
nb_no: Programkontekst:[1], Samlingsnavn:[2]
nl_nl: Context van toepassing:[1], naam van onderdeel:[2]
pl_pl: Kontekst aplikacji:[1], Nazwa asemblacji:[2]
ro_ro: Context aplicaþie:[1], Nume asamblare:[2]
ru_ru: Контекст приложения:[1], имя сборки:[2]
sk_sk: Kontext aplikácie: [1], názov zostavy: [2]
sv_se: Programkontext: [1], paketnamn: [2]
th_th: ข้อความโปรแกรมประยุกต์ [1] ชื่อที่รวบรวม [2]
tr_tr: Uygulama İçeriği:[1], Birleştirme Adı Adı:[2]
vi_vn: Ngữ cảnh Ứng dụng:[1], Tên Gói Triển khai:[2]
zh_cn: 应用程序环境:[1], 汇编名:[2]

source: Application: [1]
ar_sa: برنامج: [1]
ca_es: Aplicació: [1]
cs_cz: Aplikace: [1]
da_dk: Program: [1]
el_gr: Εφαρμογή: [1]
eu_es: Aplikazioa: [1]
fi_fi: Sovellus: [1]
hr_hr: Program: [1]
hu_hu: Alkalmazás: [1]
ja_jp: アプリケーション : [1]
lt_lt: Programa: [1]
lv_lv: Lietojumprogramma: [1]
nb_no: Program: [1]
nl_nl: Toepassing: [1]
pl_pl: Aplikacja: [1]
ro_ro: Aplicaþie: [1]
ru_ru: Приложение: [1]
sk_sk: Aplikácia: [1]
sv_se: Tillämpning: [1]
th_th: โปรแกรมประยุกต์: [1]
tr_tr: Uygulama: [1]
vi_vn: Ứng dụng: [1]
zh_cn: 应用程序: [1]

source: Application: [1], Command line: [2]
ar_sa: برنامج: [1]، سطر الأمر: [2]
ca_es: Aplicació: [1], Línia d'ordres: [2]
cs_cz: Aplikace: [1], Příkazový řádek: [2]
da_dk: Program: [1], Kommandolinje: [2]
el_gr: Εφαρμογή: [1], Γραμμή εντολών: [2]
eu_es: Aplikazioa: [1], Komando-lerroa: [2]
fi_fi: Sovellus: [1], komentorivi: [2]
fr_fr: Application : [1] ; Ligne de commande : [2]
hr_hr: Program: [1], Redak naredbe: [2]
hu_hu: Alkalmazás: [1], Parancssor: [2]
ja_jp: アプリケーション : [1], コマンド ライン : [2]
lt_lt: Programa: [1], komandos eilutė: [2]
lv_lv: Lietojumprogramma: [1], komandrinda: [2]
nb_no: Program: [1], Kommandolinje: [2]
nl_nl: Toepassing: [1], opdrachtregel: [2]
pl_pl: Aplikacja: [1], Wiersz poleceń: [2]
ro_ro: Applicaþie: [1], Linie de comandã: [2]
ru_ru: Приложение: [1], Командная строка: [2]
sk_sk: Aplikácia: [1], Príkazový riadok: [2]
sv_se: Tillämpning: [1], Kommandorad: [2]
th_th: โปรแกรมประยุกต์: [1], บรรทัดคำสั่ง: [2]
tr_tr: Uygulama: [1], Komut satırı: [2]
vi_vn: Ứng dụng: [1], Dòng lệnh: [2]
zh_cn: 应用程序: [1]，命令行: [2]

source: Are you sure you want to cancel?
ar_sa: هل تريد بالتأكيد إلغاء الأمر؟
ca_es: Esteu segurs que voleu cancel·lar?
cs_cz: Opravdu chcete akci zrušit?
da_dk: Vil du annullere?
el_gr: Είστε βέβαιοι ότι θέλετε να κάνετε ακύρωση;
eu_es: Ziur zaude bertan behera utzi nahi duzula?
fi_fi: Haluatko varmasti peruuttaa?
fr_fr: Êtes-vous sûr de vouloir annuler l'installation ?
hr_hr: Želite li zaista odustati?
hu_hu: Biztos, hogy megszakítja a telepítést?
ja_jp: 取り消しますか?
lt_lt: Ar tikrai norite atšaukti?
lv_lv: Vai tiešām vēlaties atcelt?
nb_no: Er du sikker på at du vil avbryte?
nl_nl: Weet u zeker dat u de installatie wilt annuleren?
pl_pl: Czy na pewno chcesz anulować?
ro_ro: Sigur revocaþi?
ru_ru: Отменить установку?
sk_sk: Naozaj chcete skončiť?
sv_se: Vill du avbryta?
th_th: ､ﾘｳ盪鞳ｨﾋﾃﾗﾍ菽霽靨､ﾘｳｵ鯱ｧ｡ﾒﾃﾂ｡倏ﾔ｡
tr_tr: İptal etmek istediğinizden emin misinz?
vi_vn: Bạn chắc muốn thôi không?
zh_cn: 是否确认要取消操作？

source: Binding executables
ar_sa: ربط الملفات التنفيذية
ca_es: Lligant fitxers executables
cs_cz: Vytváření vazeb mezi spustitelnými soubory
da_dk: Binder eksekverbare filer
el_gr: Σύνδεση εκτελέσιμων αρχείων
eu_es: Exekutagarriak lotzen
fi_fi: Sidotaan suoritettavia tiedostoja
fr_fr: Liaison des exécutables
hr_hr: Spajanje izvršnih datoteka
hu_hu: Programok kötése
ja_jp: 実行ファイルをバインドしています
lt_lt: Siejami vykdomi moduliai.
lv_lv: Notiek izpildâmo programmu saistîðana
nb_no: Binding av kj{__o /}rbare filer
nl_nl: Bezig met het koppelen van uitvoerbare bestanden
pl_pl: Wišzanie plików wykonywalnych
ro_ro: Executabile de legare
ru_ru: Привязка выполняемых файлов
sk_sk: Viazanie spustite¾ných súborov
sv_se: Binder körbara
th_th: กำลังประกอบส่วนที่เรียกใช้ได้
tr_tr: Çalıştırılabilir dosyalar bağlanıyor
vi_vn: Nối kết tệp tin thực thi được
zh_cn: 绑定可执行文件

source: Cannot create the file '[2]'. A folder with this name already exists. Cancel the install and try installing to a different location.
ar_sa: لا يمكن إنشاء الملف '[2]'. هناك دليل موجود مسبقاً بهذا الاسم. قم بإلغاء التثبيت وحاول التثبيت في موقع مختلف.
ca_es: No es pot crear el fitxer "[2]". Ja existeix un directori amb aquest nom. Cancel·leu la instal·lació i proveu d'instal·lar-lo en un altre lloc.
cs_cz: Soubor [2] nelze vytvořit. Existuje již adresář s tímto názvem. Ukončete tuto instalaci a proveďte instalaci do jiného umístění.
da_dk: Filen '[2]' kan ikke oprettes. En mappe med dette navn findes allerede. Afbryd installationen, og pr{__o /}v at installere på en anden placering.
el_gr: Δεν είναι δυνατή η δημιουργία του αρχείου "[2]". Υπάρχει ήδη ένας κατάλογος με αυτό το όνομα. Ακυρώστε τη διαδικασία εγκατάστασης και δοκιμάστε να κάνετε εγκατάσταση σε άλλη θέση.
eu_es: Ezin da '[2]' fitxategia sortu. Lehendik ere badago izen hori duen direktorio bat. Instalazioa bertan behera utzi eta saiatu beste kokaleku batean instalatzen.
fi_fi: Tiedoston [2] luominen ei onnistu. Samanniminen kansio on jo olemassa. Peruuta asennus ja yritä asentaa toiseen paikkaan.
fr_fr: Impossible de créer le fichier [2]. Un répertoire du même nom existe déjȁ. Annulez l'installation et essayez d'installer ȁ un autre emplacement.
hr_hr: Nije moguće napraviti datoteku '[2]'. Imenik tog naziva već postoji. Prekinite instalaciju i pokušajte instaliranje na drugo mjesto.
hu_hu: A(z) '[2]' fájlt nem lehet létrehozni, mert ilyen nevű könyvtár már létezik. Szakítsa meg a telepítést, és próbáljon meg egy másik helyre telepíteni.
ja_jp: ファイル '[2]' を作成できません。この名前のディレクトリが既にあります。インストールを取り消し、別の場所にインストールしてください。
lt_lt: Nepavyko sukurti failo [2]. Katalogas šiuo vardu jau yra. Nutraukite diegimą ir pabandykite diegti kitoje vietoje.
lv_lv: Nevar izveidot failu '[2]'. Jau pastāv direktorijs ar tādu pašu nosaukumu. Atceliet instalēšanu un mēģiniet instalēt citur.
nb_no: Kan ikke opprette filen [2]. Det finnes allerede en katalog med dette navnet. Avbryt installasjonen, og pr{__o /}v å installere på en annen plassering.
nl_nl: Kan het bestand [2] niet maken. Er bestaat al een map met deze naam. Annuleer de installatie en probeer op een andere locatie te installeren.
pl_pl: Nie można utworzyć pliku [2]. Istnieje już katalog o tej nazwie. Anuluj instalację i spróbuj zainstalować w innej lokalizacji.
ro_ro: Imposibil de creat fiºierul '[2]'. Un director cu acest nume existã deja. Revocaþi instalarea ºi încercaþi sã instalaþi într-o amplasare diferitã.
ru_ru: Не удается создать файл "[2]". Каталог с этим именем уже существует. Прервите установку и укажите другой каталог.
sk_sk: Súbor '[2]' sa nedá vytvoriť. Adresár s týmto názvom už existuje. Zrušte inštaláciu a pokúste sa inštalovať na iné miesto.
sv_se: Det går inte att skapa filen [2]. En katalog med det namnet finns redan. Avbryt installationen och försök installera på en annan plats.
th_th: 菽靆ﾒﾁﾒﾃｶﾊﾃ鰓ｧ眩鮹 '[2]' ﾁﾕ莇狹｡ｵﾍﾃﾕｷﾕ鞳ｪ鬪ﾗ靉ｹﾕ鯱ﾂﾙ鞦ﾅ鯢 耆鯆｡倏ﾔ｡｡ﾒﾃｵﾔｴｵﾑ鬧眷鯢ﾅﾍｧｵﾔｴｵﾑ鬧莉ﾂﾑｧｵﾓ睛ｹ隗ﾍﾗ雹
tr_tr: '[2]' dosyası oluşturulamıyor. Bu ada sahip bir dizin zaten var. Yüklemeyi iptal edip farklı bir konuma yüklemeyi deneyin.
vi_vn: Không thể tạo '[2]'. Đã có tên thư mục này. Thôi cài đặt và thử cài đặt ở vị trí khác.
zh_cn: 无法创建文件 '[2]'。同名目录已存在。请取消此次安装，然后安装到其他位置。

source: Cannot create the folder '[2]'. A file with this name already exists. Please rename or remove the file and click retry, or click Cancel to exit.
ar_sa: لا يمكن إنشاء دليل '[2]'. هناك ملف بهذا الاسم موجود مسبقاً. يرجى إعادة تسمية الملف أو إزالته ثم النقر فوق 'إعادة المحاولة'، أو النقر فوق 'إلغاء الأمر' للإنهاء.
ca_es: No es pot crear el directori "[2]". Ja existeix un fitxer amb aquest nom. Canvieu-li el nom o suprimiu el fitxer i feu clic a Reintenta, o bé feu clic a Cancel·la per sortir.
cs_cz: Adresář [2] nelze vytvořit. Existuje již soubor s tímto názvem. Přejmenujte nebo odstraňte daný soubor a klepněte na tlačítko Opakovat. Klepnutím na tlačítko Storno akci zrušíte.
da_dk: Mappen '[2]' kan ikke oprettes. En fil med dette navn findes allerede. Omd{__o /}b eller fjern filen, og klik på Fors{__o /}g igen, eller klik på Annuller for at afslutte.
el_gr: Δεν είναι δυνατή η δημιουργία του καταλόγου "[2]". Υπάρχει ήδη ένα αρχείο με αυτό το όνομα. Μετονομάστε ή καταργήστε το αρχείο και κάντε κλικ στο κουμπί "Επανάληψη" ή κάντε κλικ στο κουμπί "Άκυρο" για έξοδο.
eu_es: Ezin da '[2]' direktorioa sortu. Lehendik ere badago izen hori duen fitxategi bat. Aldatu izena edo mugitu fitxategia eta egin klik 'Saiatu berriro'n, edo egin klik 'Utzi'n irteteko.
fi_fi: Kansion [2] luominen ei onnistu. Samanniminen tiedosto on jo olemassa. Anna kansiolle toinen nimi tai poista tiedosto ja valitse Uudelleen tai poistu valitsemalla Peruuta.
fr_fr: Impossible de créer le répertoire [2]. Un répertoire du même nom existe déjȁ. Renommez ce répertoire ou supprimez-le et cliquez sur Réessayer, ou cliquez sur Annuler pour quitter le program d'installation.
hr_hr: Nije moguće napraviti imenik '[2]'. Datoteka tog naziva već postoji. Molimo preimenujte ili uklonite datoteku i pritisnite Ponovi, ili pritisnite Odustani za izlazak.
hu_hu: A(z) '[2]' könyvtárat nem lehet létrehozni. Ezzel a névvel már létezik egy fájl. Törölje vagy nevezze át a fájlt, és kattintson az Ismét gombra, vagy kattintson a Mégse gombra a kilépéshez.
ja_jp: ディレクトリ '[2]' を作成できません。この名前のファイルが既にあります。ファイルの名前を変更するか、ファイルを削除してから、[\[]再試行[\]] をクリックしてください。または、[\[]キャンセル[\]] をクリックして、終了してください。
lt_lt: Nepavyko sukurti katalogo [2]. Failas šiuo vardu jau yra. Pervardinkite ar pašalinkite failą ir spustelėkite Kartoti arba, spustelėję Atšaukti, baikite darbą.
lv_lv: Nevar izveidot mapi '[2]'. Jau pastāv fails ar tādu pašu nosaukumu. Lūdzu, pārdēvējiet vai nodzēsiet failu un noklikšķiniet uz Mēģināt vēlreiz, vai noklikšķiniet uz Atcelt, lai izietu.
nb_no: Kan ikke opprette katalogen [2]. En fil med dette navnet finnes allerede. Pr{__o /}v et nytt navn, eller fjern filen og velg Pr{__o /}v på nytt. Du kan også velge Avbryt for å avslutte.
nl_nl: Kan map [2] niet maken. Er bestaat al een bestand met deze naam. Wijzig de naam of verwijder het bestand en klik op Nogmaals, of klik op Annuleren om af te sluiten.
pl_pl: Nie można utworzyć katalogu [2]. Istnieje już plik o tej nazwie. Zmień nazwę pliku lub usuń plik i kliknij przycisk Ponów próbę lub kliknij przycisk Anuluj, aby zakończyć.
ro_ro: Imposibil de creat directorul '[2]'. Un fiºier cu acest nume existã deja. Redenumiþi sau eliminaþi fiºierul ºi faceþi clic pe Reîncercare, sau faceþi clic pe Revocare pentru a ieºi.
ru_ru: Не удается создать каталог "[2]". Файл с этим именем уже существует. Переименуйте или переместите этот файл и повторите попытку, либо нажмите кнопку "Отмена" для прекращения установки.
sk_sk: Nie je možné vytvoriť adresár '[2]'. Súbor s týmto názvom už existuje. Premenujte alebo odstráňte súbor a kliknite na tlačidlo Znova, alebo kliknite na tlačidlo Zrušiť, čím operáciu ukončíte.
sv_se: Det går inte att skapa katalogen [2]. En fil med det namnet finns redan. Byt namn eller ta bort filen och klicka på Försök igen eller klicka på Avbryt om du vill avbryta.
th_th: 菽靆ﾒﾁﾒﾃｶﾊﾃ鰓ｧ莇狹｡ｵﾍﾃﾕ '[2]' ﾁﾕ眩鮹ｷﾕ鞳ｪ鬪ﾗ靉ｹﾕ鯱ﾂﾙ鞦ﾅ鯢 ｡ﾃﾘｳﾒ狃ﾅﾕ霙ｹｪﾗ靉ﾋﾃﾗﾍ猩ﾒ眩鮹ｹﾕ鯱ﾍ｡ 眷鯢､ﾅﾔ｡ﾅﾍｧ耆ﾁ・ﾋﾃﾗﾍ､ﾅﾔ｡ﾂ｡倏ﾔ｡ 狎ﾗ靉ﾍﾍ｡ｨﾒ｡｡ﾒﾃﾊﾃ鰓ｧ
tr_tr: '[2]' dizini oluşturulamıyor. Bu ada sahip bir dosya zaten var. Lütfen dosyayı yeniden adlandırın veya silin ve Yeniden Dene'yi tıklatın ya da çıkmak için İptal'i tıklatın.
vi_vn: Không thể tạo thư mục '[2]'. Đã có tên này. Vui lòng đổi tên hoặc gỡ bỏ tệp tin và nháy thử lại hoặc nháy Thôi để thoát ra.
zh_cn: 无法创建目录 [2]。同名文件已经存在。请重命名或删除文件，然后单击“重试”按钮，或者单击“取消”按钮退出。

source: Class Id: [1]
ca_es: ID de classe: [1]
da_dk: Klasse-id: [1]
el_gr: Αναγνωριστικό κλάσης: [1]
eu_es: Klasearen Id-a: [1]
fr_fr: Identificateur de la classe : [1]
ja_jp: クラス ID: [1]
lt_lt: Klasės identifikatorius: [1]
lv_lv: Klases ID: [1]
nb_no: Klasse-ID: [1]
nl_nl: Categorie-id: [1]
pl_pl: Identyfikator klasy: [1]
ro_ro: IdClasã: [1]
tr_tr: Sınıf Kimliği: [1]

source: Component ID: [1], Qualifier: [2]
ar_sa: معرّف مكوّن: [1]، مؤهل: [2]
ca_es: ID de component: [1], Qualificador: [2]
cs_cz: ID součásti: [1]; kvalifikátor: [2]
da_dk: Komponent-id: [1], Operator: [2]
el_gr: Αναγνωριστικό στοιχείου: [1], Προσδιοριστικό: [2]
eu_es: Osagaiaren ID: [1], Kualifikatzailea: [2]
fi_fi: Komponentin tunnus: [1], valitsin: [2]
fr_fr: Identificateur du composant : [1] ; qualificateur : [2]
hr_hr: ID komponente: [1], Kvalifikator: [2]
hu_hu: Összetevőazonosító: [1], Minősítésjelző: [2]
ja_jp: コンポーネント ID: [1]、修飾子: [2]
lt_lt: Komponento identifikatorius: [1], kvalifikatorius: [2]
lv_lv: Komponenta ID: [1], atbilstîbas uzdevçjs: [2]
nb_no: Komponent-ID: [1], Kvalifikator: [2]
nl_nl: Onderdeel-id: [1], kwalificatie: [2]
pl_pl: Identyfikator produktu: [1], Kwalifikator: [2]
ro_ro: ID componentã: [1], Calificatã prin: [2]
ru_ru: Код компонента: [1], Описатель: [2]
sk_sk: ID súȅasti: [1], Kvalifikátor: [2]
sv_se: Komponent-ID: [1], Bestämning: [2]
th_th: หมายเลขคอมโพเนนต์: [1], ตัวตรวจสอบเกณฑ์: [2]
tr_tr: Bileşen Kimliği: [1], Yetki Veren: [2]
vi_vn: ID Thành phần: [1], Đủ Điều kiện: [2]
zh_cn: 组件 ID: [1]，资格认证者: [2]
