Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Error reading from file [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
ar_sa: خطأ قراءة من ملف: [2]. {{ خطأ في النظام [3].}} تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: Error en llegir del fitxer: [2]. {{ System error [3].}} Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Při čtení souboru [2] došlo k chybě. {{ Systémová chyba [3].}} Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: Fejl under læsning fra filen [2]. {{ Systemfejl [3].}} Kontroller, at filen findes, og at du har adgang til den.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάγνωση από το αρχείο: [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Errorea fitxategi honetatik irakurtzean: [2]. {{ System error [3].}} Egiaztatu fitxategi hori badagoela eta sarbidea duzula.
fi_fi: Virhe luettaessa tiedostoa: [2]. {{ Järjestelmävirhe [3].}} Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Erreur lors de la lecture du fichier [2]. {{ Erreur systȅme [3].}}Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Pogreška pri čitanju iz datoteke: [2]. {{ Pogreška sustava [3].}} Provjerite postoji li datoteka te imate li pristup do nje.
hu_hu: Hiba a(z) [2] fájl olvasásakor. {{ Rendszerhiba: [3].}} Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ファイル [2] の読み込みに失敗しました。{{ システム エラー [3]。}} ファイルが存在しアクセス権があることを確認してください。
lt_lt: Klaida įvyko skaitant iš failo [2]. {{ Sistemos klaida [3].}} Patikrinkite, ar šis failas yra, ir ar galite jį pasiekti.
lv_lv: Radās kļūda, lasot no faila [2]. {{ Sistēmas kļūda [3].}} Pārbaudiet, vai šis fails pastāv un vai varat tam piekļūt.
nb_no: Feil ved lesing fra filen: [2]. {{ Systemfeil [3].}} Kontroller at filen finnes og at du har tilgang til den.
nl_nl: Fout bij het lezen van bestand [2]. {{ Systeemfout [3].}} Controleer of het bestand bestaat en of u er toegang toe hebt.
pl_pl: B{__l /}šd odczytu z pliku: [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Eroare la citire din fiºierul: [2]. {{ Eroare de sistem [3].}} Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el.
ru_ru: Ошибка чтения из файла: [2]. {{ Системная ошибка [3].}} Проверьте, что файл существует и доступен.
sk_sk: Pri čítaní zo súboru [2] sa vyskytla chyba. {{ Systémová chyba [3].}} Skontrolujte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det uppstod ett fel vid läsning från filen [2]. {{ Systemfel [3].}} Bekräfta att filen finns och att du kan komma åt den.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹ眩鮹: [2] {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ﾁﾕﾍﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [2] dosyasından okuma hatası {{ Sistem hatası [3]}}. Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Có lỗi khi đọc từ [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có tệp tin đó và bạn có quyền truy cập vào ̣đó.
zh_cn: 读取文件 [2] 时出错。{{ 系统错误 [3]。}}请确认文件存在，并且您能够访问该文件。

source: Error reading from file: [2]. {{ System error [3].}} Verify that the file exists and that you can access it.
ar_sa: خطأ قراءة من ملف: [2]. {{ خطأ في النظام [3].}} تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: Error en llegir del fitxer: [2]. {{ Error del sistema [3].}} Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Při čtení souboru [2] došlo k chybě. {{ Systémová chyba [3].}} Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: Fejl under læsning af filen: [2]. {{ Systemfejl [3].}} Kontroller, at filen findes, og at du har adgang til den.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάγνωση από το αρχείο: [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Errorea gertatu da fitxategi honetatik irakurtzean: [2]. {{ [3] sistema-errorea.}} Egiaztatu fitxategi hori badagoela eta sarbidea duzula.
fi_fi: Virhe luettaessa tiedostoa: [2]. {{ Järjestelmävirhe [3].}} Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Erreur lors de la lecture du fichier [2].{{ Erreur systȅme [3].}} Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Pogreška pri čitanju iz datoteke: [2]. {{ Pogreška sustava [3].}} Provjerite postoji li datoteka te možete li joj pristupiti.
hu_hu: Hiba a fájl olvasásakor ([2]). {{ Rendszerhiba [3].}} Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ファイルを読み取るときにエラーが発生しました: [2]。{{ システム エラー [3]。}} ファイルが存在し、アクセスできることを確認してください。
lt_lt: Klaida įvyko skaitant iš failo: [2]. {{ Sistemos klaida [3].}} Patikrinkite, ar šis failas yra, ir ar galite jį pasiekti.
lv_lv: Radās kļūda, lasot no faila: [2]. {{ Sistēmas kļūda [3].}} Pārbaudiet, vai šis fails pastāv un vai varat tam piekļūt.
nb_no: Feil under lesing fra filen: [2]. {{ Systemfeil [3].}} Kontroller at filen finnes og at du har tilgang til den.
nl_nl: Fout bij het lezen van bestand: [2]. {{ Systeemfout [3].}} Controleer of het bestand bestaat en of u toegang tot het bestand hebt.
pl_pl: Wystšpi{__l /} b{__l /}šd podczas odczytu pliku: [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Eroare la citire din fiºierul: [2]. {{ Eroare de sistem [3].}} Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el.
ru_ru: Ошибка чтения из файла: [2]. {{ Системная ошибка [3].}} Проверьте, что файл существует и доступен.
sk_sk: Chyba pri čítaní zo súboru: [2]. {{ Systémová chyba [3].}} Skontrolujte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det uppstod ett fel vid läsning från filen: [2]. {{ Systemfel [3].}} Bekräfta att filen finns och att du kan komma åt den.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹｨﾒ｡眩鮹: [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ﾁﾕﾍﾂﾙ鞦ﾅﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: Dosyadan okuma hatası: [2]. {{ Sistem hatası [3].}} Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Có lỗi khi đọc từ: [2]. {{ Lỗi hệ thống [3].}} Kiểm xem có tệp tin không và bạn có thể truy cập được.
zh_cn: 读取文件 [2] 时出错。{{ 系统错误 [3]。}} 请确认该文件的确存在并且您可以对其进行访问。

source: Error reading from file: [3]. {{ System error [2].}} Verify that the file exists and that you can access it.
ar_sa: خطأ قراءة من ملف: [3]. {{ خطأ في النظام [2].}} تحقق من وجود الملف ومن إمكانية الوصول إليه.
ca_es: Error en llegir del fitxer: [3]. {{ Error del sistema [2].}} Verifiqueu que el fitxer existeix i que podeu accedir-hi.
cs_cz: Při čtení souboru [3] došlo k chybě. {{ Systémová chyba [2].}} Přesvědčte se, zda soubor existuje a zda k němu máte přístup.
da_dk: Fejl under læsning fra filen: [3]. {{ Systemfejl [2].}} Kontroller, at filen findes, og at du har adgang til den.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάγνωση από το αρχείο: [3]. {{ Σφάλμα συστήματος [2].}} Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Errorea fitxategi honetatik irakurtzean: [3]. {{[2] sistema-errorea.}} Egiaztatu fitxategi hori badagoela eta sarbidea duzula.
fi_fi: Virhe luettaessa tiedostoa: [3]. {{ Järjestelmävirhe [2].}} Varmista, että tiedosto on olemassa ja että voit käyttää sitä.
fr_fr: Erreur lors de la lecture du fichier [3].{{ Erreur systȅme [2].}} Vérifiez que ce fichier existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Pogreška pri čitanju iz datoteke: [3]. {{ Pogreška sustava [2].}} Provjerite postoji li datoteka te možete li joj pristupiti.
hu_hu: Hiba a(z) [3] fájl olvasásakor. {{ Rendszerhiba [2].}} Ellenőrizze, hogy a fájl létezik-e, és hogy van-e hozzáférési engedélye.
ja_jp: ファイルを読み取るときにエラーが発生しました: [3]。{{ システム エラー [2]。}} ファイルが存在し、アクセスできることを確認してください。
lt_lt: Klaida įvyko skaitant iš failo: [3]. {{ Sistemos klaida [2].}} Patikrinkite, ar šis failas yra, ir ar galite jį pasiekti.
lv_lv: Radās kļūda, lasot no faila: [3]. {{ Sistēmas kļūda [2].}} Pārbaudiet, vai šis fails pastāv un vai varat tam piekļūt.
nb_no: Feil ved lesing fra filen: [3]. {{ Systemfeil [2].}} Kontroller at filen finnes, og at du har tilgang til den.
nl_nl: Fout bij het lezen van het bestand [3]. {{ Systeemfout [2].}} Controleer of het bestand bestaat en of u toegang tot het bestand hebt.
pl_pl: B{__l /}šd odczytu z pliku: [3]. {{B{__l /}šd systemu [2].}} Zweryfikuj, czy plik istnieje i czy masz do niego dostęp.
ro_ro: Eroare la citire din fiºierul: [3]. {{ Eroare de sistem [2].}} Verificaþi dacã fiºierul existã ºi dacã aveþi acces la el.
ru_ru: Ошибка чтения из файла [3]. {{ Системная ошибка [2].}} Проверьте, что файл существует и доступен.
sk_sk: Chyba pri čítaní zo súboru: [3]. {{ Systémová chyba [2].}} Skontrolujte, či súbor existuje, a či máte k nemu prístup.
sv_se: Det uppstod ett fel vid läsning från filen: [3]. {{ Systemfel [2].}} Bekräfta att filen finns och att du kan komma åt den.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾍ靨ｹ眩鮹: [3]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [2].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ﾂﾑｧﾁﾕﾍﾂﾙ・眷ﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ眩鮹ｹﾑ鮖莇・
tr_tr: [3] dosyasından okuma hatası. {{ Sistem hatası [2].}} Dosyanın bulunduğundan ve ona erişebildiğinizden emin olun.
vi_vn: Có lỗi khi đọc từ: [3]. {{ Lỗi hệ thống [2].}} Kiểm xem có tệp tin không và bạn có ̉thể truy cập vào.
zh_cn: 读取文件 [3] 时出错。{{ 系统错误 [2]。}} 请确认文件存在，并且您能够访问该文件。

source: Error registering COM+ Application. Contact your support personnel for more information.
ar_sa: خطأ في تسجيل برنامج Com+. لمزيد من المعلومات، اتصل بأفراد الدعم.
ca_es: Error en registrar l'aplicació COM+. Poseu-vos en contacte amb el vostre personal de suport per obtenir més informació.
cs_cz: Při registraci aplikace modelu COM+ došlo k chybě. Obraťte se na pracovníky odborné pomoci se žádostí o další informace.
da_dk: Der opstod en fejl under registreringen af programt til COM+. Kontakt supportteknikerne.
el_gr: Παρουσιάστηκε σφάλμα κατά την καταχώρηση μιας εφαρμογής COM+. Επικοινωνήστε με το προσωπικό υποστήριξης για περισσότερες πληροφορίες.
eu_es: Errorea COM+ aplikazioa erregistratzean. Gehiago jakiteko, laguntza teknikoko taldeari galdetu.
fi_fi: Virhe COM+-sovelluksen rekisteröimisessä. Ota yhteys tekniseen tukeen.
fr_fr: Erreur lors de l'inscription de l'application COM+. Contactez votre personnel de support technique pour des informations supplémentaires.
hr_hr: Pogreška pri prijavi COM+ programa. Za više obavijesti kontaktirajte svoje osoblje za podršku.
hu_hu: Hiba a COM+ alkalmazás regisztrálása során. Forduljon a technikusokhoz további információért.
ja_jp: COM+ アプリケーションの登録エラーです。詳しくはサポート担当者へお問い合わせください。
lt_lt: Klaida įvyko įregistruojant COM+ programą. Išsamesnės informacijos kreipkitės į techninės pagalbos personalą.
lv_lv: Reģistrējot COM+ lietojumprogrammu, radās kļūda. Lai iegūtu papildinformāciju, sazinieties ar tehniskā atbalsta personālu.
nb_no: Det oppstod en feil under registreringen av COM+-programt. Hvis du vil ha mer informasjon, kontakt st{__o /}ttepersonell.
nl_nl: Fout bij het registreren van de COM+-toepassing. Neem voor meer informatie contact op met de systeembeheerder.
pl_pl: Podczas rejestrowania aplikacji COM+ wystšpi{__l /}a b{__l /}šd. Skontaktuj się z personelem pomocy technicznej, aby uzyskać więcej informacji.
ro_ro: Eroare la înregistrarea aplicaþiei COM+. Pentru informaþii suplimentare luaþi legãtura cu personalul de asistenþã.
ru_ru: Произошла ошибка при регистрации приложения COM+. За дополнительными сведениями обратитесь в службу поддержки.
sk_sk: Počas registrácie aplikácie architektúry COM+ sa vyskytla chyba. Ak sa chcete dozvedieť viac, obráťte sa na pracovníka technickej podpory.
sv_se: Det gick inte att registrera en COM+-tillämpning. Kontakta supportpersonalen om du vill ha mer information.
th_th: ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃﾅｧｷﾐ犲ﾕﾂｹ COM+ Application. 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ狎ﾗ靉ﾃﾑｺ｢鯱ﾁﾙﾅ狎ﾔ霖犒ﾔﾁ
tr_tr: COM+ Uygulaması kaydettirme hatası. Daha fazla bilgi için destek sorumlularına başvurun.
vi_vn: Có lỗi khi đăng ký Ứng dụng COM+. Kiểm lại với nhân viên hỗ trợ của bạn để biết thêm chi tiết.
zh_cn: 注册 COM+ 应用程序时出错。详细信息，请与您的技术支持人员联系。

source: Error removing ODBC driver manager, ODBC error [2]: [3]. Contact your support personnel.
ar_sa: خطأ في إزالة إدارة برنامج تشغيل ODBC، خطأ ODBC‏ [2]: [3]. اتصل بأفراد الدعم.
ca_es: Error en suprimir l'administrador del programa de control ODBC, error d'ODBC [2]: [3]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Při odebírání správce ovladačů ODBC došlo k chybě. Chyba ODBC [2]: [3]. Obraťte se na pracovníky odborné pomoci.
da_dk: Fejl ved fjernelse af ODBC-driverstyring, ODBC-fejl [2]: [3]. Kontakt supportteknikerne.
el_gr: Παρουσιάστηκε σφάλμα κατά την κατάργηση της διαχείρισης προγραμμάτων οδήγησης ODBC, σφάλμα ODBC [2]: [3]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Errorea gertatu da ODBC kontrolatzaile-kudeatzailea kentzean, ODBC errorea [2]: [3]. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Virhe poistettaessa ODBC-ohjaimen hallintaohjelmaa, ODBC-virhe [2]: [3]. Ota yhteys tukihenkilöihin.
fr_fr: Erreur lors de la suppression du gestionnaire de pilotes ODBC. Erreur ODBC [2] : [3]. Contactez votre service de support technique.
hr_hr: Pogreška pri uklanjanju ODBC rukovatelja upravljačkim programima, ODBC-pogreška [2]: [3]. Kontaktirajte svoje osoblje za podršku.
hu_hu: Az ODBC illesztőprogram-kezelő eltávolításakor hiba történt. ODBC hiba [2]: [3]. Forduljon a technikusokhoz.
ja_jp: ODBC ドライバ マネージャの削除でエラーが発生しました。ODBC エラー [2]: [3]。サポート担当者に問い合わせてください。
lt_lt: Klaida įvyko šalinant ODBC tvarkyklės vadovą, ODBC klaida [2]: [3]. Kreipkitės į techninės pagalbos personalą.
lv_lv: Noņemot ODBC draivera pārvaldnieku, radās ODBC kļūda [2]: [3]. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Feil under fjerning av ODBC Driverbehandling, ODBC-feil [2]: [3]. Kontakt st{__o /}ttepersonell.
nl_nl: Fout bij het verwijderen van het beheerprogramma voor ODBC-stuurprogramma's, ODBC-fout [2]: [3]. Neem contact op met het ondersteuningspersoneel.
pl_pl: B{__l /}šd usuwania menedżera sterownika ODBC, b{__l /}šd ODBC [2]: [3]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Eroare la eliminare manager de driver ODBC, eroare ODBC [2]: [3]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Ошибка при удалении диспетчера драйвера ODBC, ошибка ODBC [2]: [3]. Обратитесь в службу поддержки.
sk_sk: Chyba pri odstraňovaní správcu ovládača ODBC, chyba ODBC [2]: [3]. Obráťte sa na technika.
sv_se: Det uppstod ett fel då ODBC-drivrutinhanteraren togs bort, ODBC-fel [2]: [3]. Kontakta supportpersonalen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ猩ﾒｵﾑﾇｨﾑｴ｡ﾒﾃ篏ﾃ癸ﾃﾁ､ﾇｺ､ﾘﾁ ODBC ﾍﾍ｡ ODBC ｼﾔｴｾﾅﾒｴ [2]: [3]. 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: ODBC sürücü yöneticisini kaldırma hatası, ODBC hatası [2]: [3]. Destek sorumlunuza başvurun.
vi_vn: Có lỗi khi gỡ bỏ trình quản lý điều khiển ODBC, lỗi ODBC [2]: [3]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 删除 ODBC 驱动程序管理器时发生错误，ODBC 错误 [2]: [3]。请与您的技术支持人员联系。

source: Error removing ODBC driver: [4], ODBC error [2]: [3]. Verify that you have sufficient privileges to remove ODBC drivers.
ar_sa: خطأ في إزالة برنامج تشغيل ODBC: [4]، خطأ ODBC‏ [2]: [3]. تحقق من وجود امتيازات كافية لإزالة برامج تشغيل ODBC.
ca_es: Error en suprimir el programa de control ODBC: [4], error d'ODBC [2]: [3]. Verifiqueu que teniu privilegis suficients per suprimir programes de control ODBC.
cs_cz: Došlo k chybě při odebírání ovladače ODBC: [4]. Chyba ODBC [2]: [3]. Přesvědčte se, zda máte dostatečná oprávnění pro odebírání ovladačů ODBC.
da_dk: Fejl ved fjernelse af ODBC-driver: [4], ODBC-fejl [2]: [3]. Kontroller, at du har de n{__o /}dvendige rettigheder til at fjerne ODBC-drivere.
el_gr: Παρουσιάστηκε σφάλμα κατά την κατάργηση του προγράμματος οδήγησης ODBC: [4], σφάλμα ODBC [2]: [3]. Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την κατάργηση προγραμμάτων οδήγησης ODBC.
eu_es: Errorea gertatu da ODBC kontrolatzailea kentzean: [4], ODBC errorea [2]: [3]. Egiaztatu ODBC kontrolatzaileak kentzeko behar adina pribilegio dituzula.
fi_fi: Virhe poistettaessa ODBC-ohjainta: [4], ODBC-virhe [2]: [3]. Varmista, että sinulla on riittävät oikeudet ODBC-ohjainten poistoon.
fr_fr: Erreur lors de la suppression du pilote ODBC [4]. Erreur ODBC [2] : [3]. Vérifiez que vous disposez des privilȅges suffisants pour supprimer des pilotes ODBC.
hr_hr: Pogreška pri uklanjanju ODBC upravljačkog programa: [4], ODBC-pogreška [2]: [3]. Provjerite imate li dovoljno prava za uklanjanje ODBC upravljačkih programa.
hu_hu: Az ODBC illesztőprogram eltávolításakor hiba történt: [4]. ODBC hiba [2]: [3]. Ellenőrizze, hogy rendelkezik-e az ODBC illesztőprogramok eltávolításához szükséges jogosultságokkal.
ja_jp: ODBC ドライバ [4] の削除でエラーが発生しました。ODBC エラー [2]: [3]。ODBC ドライバを削除する特権を持っていることを確認してください。
lt_lt: Klaida įvyko šalinant ODBC tvarkyklę: [4], ODBC klaida [2]: [3]. Patikrinkite, ar turite teisę šalinti ODBC tvarkykles.
lv_lv: Radās kļūda, noņemot ODBC draiveri: [4], ODBC kļūda [2]: [3]. Pārbaudiet, vai jums ir nepieciešamās privilēģijas, lai noņemtu ODBC draiverus.
nb_no: Feil under fjerning av ODBC-driver: [4], ODBC-feil [2]: [3]. Kontroller at du har tilstrekkelig tilgang til å fjerne ODBC-drivere.
nl_nl: Fout bij het verwijderen van ODBC-stuurprogramma [4], ODBC-fout [2]: [3]. Controleer of u voldoende rechten hebt om ODBC-stuurprogramma's te verwijderen.
pl_pl: B{__l /}šd usuwania menedżera sterownika ODBC: [4], b{__l /}šd ODBC [2]: [3]. Zweryfikuj, czy masz odpowiednie uprawnienia do usuwania sterowników ODBC.
ro_ro: Eroare la eliminare driver ODBC: [4], eroare ODBC [2]: [3]. Verificaþi dacã aveþi suficiente privilegii pentru a elimina driver-e ODBC.
ru_ru: Ошибка при удалении драйвера ODBC: [4], ошибка ODBC [2]: [3]. Убедитесь, что у вас имеются разрешения на удаление драйверов ODBC.
sk_sk: Chyba pri odstraňovaní ovládača ODBC: [4], chyba ODBC [2]: [3]. Skontrolujte, či máte dostatočné oprávnenia na odstraňovanie ovládačov ODBC.
sv_se: Det uppstod ett fel då ODBC-drivrutin togs bort: [4], ODBC-fel [2]: [3]. Bekräfta att du har tillräcklig behörighet för att ta bort ODBC-drivrutiner.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ猩ﾒ篏ﾃ癸ﾃﾁ､ﾇｺ､ﾘﾁ ODBC ﾍﾍ｡: [4], ODBC ｼﾔｴｾﾅﾒｴ [2]: [3]. ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐ猩ﾒ篏ﾃ癸ﾃﾁ､ﾇｺ､ﾘﾁ ODBC ﾍﾍ｡
tr_tr: ODBC sürücüsünü kaldırma hatası: [4], ODBC hatası [2]: [3]. ODBC sürücülerini kaldırmak için yeterli ayrıcalığınızın olduğunuzu denetleyin.
vi_vn: Có lỗi khi gỡ bỏ trình điều khiển ODBC: [4], lỗi ODBC [2]: [3]. Kiểm xem bạn có đủ quyền để gỡ bỏ trình điều khiển ODBC.
zh_cn: 删除 ODBC 驱动程序 [4] 时发生错误，ODBC 错误 [2]: [3]。请确认您有足够的权限删除 ODBC 驱动程序。

source: Error unregistering COM+ Application. Contact your support personnel for more information.
ar_sa: خطأ في عدم تسجيل COM+ Application. لمزيد من المعلومات، الرجاء الاتصال بأفراد الدعم.
ca_es: Error en suprimir del Registre l'aplicació COM+. Poseu-vos en contacte amb el vostre personal de suport per obtenir més informació.
cs_cz: Při rušení registrace aplikace modelu COM+ došlo k chybě. Obraťte se na pracovníky odborné pomoci se žádostí o další informace.
da_dk: Der opstod en fejl under fjernelsen af registreringsoplysninger om programt til COM+. Kontakt supportteknikerne.
el_gr: Παρουσιάστηκε σφάλμα κατά την κατάργηση καταχώρησης μιας εφαρμογής COM+. Επικοινωνήστε με το προσωπικό υποστήριξης για περισσότερες πληροφορίες.
eu_es: Errorea COM+ aplikazioa erregistrotik kentzean. Gehiago jakiteko, laguntza teknikoko taldeari galdetu.
fi_fi: Virhe COM+-sovelluksen rekisteröinnin poistamisessa. Ota yhteys tekniseen tukeen.
fr_fr: Erreur lors de l'annulation de l'inscription de l'application COM+. Contactez votre personnel de support technique pour des informations supplémentaires.
hr_hr: Pogreška pri odjavi COM+ programa. Za više obavijesti kontaktirajte svoje osoblje za podršku.
hu_hu: Hiba a COM+ alkalmazás regisztrációjának megszüntetése során. Forduljon a technikusokhoz további információért.
ja_jp: COM+ アプリケーションの登録解除のエラーです。詳しくはサポート担当者へお問い合わせください。
lt_lt: Klaida įvyko šregistruojant COM+ programą. Išsamesnės informacijos kreipkitės į techninės pagalbos personalą.
lv_lv: Noņemot COM+ lietojumprogrammas reģistrāciju, radās kļūda. Lai iegūtu papildinformāciju, sazinieties ar tehniskā atbalsta personālu.
nb_no: Det oppstod en feil under fjerning av registreringen av COM+-programt. Hvis du vil ha mer informasjon, kontakt st{__o /}ttepersonell.
nl_nl: Fout bij het ongedaan maken van de registratie van de COM+-toepassing. Neem voor meer informatie contact op met de systeembeheerder.
pl_pl: Podczas wyrejestrowywania aplikacji COM+ wystšpi{__l /} b{__l /}šd. Skontaktuj się z personelem pomocy technicznej, aby uzyskać więcej informacji.
ro_ro: Eroare la anularea înregistrãrii aplicaþiei COM+. Pentru informaþii suplimentare luaþi legãtura cu personalul de asistenþã.
ru_ru: Произошла ошибка при отмене регистрации приложения COM+. За дополнительными сведениями обратитесь в службу поддержки.
sk_sk: Počas odstraňovania registrácie aplikácie architektúry COM+ sa vyskytla chyba. Ak sa chcete dozvedieť viac, obráťte sa na pracovníka technickej podpory.
sv_se: Det gick inte att avregistrera en COM+-tillämpning. Kontakta supportpersonalen om du vill ha mer information.
th_th: ｼﾔｴｾﾅﾒｴ羯｡ﾒﾃ猩ﾒ COM+ Application ﾍﾍ｡ｨﾒ｡｡ﾒﾃﾅｧｷﾐ犲ﾕﾂｹ 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ狎ﾗ靉ﾃﾑｺ｢鯱ﾁﾙﾅ狎ﾔ霖犒ﾔﾁ
tr_tr: COM+ Uygulaması kaydını kaldırma hatası. Daha fazla bilgi için destek sorumlularına başvurun.
vi_vn: Có lỗi khi gỡ đăng ký Ứng dụng COM+. Kiểm lại với nhân viên hỗ trợ của bạn để biết thêm chi tiết.
zh_cn: 撤销注册 COM+ 应用程序时出错。详细信息，请与您的技术支持人员联系。

source: Error writing to file: [2]. Verify that you have access to that folder.
ar_sa: خطأ كتابة إلى ملف: [2]. تحقق من وجود وصول إلى هذا الدليل.
ca_es: Error en escriure al fitxer: [2]. Verifiqueu que teniu accés a aquest directori.
cs_cz: Při zápisu do souboru [2] došlo k chybě. Přesvědčte se, zda máte přístup do adresáře.
da_dk: Fejl under skrivning til filen: [2]. Kontroller, at du har adgang til mappen.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγγραφή στο αρχείο: [2]. Βεβαιωθείτε ότι έχετε πρόσβαση σε αυτόν τον κατάλογο.
eu_es: Errorea fitxategi honetan idaztean: [2]. Egiaztatu direktorio horretara sarbidea duzula.
fi_fi: Virhe kirjoitettaessa tiedostoon: [2]. Varmista, että voit käyttää tätä kansiota.
fr_fr: Erreur lors de l'écriture dans le fichier [2]. Vérifiez que vous êtes autorisé ȁ accéder ȁ ce répertoire.
hr_hr: Pogreška pri pisanju u datoteku: [2]. Provjerite imate li pristup do tog imenika.
hu_hu: Hiba a(z) [2] fájl írásakor. Ellenőrizze, hogy van-e hozzáférési engedélye a könyvtárhoz.
ja_jp: ファイルに書き込むときにエラーが発生しました: [2]。このディレクトリにアクセスできることを確認してください。
lt_lt: Klaida rašant į failą: [2]. Patikrinkite, ar galite kreiptis į tokį katalogą.
lv_lv: Radās kļūda, rakstot failā: [2]. Pārbaudiet, vai jums ir pieeja šim direktorijam.
nb_no: Feil ved skriving til filen: [2]. Kontroller at du har tilgang til katalogen.
nl_nl: Fout bij het schrijven naar het bestand [2]. Controleer of u toegang tot de map hebt.
pl_pl: B{__l /}šd zapisu do pliku: [2]. Zweryfikuj, czy masz dostęp do tego katalogu.
ro_ro: Eroare la scriere în fiºierul: [2]. Verificaþi dacã aveþi acces la acel director.
ru_ru: Ошибка записи в файл [2]. Убедитесь, что у вас есть доступ к этому каталогу.
sk_sk: Chyba pri zápise do súboru: [2]. Skontrolujte, či máte prístup do príslušného adresára.
sv_se: Det gick inte att skriva till filen: [2]. Bekräfta att du kan komma åt den katalogen.
th_th: 爍ﾔｴ｢鯱ｼﾔｴｾﾅﾒｴ｢ｳﾐ爐ﾕﾂｹ莉ﾂﾑｧ眩鮹: [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ莇狹｡ｵﾍﾃﾕｹﾑ鮖
tr_tr: [2] dosyasına yazma hatası. Bu dizine erişiminizin olduğundan emin olun.
vi_vn: Có lỗi khi ghi vào: [2]. Kiểm xem bạn có quyền truy cập vào thư mục ̣đó.
zh_cn: 写至文件 [2] 时出错。请确认您有访问该目录的权限。
