Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: The Windows Installer service cannot update the system file [2] because the file is protected by Windows. You may need to update your operating system for this program to work correctly. {{Package version: [3], OS Protected version: [4]}}
ar_sa: إن خدمة Windows Installer لم تتمكن من تحديث ملف الجهاز [2] لأن الملف محمي من خلال Windows. قد تحتاج لتحديث نظام التشغيل حتى يعمل هذا البرنامج بصورة صحيحة. {{نسخة الحزمة: [3], OS النسخة المحمية: [4]}}
ca_es: El servei Windows Installer no pot actualitzar el fitxer del sistema [2] perquȅ el fitxer estȁ protegit pel Windows. Potser necessitareu actualitzar el sistema operatiu per tal que el programa funcioni correctament. {{Versió del paquet: [3], Versió protegida d'SO: [4]}}
cs_cz: Instalační služba Windows Installer nemůže aktualizovat systémový soubor [2], protože soubor je chráněn systémem Windows. Správná funkčnost tohoto programu bude pravděpodobně vyžadovat aktualizaci operačního systému. {{Verze balíčku: [3], verze chráněná operačním systémem: [4]}}
da_dk: Windows Installer kan ikke opgradere systemfilen [2], fordi filen er beskyttet af Windows. Det er muligvis n{__o /}dvendigt at opdatere operativsystemet. {{Pakkeversion: [3], Version beskyttet af operativsystemet: [4]}}
fi_fi: Windows Installer -palvelu ei voi päivittää järjestelmätiedostoa [2], koska tiedosto on Windowsin suojaama. Sinun on ehkä päivitettävä käyttöjärjestelmä, jotta tämä ohjelma toimisi oikein. {{Pakkauksen versio: [3], käyttöjärjestelmän suojaama versio: [4]}}
fr_fr: Le service Windows Installer ne peut pas mettre ȁ jour le fichier systȅme [2] car le fichier est protégé par Windows. Vous devrez peut-être mettre ȁ jour votre systȅme d'exploitation pour que le program fonctionne correctement. {{Version : [3], Version protégée du systȅme d'exploitation : [4]}}
hr_hr: Servis Windows Installer ne može ažurirati datoteku sustava [2] jer ju je zaštitio Windows. Možda morate ažurirati operacijski sustav kako bi taj program radio ispravno. {{Verzija paketa: [3], OS Zaštićena verzija: [4]}}
hu_hu: A Windows Installer nem tudja frissíteni a rendszerfájlt ([2]), mert azt a Windows védi. A program megfelelő működéséhez frissítenie kell az operációs rendszert. {{Csomag verziószáma: [3], Op. rendszer védte verziószám: [4]}}
ja_jp: Windows インストーラ サービスは、システム ファイル [2] をアップデートできません。このファイルは Windows によって保護されています。このプログラムを正しく動作させるには、オペレーティング システムをアップデートする必要がある可能性があります。 {{パッケージ バージョン : [3], OS プロテクテッド バージョン : [4]}}
lt_lt: Windows diegimo tarnyba negali naujinti sistemos failo [2], nes šį failą saugo sistema Windows. Tam, kad ši programa veiktų teisingai, gali tekti atnaujinti operacinę sistemą. {{Paketo versija: [3], OS apsaugotoji versija: [4]}}
nb_no: Kan ikke oppdatere systemfilen [2] ved hjelp av Windows Installer-tjenesten fordi filen er beskyttet av Windows. Du må kanskje oppdatere operativsystemet ditt for at dette programt skal virke riktig. {{Pakkeversjon: [3], Beskyttet-versjon av OS: [4]}}
nl_nl: Windows Installer kan het systeembestand [2] niet bijwerken, omdat het bestand door Windows is beveiligd. Voor een juiste werking van dit programma moet u het besturingssysteem mogelijk bijwerken. {{Pakketversie: [3], door het besturingssysteem beveiligde versie: [4]}}
pl_pl: Us{__l /}uga Instalator Windows nie może zaktualizować pliku systemowego [2], ponieważ jest on zabezpieczony przez system Windows. Aby ten program dzia{__l /}a{__l /} poprawnie, może zajć potrzeba zaktualizowania systemu operacyjnego. {{Wersja pakietu: [3], wersja OS Protected: [4]}}
ro_ro: Serviciul Windows Installer nu actualizeazã fiºierul sistem [2], deoarece fiºierul este protejat de cãtre Windows. Pentru ca acest program sã lucreze corect, este posibil sã fie necesarã actualizarea sistemului de operare. {{Versiunea pachetului: [3], Versiunea protejatã a SO: [4]}}
ru_ru: Службе Windows Installer не удается обновить системный файл [2], поскольку он защищен средствами Windows. Возможно, для правильной работы программы потребуется обновление операционной системы. {{Версия пакета: [3], Защищенная версия ОС: [4]}}
sk_sk: Služba programu Windows Installer nemôže aktualizovať systémový súbor [2], pretože je zabezpečený systémom Windows. Aby tento program pracoval správne, musíte aktualizovať operačný systém. {{Verzia balíka: [3], Verzia zabezpečená systémom: [4]}}
th_th: ｺﾃﾔ｡ﾒﾃ Windows Installer 菽靆ﾒﾁﾒﾃｶｻﾃﾑｺｻﾃﾘｧ眩鮹ﾃﾐｺｺ [2] 犹ﾗ靉ｧｨﾒ｡眩鮹ｶﾙ｡ｻ鯱ｧ｡ﾑｹ箒ﾂ Windows ､ﾘｳﾍﾒｨｨﾓ狃郢ｵ鯱ｧｻﾃﾑｺｻﾃﾘｧﾃﾐｺｺｻｯﾔｺﾑｵﾔ｡ﾒﾃ｢ﾍｧ､ﾘｳ狎ﾗ靉ｷﾓ耆鰾ｻﾃ癸ﾃﾁｹﾕ鱚ｪ鬧ﾒｹ莇鯱ﾂ靨ｧｶﾙ｡ｵ鯱ｧ {{ｪﾘｴﾃﾘ雹: [3] ﾃﾘ雹 OS Protected [4]}}
tr_tr: [2] sistem dosyası Windows tarafından korunduğu için Windows Installer hizmeti bu dosyayı güncelleştiremiyor. Bu programın doğru çalışabilmesi için işletim sisteminizi güncelleştirmeniz gerekebilir. {{Paket sürümü: [3], OS korumasındaki sürüm: [4]}}
vi_vn: Dịch vụ Windows Installer không ̉thể cập nhật tệp tin hệ thống [2] vì tệp tin được Windows bảo vệ. Bạn cần cập nhật hệ điều hành để chương trình này chạy đúng. {{Phiên bản gói: [3], Phiên bản HĐH được bảo vệ: [4]}}
zh_cn: Windows Installer 服务不能更新系统文件 [2]，因为该文件被 Windows 保护。为使该程序正确工作，您可能需要更新操作系统。{{程序包版本: [3]，操作系统保护版本: [4]}}

source: There is a problem with this Windows Installer package. A program required for this install to complete could not be run. Contact your support personnel or package vendor. {{Action: [2], location: [3], command: [4] }}
ar_sa: يوجد مشكلة في حزمة Windows Installer هذه. تعذر تشغيل برنامج مطلوب لإتمام هذا التثبيت. الرجاء الاتصال بأفراد الدعم أو ببائع الحزمة. {{الإجراء [2], الموقع: [3], الأمر: [4] }}
ca_es: Hi ha un problema en aquest paquet de Windows Installer. No s'ha pogut executar un programa requerit per completar la instal·lació. Poseu-vos en contacte amb el vostre personal de suport o amb el proveïdor del paquet. {{Acció: [2], ubicació: [3], ordre: [4] }}
cs_cz: S balíčkem služby Windows Installer jsou potíže. Program požadovaný k dokončení této instalace nemůže být spuštěn. Obraťte se na odbornou pomoc nebo dodavatele balíčku. {{Akce: [2], umístění: [3], příkaz: [4] }}
da_dk: Der er opstået et problem med denne Windows Installer-pakke. Et program, der er n{__o /}dvendigt for denne installation, kunne ikke k{__o /}res. Kontakt supportpersonen eller pakkeproducenten. {{Handling: [2], placering: [3], kommando: [4] }}
fi_fi: Ongelma Windows Installer -paketissa. Asennukseen tarvittavaa ohjelmaa ei voitu suorittaa. Ota yhteys tukihenkilöön tai paketin toimittajaan. {{Toiminto: [2], sijainti: [3], komento: [4] }}
fr_fr: Un problȅme s'est produit sur ce package Windows Installer. Un program nécessaire pour que cette installation puisse se terminer n'a pas pu être exécuté. Contactez votre service de support ou le distributeur du package. {{Action : [2], emplacement : [3], commande : [4] }}
hr_hr: Ima problema s ovim Windows Installer paketom. Nije mogao biti izveden program potreban za dovršenje ove instalacije. Obratite se svom osoblju za podršku ili prodavaču paketa. {{Akcija: [2], mjesto: [3], naredba: [4] }}
hu_hu: Probléma van a Windows Installer csomaggal. A telepítéshez szükséges egyik program nem futtatható. Lépjen kapcsolatba a támogató személyzettel vagy a csomag eladójával. {{művelet: [2], hely: [3], parancs: [4] }}
ja_jp: この Windows インストーラ パッケージには問題があります。このインストールを完了するのに必要なプログラムを実行できませんでした。サポート担当者またはパッケージのベンダに問い合わせてください。 {{操作: [2], 場所: [3], コマンド: [4] }}
lt_lt: Windows diegimo programos paketo triktis. Programa, reikalinga šiam diegimui baigti, negali būti vykdoma. Kreipkitės į techninės pagalbos personalą arba į paketo tiekėją. {{Veiksmas: [2], vieta: [3], komanda: [4] }}
nb_no: Det er et problem med denne Windows Installer-pakken. Et program som kreves for at denne installasjonen skal kunne fullf{__o /}res, kan ikke kj{__o /}res. {{Handling: [2], plassering: [3], kommando: [4] }}
nl_nl: Er is een probleem met dit Windows Installer-pakket. Een programma dat is vereist voor het voltooien van de installatie, kan niet worden uitgevoerd. Neem contact op met systeemondersteuning of de leverancier van het pakket. {{actie: [2], locatie: [3], opdracht: [4] }}
pl_pl: Wystšpi{__l /} problem z tym pakietem Instalatora Windows. Nie można uruchomić programu wymaganego do dokończenia tej instalacji. Skontaktuj się z personelem pomocy technicznej lub dostawcš pakietu. {{Akcja: [2], lokalizacja: [3], polecenie: [4] }}
ro_ro: Existã o problemã la acest pachet de Windows Installer. Nu s-a executat un program necesar pentru finalizarea instalãrii. Luaþi legãtura cu personalul de asistenþã sau cu furnizorul pachetului. {{Acþiune: [2], amplasare: [3], comandã: [4] }}
ru_ru: Ошибка пакета Windows Installer. Невозможно запустить необходимую для завершения установки программу. Обратитесь к техническому персоналу или к поставщику пакета. {{Действие: [2], расположение: [3], команда: [4] }}
sk_sk: Vyskytol sa problém s týmto balíkom programu Windows Installer. Program, ktorý je potrebný na dokončenie tejto inštalácie, sa nemohol spustiť. Obráťte sa na pracovníka technickej podpory alebo na dodávateľa balíka. {{Akcia: [2], umiestnenie: [3], príkaz: [4] }}
th_th: ﾁﾕｻﾑｭﾋﾒ｡ﾑｺ Windows Installer ｪﾘｴｹﾕ・ 篏ﾃ癸ﾃﾁｷﾕ險ﾓ狃郢菽靆ﾒﾁﾒﾃｶｶﾙ｡狹ﾕﾂ｡罨鱠ｴ・ ｡ﾃﾘｳﾒｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ ﾋﾃﾗﾍｼﾙ鮃ﾕ陲ﾒﾂ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鱚ﾋ鬢ﾘｳ {{｡ﾒﾃ｡ﾃﾐｷﾓ [2] ｵﾓ睛ｹ隗 [3] ､ﾓﾊﾑ隗 [4] }}
tr_tr: Bu Windows Installer pakketi ile ilgili sorun var. Bu yüklemenin tamamlanması için gereken program çalıştırılamadı. Destek sorumlunuza veya paket satıcısına başvurun. {{Eylem: [2], konum: [3], komut: [4] }}
vi_vn: Có trục trặc trong gói Windows Installer. Chương trình giúp cho việc cài đặt hoàn tất không chạy được. Tiếp xúc nhân viên hỗ trợ hoặc đối tác liên quan tới sản phẩm. {{Hành động: [2], vị trí: [3], lệnh: [4] }}
zh_cn: 此 Windows Installer 软件包有一个问题。完成此安装需要的程序不能运行。请和你的支持人员或代理商联系。{{操作: [2], 位置: [3], 命令: [4] }}

source: There is a problem with this Windows Installer package. A program run as part of the setup did not finish as expected. Contact your support personnel or package vendor. {{Action [2], location: [3], command: [4] }}
ar_sa: يوجد مشكلة في حزمة Windows Installer هذه. لم يتم إنهاء أحد برامج الإعداد بالشكل المتوقع. الرجاء الاتصال بأفراد الدعم أو ببائع الحزمة. {{الإجراء [2], الموقع: [3], الأمر: [4] }}
ca_es: Hi ha un problema en aquest paquet de Windows Installer. Un programa executat com a part de la instal·lació no ha finalitzat com s'esperava. Poseu-vos en contacte amb el vostre personal de suport o amb el proveïdor del paquet. {{Acció: [2], ubicació: [3], ordre: [4] }}
cs_cz: S balíčkem služby Windows Installer jsou potíže. Program spuštěný jako část instalace nebyl dokončen podle očekávání. Obraťte se na odbornou pomoc nebo dodavatele balíčku. {{Akce: [2], umístění: [3], příkaz: [4] }}
da_dk: Der er opstået et problem med denne Windows Installer-pakke. Et program, der blev k{__o /}rt som en del af installationen, blev ikke udf{__o /}rt som forventet. Kontakt supportpersonen eller pakkeproducenten. {{Handling [2], placering: [3], kommando: [4] }}
fi_fi: Ongelma Windows Installer -paketissa. Asennuksen osana suoritettu ohjelma ei päättänyt osaansa odotetusti. Ota yhteys tukihenkilöön tai paketin toimittajaan. {{Toiminto [2], sijainti: [3], komento: [4] }}
fr_fr: Un problȅme s'est produit sur ce package Windows Installer. Un program exécuté dans le cadre de l'installation ne s'est pas terminé correctement. Contactez votre service de support ou le distributeur du package. {{Action [2], emplacement : [3], commande : [4] }}
hr_hr: Ima problema s ovim Windows Installer paketom. Program koji se izvodi kao dio instalacije nije završio na očekivani način. Obratite se svom osoblju za podršku ili prodavaču paketa. {{Akcija: [2], mjesto: [3], naredba: [4] }}
hu_hu: Probléma van a Windows Installer csomaggal. A telepítés egyik részeként futó program nem az elvárásoknak megfelelően ért véget. Lépjen kapcsolatba a támogató személyzettel vagy a csomag eladójával. {{ művelet [2], hely: [3], parancs: [4] }}
ja_jp: この Windows インストーラ パッケージには問題があります。セットアップの一部として実行されるプログラムは正しく完了しませんでした。サポート担当者またはパッケージのベンダに問い合わせてください。 {{操作 [2], 場所: [3], コマンド: [4] }}
lt_lt: Windows diegimo programos paketo triktis. Programos eiga, kaip sąrankos dalis, nebaigta kaip tikėtasi. Kreipkitės į techninės pagalbos personalą arba į paketo tiekėją. {{Veiksmas [2], vieta: [3], komanda: [4] }}
nb_no: Det er et problem med denne Windows Installer-pakken. Et program kj{__o /}rt som en del av installasjonen, ble ikke fullf{__o /}rt som forventet. Kontakt st{__o /}ttepersonell eller pakkeleverand{__o /}r. {{Handling [2], plassering: [3], kommando: [4] }}
nl_nl: Er is een probleem met dit Windows Installer-pakket. Een programma dat is uitgevoerd als deel van de installatie, is niet juist afgesloten. Neem contact op met systeemondersteuning of de leverancier van het pakket. {{actie: [2], locatie: [3], opdracht: [4] }}
pl_pl: Wystšpi{__l /} problem z tym pakietem Instalatora Windows. Program uruchamiany jako fragment instalacji nie zakończy{__l /} się zgodnie z oczekiwaniami. Skontaktuj się z personelem pomocy technicznej lub dostawcš pakietu. {{Akcja: [2], lokalizacja: [3], polecenie: [4] }}
ro_ro: Existã o problemã la acest pachet de Windows Installer. Nu s-a terminat corect un program executat în cadrul instalãrii. Luaþi legãtura cu personalul de asistenþã sau cu furnizorul pachetului. {{Acþiune [2], amplasare: [3], comandã: [4] }}
ru_ru: Ошибка пакета Windows Installer. Непредвиденное завершение программы, являющейся частью установки. Обратитесь к техническому персоналу или к поставщику пакета. {{Действие [2], расположение: [3], команда: [4] }}
sk_sk: Vyskytol sa problém s týmto balíkom programu Windows Installer. Program, ktorý sa spúšťa ako súčasť inštalácie, sa nedokončil tak, ako sa očakávalo. Obráťte sa na pracovníka technickej podpory alebo na dodávateľa balíka. {{Akcia [2], umiestnenie: [3], príkaz: [4]}}
th_th: ﾁﾕｻﾑｭﾋﾒ｡ﾑｺ Windows Installer ｪﾘｴｹﾕ・ 篏ﾃ癸ﾃﾁﾊ霽ｹﾋｹﾖ隗羯篏ﾃ癸ﾃﾁｵﾔｴｵﾑ鬧ｷﾓｧﾒｹ菽鞨ﾊﾃ遞ﾊﾁｺﾙﾃｳ・ ｡ﾃﾘｳﾒｵﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ ﾋﾃﾗﾍｼﾙ鮃ﾕ陲ﾒﾂ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鱚ﾋ鬢ﾘｳ {{｡ﾒﾃ｡ﾃﾐｷﾓ [2] ｵﾓ睛ｹ隗 [3] ､ﾓﾊﾑ隗 [4] }}
tr_tr: Bu Windows Installer paketi ilgili sorun var. Kurulumun bir parçası olarak çalışan program beklendiği gibi sonlanmadı. Destek sorumlunuza veya paket satıcısına başvurun. {{Eylem [2], konum: [3], komut: [4] }}
vi_vn: Có trục trặc trong gói Windows Installer. Chương trình chạy trong việc thiết lập không hoàn tất như mong đợi. Tiếp xúc nhân viên hỗ trợ hoặc đối tác liên quan tới sản phẩm. {{Hành động: [2], vị trí: [3], lệnh: [4] }}
zh_cn: 此 Windows Installer 软件包有一个问题。作为安装的一部分的程序不正常结束。请和你的支持人员或代理商联系。{{操作: [2], 位置: [3], 命令: [4] }}

source: Unregistering program identifiers
ar_sa: إلغاء تسجيل معرّفات برنامج
ca_es: S'estan suprimint del Registre identificadors de programa
cs_cz: Rušení registrace identifikátorů programů
da_dk: Fjerner registreringen af program-id'er
fi_fi: Poistetaan ohjelmatunnusten rekisteröintejä
fr_fr: Annulation de l'inscription des identificateurs de program
hr_hr: Odjava identifikatora programa
hu_hu: A programazonosítók regisztrációjának törlése
ja_jp: プログラム識別子の登録を解除しています
lt_lt: Išregistruojami programų identifikatoriai.
nb_no: Fjerner registrering av programidentifikatorer
nl_nl: Bezig met het ongedaan maken van de registratie van programma-id's
pl_pl: Wyrejestrowywanie identyfikatorów programów
ro_ro: Eliminarea înregistrãrii identificatorilor de program
ru_ru: Отмена регистрации кодов приложений
sk_sk: Ruší sa registrácia programových identifikátorov
th_th: กำลังเอาตัวระบุโปรแกรมออกจากการลงทะเบียน
tr_tr: Program tanıtıcılarının kaydı kaldırılıyor
vi_vn: Gỡ đăng ký trình nhận biết chương trình
zh_cn: 正在撤销程序标识符的注册
