Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: Could not read security information for key [2]. {{ System error [3].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر قراءة معلومات تأمين لمفتاح [2]. {{ خطأ في النظام [3].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut llegir la informació de seguretat de la clau [2]. {{ Error del sistema [3].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: U klíče [2] nelze číst informace o zabezpečení. {{ Systémová chyba [3].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Sikkerhedsoplysninger for n{__o /}glen [2] kunne ikke læses. {{ Systemfejl [3].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η ανάγνωση πληροφοριών ασφαλείας για το κλειδί [2]. {{ Σφάλμα συστήματος [3].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] gakoaren segurtasun-informaziorik irakurri. {{ [3] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Avaimen [2] suojaustietoja ei voi lukea. {{ Järjestelmävirhe [3].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible de lire les informations sur la sécurité de la clé [2].{{ Erreur systȅme [3].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće čitati informacije o sigurnosti za ključ [2]. {{ Pogreška sustava [3].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A(z) [2] kulcshoz tartozó adatbiztonsági információ beolvasása nem sikerült. {{ Rendszerhiba [3].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [2] に対するセキュリティ情報を読み取れませんでした。{{ システム エラー [3]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko perskaityti saugos informacijos, skirtos raktui [2] . {{ Sistemos klaida [3].}} Patikrinkite, teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja izlasīt atslēgas [2] drošības informāciju. {{Sistēmas kļūda [3].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke lese sikkerhetsinformasjon for n{__o /}kkelen [2]. {{ Systemfeil [3].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan geen beveiligingsgegevens lezen voor sleutel [2]. {{ Systeemfout [3].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można odczytać informacji o zabezpieczeniach dla klucza [2]. {{B{__l /}šd systemu [3].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de citit informaþia de securitate pentru cheia [2]. {{ Eroare de sistem [3].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается прочитать сведения о безопасности из раздела [2]. {{ Системная ошибка [3].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné prečítať bezpečnostnú informáciu kľúča [2]. {{ Systémová chyba [3].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att läsa säkerhetsinformation för nyckeln: [2]. {{ Systemfel [3].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾍ靨ｹ｢鯱ﾁﾙﾅ､ﾇﾒﾁｻﾅﾍｴﾀﾑﾂﾊﾓﾋﾃﾑｺ key [2]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] anahtarının güvenlik bilgileri okunamadı. {{ Sistem hatası [3].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể đọc thông tin bảo mật cho khóa [2]. {{ Lỗi hệ thống [3].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法读取键 [2] 的安全信息。{{ 系统错误 [3]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not read value [2] from key [3]. {{ System error [4].}} Verify that you have sufficient access to that key, or contact your support personnel.
ar_sa: تعذر قراءة القيمة [2] من مفتاح [3]. {{ خطأ في النظام [4].}} تحقق من وجود وصول كاف إلى هذا المفتاح، أو اتصل بأفراد الدعم.
ca_es: No s'ha pogut llegir el valor [2] de la clau [3]. {{ Error del sistema [4].}} Verifiqueu que teniu accés suficient a aquesta clau o bé poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze číst hodnotu [2] z klíče [3]. {{ Systémová chyba [4].}} Přesvědčte se, zda máte ke klíči dostatečný přístup, nebo se obraťte na pracovníky odborné pomoci.
da_dk: Værdien [2] kunne ikke læses fra n{__o /}glen [3]. {{ Systemfejl [4].}} Kontroller, at du har tilstrækkelig adgang til n{__o /}glen, eller kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η ανάγνωση της τιμής [2] από το κλειδί [3]. {{ Σφάλμα συστήματος [4].}} Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα πρόσβασης σε αυτό το κλειδί ή επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] balioa irakurri [3] gakotik. {{ [4] sistema-errorea.}} Egiaztatu gako horretarako behar adina atzipen baduzula, edo deitu laguntza-zerbitzuko teknikariari.
fi_fi: Arvoa [2] ei voi lukea avaimesta [3]. {{ Järjestelmävirhe [4].}} Varmista, että sinulla on riittävät oikeudet avaimeen, tai ota yhteys tukihenkilöihin.
fr_fr: Impossible de lire la valeur [2] de la clé [3].{{ Erreur systȅme [4].}} Vérifiez que vous disposez des droits suffisants pour cette clé ou contactez votre service de support technique.
hr_hr: Nije moguće čitanje vrijednosti [2] iz ključa [3]. {{ Pogreška sustava [4].}} Provjerite imate li dovoljno prava pristupa do tog ključa, ili kontaktirajte osoblje za podršku.
hu_hu: A(z) [3] kulcsban a(z) [2] érték nem olvasható. {{ Rendszerhiba [4].}} Ellenőrizze, hogy rendelkezik-e elegendő hozzáférési joggal a kulcshoz, vagy forduljon a technikusokhoz.
ja_jp: キー [3] から値 [2] を読み取れませんでした。{{ システム エラー [4]。}} そのキーへの十分なアクセスがあることを確認するか、またはサポート担当者に問い合わせてください。
lt_lt: Nepavyko perskaityti rakto [3] vertės [2]. {{ Sistemos klaida [4].}} Patikrinkite, ar turite teisę į šį raktą, arba kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja nolasīt atslēgas [3] vērtību [2]. {{Sistēmas kļūda [4].}} Pārbaudiet, vai jums ir nepieciešamā pieeja šai atslēgai, vai sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke lese verdien [2] fra n{__o /}kkelen [3]. {{ Systemfeil [4].}} Kontroller at du har tilstrekkelig tilgang til n{__o /}kkelen, eller kontakt st{__o /}ttepersonell.
nl_nl: Kan waarde [2] niet lezen uit sleutel [3]. {{ Systeemfout [4].}} Controleer of u voldoende toegangsrechten hebt voor deze sleutel, of neem contact op met het ondersteuningspersoneel.
pl_pl: Nie można odczytać wartoci [2] z klucza [3]. {{B{__l /}šd systemu [4].}} Zweryfikuj, czy masz odpowiednie prawa dostępu do klucza lub skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de citit valoarea [2] din cheia [3]. {{ Eroare de sistem [4].}} Verificaþi dacã aveþi acces suficient la acea cheie, sau contactaþi personalul de asistenþã.
ru_ru: Не удается прочитать значение [2] из раздела [3]. {{ Системная ошибка [4].}} Убедитесь, что у вас достаточно полномочий для доступа к этому разделу, либо обратитесь в службу поддержки.
sk_sk: Nie je možné prečítať hodnotu [2] z kľúča [3]. {{ Systémová chyba [4].}} Skontrolujte, či máte ku kľúču dostatočný prístup, alebo sa obráťte na technika.
sv_se: Det gick inte att läsa värdet [2] för nyckeln: [3]. {{ Systemfel [4].}} Bekräfta att du har tillräcklig åtkomst till nyckeln eller kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾍ靨ｹ､靨 [2] ｨﾒ｡ key [3]. {{ ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [4].}} ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍ羯｡ﾒﾃ爐鰓ｶﾖｧ key ｹﾑ鮖 ﾋﾃﾗﾍ耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [3] anahtarından [2] değeri okunamadı. {{ Sistem hatası [4].}} Bu anahtara yeterli erişiminizin olduğunu denetleyin veya destek sorumlunuza başvurun.
vi_vn: Không thể đọc giá trị [2] từ khóa [3]. {{ Lỗi hệ thống [4].}} Kiểm xem bạn có quyền truy cập vào khóa đó hoặc kiểm với nhân viên hỗ trợ của bạn.
zh_cn: 无法读取值 [2]（从键 [3] 中）。{{ 系统错误 [4]。}} 请验证您对该键拥有足够的访问权限，或者与您的技术支持人员联系。

source: Could not register font [2]. Verify that you have sufficient permissions to install fonts, and that the system supports this font.
ar_sa: تعذر تسجيل خط [2]. تحقق من أنه لديك أذونات كافية لتثبيت الخطوط، ومن دعم النظام لهذا الخط.
ca_es: No s'ha pogut registrar el tipus de lletra [2]. Verifiqueu que teniu permisos suficients per instal·lar el tipus de lletra i que el sistema es compatible amb aquest tipus de lletra.
cs_cz: Písmo [2] nelze zaregistrovat. Přesvědčte se, zda máte dostatečná oprávnění pro instalaci písem a zda je dané písmo v systému podporováno.
da_dk: Skrifttypen [2] kunne ikke registreres. Kontroller, at du har den rette tilladelse til at installere skrifttyper, og at systemet underst{__o /}tter disse skrifttyper.
el_gr: Δεν ήταν δυνατή η καταχώρηση της γραμματοσειράς [2]. Βεβαιωθείτε ότι έχετε επαρκή δικαιώματα για την εγκατάσταση γραμματοσειρών και ότι το σύστημα υποστηρίζει αυτήν τη γραμματοσειρά.
eu_es: Ezin izan da [2] letra-tipoa erregistratu. Egiaztatu letra-tipoak instalatzeko behar diren baimenak badituzula, eta sistemak letra-tipo hori onartzen duela.
fi_fi: Fontin [2] rekisteröiminen epäonnistui. Varmista, että sinulla on fonttien asennukseen tarvittavat oikeudet ja että järjestelmä tukee kyseistä fonttia.
fr_fr: Impossible d'inscrire la police [2]. Vérifiez que les autorisations dont vous disposez sont suffisantes pour installer des polices et que le systȅme prend en charge cette police en particulier.
hr_hr: Nije moguća prijava fonta [2]. Provjerite imate li dovoljno prava za instaliranje fontova te podupire li sustav taj font.
hu_hu: A(z) [2] betűkészlet regisztrációja nem sikerült. Ellenőrizze, hogy rendelkezik-e a betűkészletek telepítéséhez szükséges engedélyekkel, és hogy a rendszer támogatja-e ezt a betűkészletet.
ja_jp: フォント [2] を登録できません。このフォントをインストールする権利があるかどうか、またシステムがこのフォントをサポートしているかどうかを確認してください。
lt_lt: Nepavyko įregistruoti šrifto [2]. Patikrinkite, ar turite teisę diegti šriftus, ir ar sistema numato šį šriftą.
lv_lv: Nevarēja reģistrēt fontu [2]. Pārbaudiet, vai jums ir nepieciešamās atļaujas, lai instalētu fontus, un vai sistēma atbalsta šo fontu.
nb_no: Kan ikke registrere skriften [2]. Kontroller at du har tilstrekkelige tillatelser til å installere skrifter, og at systemet st{__o /}tter denne skriften.
nl_nl: Kan lettertype [2] niet registreren. Controleer of u voldoende rechten hebt voor het installeren van lettertypen en of dit lettertype door het systeem wordt ondersteund.
pl_pl: Nie można zarejestrować czcionki [2]. Zweryfikuj, czy masz wystarczajšce uprawnienia do instalowania czcionek i czy system obs{__l /}uguje tę czcionkę.
ro_ro: Imposibil de înregistrat fontul [2]. Verificaþi dacã aveþi suficiente drepturi pentru a instala fonturi ºi dacã sistemul acceptã acest font.
ru_ru: Не удается зарегистрировать шрифт [2]. Убедитесь, что у вас имеются разрешения на установку шрифтов, и что система поддерживает этот шрифт.
sk_sk: Písmo [2] sa nedalo zaregistrovať. Skontrolujte, či máte dostatočné oprávnenia na inštaláciu písiem, a či systém toto písmo podporuje.
sv_se: Det gick inte att registrera teckensnittet [2]. Bekräfta att du har rättighet att installera teckensnitt och att systemet stöder teckensnittet.
th_th: 菽靆ﾒﾁﾒﾃｶﾅｧｷﾐ犲ﾕﾂｹ蘯ｺﾍﾑ｡ﾉﾃ [2] ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｾﾕﾂｧｾﾍｷﾕ險ﾐｵﾔｴｵﾑ鬧蘯ｺﾍﾑ｡ﾉﾃ 眷ﾐﾃﾐｺｺﾊｹﾑｺﾊｹﾘｹ蘯ｺﾍﾑ｡ﾉﾃｹﾕ・
tr_tr: [2] yazı tipi kaydedilemedi. Yazı tiplerini yüklemek için yeterli izninizin olduğunu ve sistemin bu yazı tipini desteklediğini denetleyin.
vi_vn: Không thể đăng ký phông [2]. Kiểm xem bạn có đủ quyền cài đặt phông và hệ thống có hỗ trợ phông này.
zh_cn: 无法注册字体 [2]。请检查您是否有足够的权限安装字体，以及系统是否能够支持该字体。

source: Could not register type library for file [2]. Contact your support personnel.
ar_sa: تعذر تسجيل مكتبة النوع [2]. اتصل بأفراد الدعم.
ca_es: No s'ha pogut registrar la biblioteca de tipus per al fitxer [2]. Poseu-vos en contacte amb el personal de suport.
cs_cz: Nelze zaregistrovat knihovnu typů pro soubor [2]. Obraťte se na pracovníky odborné pomoci.
da_dk: Typebiblioteket for filen [2] kunne ikke registreres. Kontakt supportteknikerne.
el_gr: Δεν ήταν δυνατή η καταχώρηση της βιβλιοθήκης τύπων για το αρχείο [2]. Επικοινωνήστε με το προσωπικό υποστήριξης.
eu_es: Ezin da [2] fitxategiaren mota-liburutegia erregistratu. Deitu laguntza-zerbitzuko teknikariari.
fi_fi: Tiedoston [2] tyyppikirjaston rekisteröiminen epäonnistui. Ota yhteys tukihenkilöihin.
fr_fr: Impossible d'inscrire la bibliothȅque de type pour le fichier [2]. Contactez votre service de support technique.
hr_hr: Nije moguća prijava vrste biblioteke za datoteku [2]. Kontaktirajte svoje osoblje za podršku.
hu_hu: Nem sikerült a(z) [2] fájl típustárának a regisztrációja. Forduljon a technikusokhoz.
ja_jp: ファイル [2] のための種類のライブラリを登録できませんでした。サポート担当者に問い合わせてください。
lt_lt: Nepavyko įregistruoti failui [2] reikalingos tipų bibliotekos. Kreipkitės į techninės pagalbos personalą.
lv_lv: Nevarēja reģistrēt faila [2] tipu bibliotēku. Sazinieties ar tehniskā atbalsta personālu.
nb_no: Kan ikke registrere typebibliotek for filen [2]. Kontakt st{__o /}ttepersonell.
nl_nl: Kan geen typebibliotheek registreren voor bestand [2]. Neem contact op met het ondersteuningspersoneel.)
pl_pl: Nie można zarejestrować biblioteki typów dla pliku [2]. Skontaktuj się z personelem pomocy technicznej.
ro_ro: Imposibil de înregistrat biblioteca de tipuri pentru fiºierul [2]. Luaþi legãtura cu personalul de asistenþã.
ru_ru: Не удается зарегистрировать библиотеку типов для файла [2]. Обратитесь в службу поддержки.
sk_sk: Knižnica typov pre súbor [2] sa nedala zaregistrovať. Obráťte sa na pracovníka technickej podpory.
sv_se: Det gick inte att registrera typbibliotek för filen [2]. Kontakta supportpersonalen.
th_th: 菽靆ﾒﾁﾒﾃｶﾅｧｷﾐ犲ﾕﾂｹｪｹﾔｴ｢ﾍｧ眩鮹 library [2] 耆魴ﾔｴｵ靉ｽ靨ﾂﾊｹﾑｺﾊｹﾘｹ｢ﾍｧ､ﾘｳ
tr_tr: [2] dosyası için tür kitaplığı kaydettirilemedi. Destek sorumlunuza başvurun.
vi_vn: Không thể đăng ký thư viện loại cho [2]. Kiểm lại với nhân viên hỗ trợ của bạn.
zh_cn: 无法将文件 [2] 注册到类型库中。请与您的技术支持人员联系。

source: Could not remove Shortcut [2]. Verify that the shortcut file exists and that you can access it.
ar_sa: تعذر إزالة اختصار [2]. تحقق من وجود ملف الاختصار ومن إمكانية الوصول إليه.
ca_es: No s'ha pogut crear la drecera [2]. Verifiqueu que la carpeta de destinació existeix i que podeu accedir-hi.
cs_cz: Nelze odebrat zástupce [2]. Přesvědčte se, zda soubor zástupce existuje a zda k němu máte přístup.
da_dk: Genvejen [2] kunne ikke fjernes. Kontroller, at genvejsfilen findes, og at du har adgang til den.
el_gr: Δεν ήταν δυνατή η κατάργηση της συντόμευσης [2]. Βεβαιωθείτε ότι το αρχείο συντόμευσης υπάρχει και ότι έχετε πρόσβαση σε αυτό.
eu_es: Ezin da [2] lasterbidea kendu. Egiaztatu lasterbide-fitxategia badagoela eta sarbidea duzula.
fi_fi: Pikakuvakkeen [2] poistaminen epäonnistui. Varmista, että pikakuvaketiedosto on olemassa ja että voi käyttää sitä.
fr_fr: Impossible de supprimer le raccourci [2]. Vérifiez que le fichier de raccourcis existe et que vous êtes autorisé ȁ y accéder.
hr_hr: Nije moguće uklanjanje prečaca [2]. Provjerite postoji li datoteka prečaca te možete li joj pristupiti.
hu_hu: A(z) [2] parancsikont nem sikerült eltávolítani. Ellenőrizze, hogy a hivatkozott fájl létezik-e, és hogy el tudja-e érni.
ja_jp: ショートカット [2] を削除できません。ショートカット ファイルが存在し、アクセスできることを確認してください。
lt_lt: Nepavyko pašalinti nuorodos [2]. Patikrinkite, ar yra nuorodos failas, ir ar galite jį pasiekti.
lv_lv: Nevarēja nodzēst saīsni [2]. Pārbaudiet, vai pastāv šīs saīsnes fails un vai jūs varat tam piekļūt.
nb_no: Kan ikke fjerne snarveien [2]. Kontroller at snarveifilen finnes, og at du har tilgang til den.
nl_nl: Kan de snelkoppeling [2] niet verwijderen. Controleer of het snelkoppelingsbestand bestaat en of u toegang tot dit bestand hebt.
pl_pl: Nie można usunšć skrótu [2]. Zweryfikuj, czy plik skrótu istnieje i czy masz do niego dostęp.
ro_ro: Imposibil de eliminat comanda rapidã [2]. Verificaþi dacã existã fiºierul comenzii rapide ºi dacã aveþi acces la el.
ru_ru: Не удается удалить ярлык [2]. Проверьте, что файл ярлыка существует и доступен.
sk_sk: Nie je možné odstrániť odkaz [2]. Skontrolujte, či súbor odkazu existuje, a či k nemu máte prístup.
sv_se: Det gick inte att ta bort genvägen [2]. Bekräfta att genvägsfilen finns och att du kan komma åt den.
th_th: 菽靆ﾒﾁﾒﾃｶ猩ﾒｷﾒｧﾅﾑｴ [2] ﾍﾍ｡ ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨眩鮹ｷﾒｧﾅﾑｴﾁﾕﾍﾂﾙ鞦ﾅﾐ､ﾘｳﾊﾒﾁﾒﾃｶ爐鰓ｶﾖｧ
tr_tr: [2] Kısayolu kaldırılamadı. Kısayol dosyasının varolduğunu ve ona erişebildiğinizi denetleyin.
vi_vn: Không thể gỡ bỏ Shortcut [2]. Kiểm xem có tệp tin lối tắt không và bạn có thể truy cập vào.
zh_cn: 无法删除快捷方式 [2]。请确认该快捷方式文件存在，并且您可以访问该文件。

source: Could not schedule file [2] to replace file [3] on reboot. Verify that you have write permissions to file [3].
ar_sa: تعذر جدولة ملف [2] لاستبدال ملف [3] عند إعادة التمهيد. تحقق من وجود أذونات كتابة إلى ملف [3].
ca_es: No s'ha pogut planificar el fitxer [2] per substituir el fitxer [3] en reiniciar. Verifiqueu que teniu permisos d'escriptura al fitxer [3].
cs_cz: Nelze naplánovat nahrazení souboru [3] souborem [2] při restartování počítače. Přesvědčte se, zda máte oprávnění pro zápis do souboru [3].
da_dk: Det kunne ikke planlægges at erstatte filen [3] med filen [2] ved genstart. Kontroller, at du har skriveadgang til filen [3].
el_gr: Δεν ήταν δυνατό να προγραμματιστεί η αντικατάσταση του αρχείου [3] από το αρχείο [2] με την επανεκκίνηση του υπολογιστή. Βεβαιωθείτε ότι έχετε δικαιώματα εγγραφής στο αρχείο [3].
eu_es: Ezin da [2] fitxategia berrabiaraztean [3] fitxategia ordezteko antolatu. Egiaztatu [3] fitxategian idazteko baimena duzula.
fi_fi: Tiedoston [3] korvaaminen tiedostolla [2] uudelleenkäynnistyksen yhteydessä epäonnistui. Varmista, että sinulla on kirjoitusoikeudet tiedostoon [3].
fr_fr: Impossible de planifier le remplacement du fichier [3] par le fichier [2] au démarrage. Vérifiez que vous êtes autorisé ȁ accéder en écriture au fichier [3].
hr_hr: Nije moguće rasporediti datoteku [2] tako da zamijeni datoteku [3] pri ponovnom pokretanju računala. Provjerite imate li dozvolu za pisanje u datoteku [3].
hu_hu: Nem sikerült beütemezni, hogy újraindításkor a(z) [3] fájl felváltsa a(z) [2] fájlt. Ellenőrizze, hogy rendelkezik-e a(z) [3] fájl írásához szükséges engedélyekkel.
ja_jp: 再起動するときに、ファイル [3] を [2] で置き換えるようにスケジュールすることができません。ファイル [3] への書き込みのアクセス許可を持っていることを確認してください。
lt_lt: Nepavyko suplanuoti, kad perkraunant failas [2] pakeistų failą [3]. Patikrinkite, ar turite teisę rašyti į failą [3].
lv_lv: Nevarēja ieplānot, lai atsāknēšanas laikā fails [3] tiktu nomainīts ar failu [2]. Pārbaudiet, vai jums ir rakstīšanas atļauja failam [3].
nb_no: Kan ikke planlegge at filen [2] skal erstatte filen [3] ved omstart. Kontroller at du har skrivetillatelse til filen [3].
nl_nl: Kan het vervangen van bestand [3] door bestand [2] tijdens het opstarten niet plannen. Controleer of u schrijfmachtigingen hebt voor bestand [3].
pl_pl: Nie można zaplanować pliku [2] do zamiany pliku [3] przy ponownym rozruchu. Zweryfikuj, czy masz uprawnienia do zapisu do pliku [3].
ro_ro: Imposibil de programat ca fiºierul [2] sã înlocuiascã fiºierul [3] la reiniþializare. Verificaþi dacã aveþi drepturi de scriere în fiºierul [3].
ru_ru: Не удается спланировать замену файла [3] на [2] при перезагрузке. Убедитесь, что у вас имеются разрешения на доступ к файлу [3].
sk_sk: Nie je možné naplánovať náhradu súboru [3] súborom [2] pri reštarte. Skontrolujte, či máte oprávnenia na zápis do súboru [3].
sv_se: Det gick inte att schemalägga att filen [2] ska ersättas av [3] när systemet startas om. Bekräfta att du har skrivrättigheter till filen [3].
th_th: 菽靆ﾒﾁﾒﾃｶｨﾑｴｵﾒﾃﾒｧ猊ﾅﾒ眩鮹 [2] 耆鱆ｷｹｷﾕ鞦ｿ鮹 [3] 狠ﾗ靉狹ﾔ霖ﾃﾐｺｺ耆ﾁ・ ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳﾁﾕﾊﾔｷｸﾔ・ｹ｡ﾒﾃ爐ﾕﾂｹ莉ﾂﾑｧ眩鮹 [3]
tr_tr: Yeniden başlatma sırasında, [2] dosyasını [3] dosyası ile değişme zamanlanamadı. [3] dosyasına yazma izninizin olduğunu denetleyin.
vi_vn: Không thể lập biểu để [2] thay [3] trong khi khởi động. Kiểm xem bạn có quyền ghi vào tệp tin [3].
zh_cn: 无法安排在重新启动时用文件 [2] 替换文件 [3]。请确认您拥有对文件 [3] 的写权限。
