Repository: Amebis/MSIBuild
Catalog: locale/*.po
Languages: ar_sa, ca_es, cs_cz, da_dk, el_gr, eu_es, fi_fi, fr_fr, hr_hr, hu_hu, ja_jp, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn, zh_cn

source: The installer has encountered an unexpected error installing this package. This may indicate a problem with this package. The error code is [1]. {{The arguments are: [2], [3], [4]}}
ar_sa: صادف برنامج التثبيت installer خطأ غير متوقع أثناء تثبيت هذه الحزمة. قد يشير هذا إلى وجود مشكلة في هذه الحزمة. رمز الخطأ هو [1]. {{الوسيطات هي: [2], [3], [4]}}
ca_es: L'instal·lador s'ha trobat un error inesperat en instal·lar aquest paquet. Aixȍ pot indicar que hi ha un problema amb el paquet. El codi d'error és: [1]. {{Els arguments són: [2], [3], [4]}}
cs_cz: Instalační služba zjistila neočekávanou chybu při instalaci tohoto balíčku. S balíčkem mohou být potíže. Kód chyby je [1]. {{Argumenty jsou: [2], [3], [4]}}
da_dk: Der er opstået en uventet fejl under installationen af denne pakke. Dette kan betyde, at der er et problem med denne pakke. Fejlkoden er [1]. {{Argumenterne er: [2], [3], [4]}}
el_gr: Το πρόγραμμα εγκατάστασης συνάντησε ένα μη αναμενόμενο σφάλμα κατά την εγκατάσταση αυτού του πακέτου. Αυτό μπορεί να δηλώνει κάποιο πρόβλημα με το πακέτο. Ο κωδικός σφάλματος είναι [1]. {{Τα ορίσματα είναι: [2], [3], [4]}}
eu_es: Instalatzaileak ustekabeko errore bat aurkitu zuen pakete hau instalatzerakoan. Honek pakete honekin arazo bat indikatu dezake. Errore kodea da [1]. {{Argumentuak dira: [2], [3], [4]}}
fi_fi: Installer-ohjelma havaitsi odottamattoman virheen paketin asentamisessa. Paketti saattaa olla viallinen. Virhekoodi: [1]. {{Argumentit: [2], [3], [4]}}
fr_fr: Windows Installer a rencontré une erreur inattendue lors de l'installation de ce package. Il s'agit peut-être d'un problȅme lié au package. Le code d'erreur est [1]. {{Les arguments sont : [2], [3], [4]}}
hr_hr: Instalacijski program naišao je na neočekivanu pogrešku pri instalaciji ovog paketa . To možda ukazuje na problem s ovim paketom. Kod pogreške je [1]. {{Argumenti su: [2], [3], [4]}}
hu_hu: A Telepítő váratlan hibába ütközött a csomag telepítése közben. Ez lehet, hogy egy hibát jelez a csomagban. A hibakód: [1]. {{A paraméterek: [2], [3], [4]}}
ja_jp: このパッケージをインストールするときに予期しないエラーが検出されました。このパッケージは問題がある可能性があります。エラー コードは [1] です。 {{引数: [2], [3], [4]}}
lt_lt: Diegdama šį paketą, diegimo programa aptiko netikėtą klaidą. Tai gali reikšti šio paketo triktį. Klaidos kodas yra [1]. {{Argumentai: [2], [3], [4]}}
lv_lv: Instalējot šo pakotni, instalēšanas programma atklāja neparedzētu kļūdu. Iespējams, ka problēma ir pakotnē. Kļūdas kods: [1]. {{Argumenti: [2], [3], [4]}}
nb_no: Installasjonsprogramt har oppdaget en uventet feil under installasjonen av denne pakken. Dette kan indikere et problem med denne pakken. Feilkoden er [1]. {{Argumentene er: [2], [3], [4]}}
nl_nl: Er is een onverwachte fout opgetreden tijdens de installatie van dit pakket. Er is mogelijk een probleem met dit pakket. De foutcode is: [1]. {{De schakelopties zijn: [2], [3], [4]}}.
pl_pl: Instalator napotka{__l /} nieoczekiwany b{__l /}šd podczas instalowania tego pakietu. Może to wskazywać na problem z pakietem. Kod b{__l /}ędu to [1]. {{Argumentami sš: [2], [3], [4]}}
ro_ro: Installer a înregistrat o eroare neaºteptatã la instalarea acestui pachet. Aceasta poate sã indice o problemã la acest pachet. Codul de eroare este [1]. {{Argumentele: [2], [3], [4]}}
ru_ru: Программа установки обнаружила непредвиденную ошибку при установке данного пакета. Возможно пакет установлен неверно. Код ошибки [1]. {{Аргументы: [2], [3], [4]}}
sk_sk: Inštalačný program zistil, že počas inštalácie tohto balíka sa vyskytla neočakávaná chyba. To by mohlo znamenať, že s týmto balíkom sú spojené určité problémy. Kód chyby je [1]. {{Argumenty: [2], [3], [4]}}
sv_se: Ett oväntat fel uppstod när det här paketet installerades. Kanske har ett fel uppstått i paketet. Felkod: [1]. {{Argument: [2], [3], [4]}}
th_th: installer ｾｺ｢鯱ｼﾔｴｾﾅﾒｴｷﾕ鞴ﾁ鞴ｴ鬢ﾒｴﾋﾁﾒﾂ萇鱚ｹ篏ﾃ癸ﾃﾁｪﾘｴｹﾕ・ ｫﾖ隗ﾍﾒｨ狃郢ｻﾑｭﾋﾒ爻ｾﾒﾐ羯篏ﾃ癸ﾃﾁｪﾘｴｹﾕ鰲ｷ靨ｹﾑ鮖 ﾃﾋﾑﾊ｢鯱ｼﾔｴｾﾅﾒｴ､ﾗﾍ [1] {{ﾍﾒﾃ・ﾔﾇ狠ｹｵ・ﾕｴﾑｧｹﾕ・ [2], [3], [4]}}
tr_tr: Yükleyici bu paketi yüklerken beklenmedik bir hata ile karşılaştı. Bu paketle ilgili bir sorunu gösteriyor olabilir. Hata kod: [1]. {{Değişkenler: [2], [3], [4]}}
vi_vn: Installer bị lỗi khi cài đặt gói này. Điều này có thể là có trục trặc trong gói này. Mã lỗi [1]. {{Đối số: [2], [3], [4]}}
zh_cn: 安装程序在安装此软件包时遇到一个错误。这可能表示此软件包有错。错误码是 [1]。{{参数是: [2], [3], [4]}}

source: The installer has insufficient privileges to access this folder: [2]. The installation cannot continue. Log on as administrator or contact your system administrator.
ar_sa: المثبت لديه امتيازات غير كافية للوصول إلى هذا الدليل: [2]. لا يمكن متابعة التثبيت. قم بتسجيل الدخول كمسؤول النظام أو اتصل بمسؤول النظام.
ca_es: L'Instal·lador no té privilegis suficients per accedir a aquest directori: [2]. La instal·lació no pot continuar. Connecteu-vos com a administrador o poseu-vos en contacte amb el vostre administrador del sistema.
cs_cz: Při instalaci nelze z důvodu nedostatečných oprávnění získat přístup do adresáře [2]. Instalaci není možné dokončit. Přihlaste se jako správce nebo se obraťte na správce systému.
da_dk: Installationsprogramt har ikke de n{__o /}dvendige rettigheder til at åbne denne mappe: [2]. Installationsprogramt kan ikke fortsætte. Log på som administrator, eller kontakt systemadministratoren.
el_gr: Το Installer δεν διαθέτει επαρκή δικαιώματα πρόσβασης σε αυτόν τον κατάλογο: [2]. Δεν είναι δυνατό να συνεχιστεί η εγκατάσταση. Συνδεθείτε ως διαχειριστής ή επικοινωνήστε με το διαχειριστή του συστήματός σας.
eu_es: Instalatzaileak dituen pribilegioak ez dira nahikoa direktorio hau atzitzeko: [2]. Ezin da instalatzen jarraitu. Hasi saioa administratzaile gisa edo deitu zure sistema-administratzaileari.
fi_fi: Asennusohjelmalla ei ole kansion käsittelyyn tarvittavia oikeuksia: [2]. Asennus ei voi jatkua. Kirjaudu sisään järjestelmänvalvojana tai ota yhteys järjestelmänvalvojaan.
fr_fr: Le program d'installation ne dispose pas des privilȅges suffisants pour accéder au répertoire [2]. Impossible de poursuivre l'installation. Ouvrez une session en tant qu'administrateur ou contactez votre administrateur systȅme.
hr_hr: Installer nema dovoljno prava pristupa do tog imenika: [2]. Instalaciju nije moguće nastaviti. Uključite se kao administrator ili kontaktirajte svog administratora sustava.
hu_hu: A Telepítő nem rendelkezik elegendő jogosultsággal a következő könyvtár megnyitásához: [2]. A telepítés nem folytatható. Jelentkezzen be rendszergazdaként, vagy forduljon a rendszergazdához.
ja_jp: インストール プログラムにはディレクトリ [2] にアクセスするための特権が不足しています。インストールを続行できません。Administrator としてログオンするか、またはシステム管理者に問い合わせてください。
lt_lt: Diegimo programa neturi teisės kreiptis į šį katalogą: [2]. Diegimo tęsti negalima. Užsiregistruokite kaip administratorius arba kreipkitės į sistemos administratorių.
lv_lv: Instalēšanas programmai nav pietiekamu privilēģiju, lai piekļūtu šim direktorijam: [2]. Instalēšana nevar turpināties. Piesakieties sistēmā kā administrators vai sazinieties ar sistēmas administratoru.
nb_no: Har ikke tilgang til denne katalogen: [2] Installasjonen kan ikke fortsette. Logg på som administrator eller kontakt systemansvarlig.
nl_nl: Installer heeft onvoldoende toegangsrechten voor map [2]. De installatie kan niet worden voortgezet. Meld u aan als systeembeheerder of neem contact op met de systeembeheerder.
pl_pl: Instalator ma niewystarczajšce uprawnienia do dostępu do katalogu: [2]. Nie można kontynuować instalacji. Zaloguj się jako administrator lub skontaktuj się z administratorem systemu.
ro_ro: Installer nu are suficiente privilegii pentru a avea acces la acest director: [2]. Imposibil de continuat instalarea. Conectaþi-vã ca administrator sau luaþi legãtura cu administratorul sistemului dvs.
ru_ru: У программы Windows Installer недостаточно полномочий для получения доступа к этому каталогу: [2]. Установка не может быть продолжена. Войдите в систему в качестве администратора, либо обратитесь к системному администратору.
sk_sk: Inštalátor nemá na prístup do priečinka [2] dostatočné oprávnenia. Inštalácia nemôže pokračovať. Prihláste sa ako správca alebo sa obráťte na správcu systému.
sv_se: Installer har inte behörighet att komma åt den här katalogen: [2]. Installationen kan inte fortsätta. Logga in som administratör eller kontakta systemadministratören.
th_th: ｵﾑﾇｵﾔｴｵﾑ鬧ﾁﾕﾊﾔｷｸ・ﾁ鞨ｾﾕﾂｧｾﾍｷﾕ險ﾐ爐鰓ｶﾖｧ莇狹｡ｵﾍﾃﾕ: [2] ｡ﾒﾃｵﾔｴｵﾑ鬧菽靆ﾒﾁﾒﾃｶｷﾓｵ靉莉 耆鰲｢鰓ﾊﾙ霤ﾐｺｺ狃郢 administrator ﾋﾃﾗﾍｵﾔｴｵ靉ｼﾙ魘ﾙ眷ﾃﾐｺｺ｢ﾍｧ､ﾘｳ
tr_tr: Yükleyicinin [2] dizinine erişmek için yeterli ayrıcalığı yok. Yükleme işlemi devam edemez. Yönetici olarak oturum açın veya sistem yöneticinize başvurun.
vi_vn: Installer không đủ đặc quyền để truy cập thư mục này: [2].Không thể tiếp tục việc cài đặt. Đăng nhập như administrator hoặc kiểm lại với nhà quản trị hệ thống của bạn.
zh_cn: 安装程序没有访问目录 [2] 的权限，安装无法继续进行。请以管理员身份登录，或与您的系统管理员联系。

source: The Installer has insufficient privileges to modify this file: [2].
ar_sa: المُثبت لديه امتيازات غير كافية لتعديل هذا الملف: [2].
ca_es: L'instal·lador no té privilegis suficients per modificar aquest fitxer: [2].
cs_cz: Instalační služba nemůže z důvodu nedostatečných oprávnění upravit soubor [2].
da_dk: Installationsprogramt har ikke de n{__o /}dvendige rettigheder til at ændre filen: [2].
el_gr: Το Installer δεν διαθέτει επαρκή δικαιώματα τροποποίησης του αρχείου: [2].
eu_es: Instalatzaileak ez ditu fitxategi hau aldatzeko behar adina pribilegio: [2].
fi_fi: Asennusohjelmalla ei ole tiedoston muokkaukseen tarvittavia oikeuksia: [2].
fr_fr: Le program d'installation ne dispose pas des privilȅges suffisants pour modifier le fichier [2].
hr_hr: Installer nema dovoljno prava za izmjenu ove datoteke: [2].
hu_hu: A Telepítő nem rendelkezik elegendő jogosultsággal a következő fájl módosításához: [2].
ja_jp: インストール プログラムには、ファイルを修正する特権がありません: [2]。
lt_lt: Diegimo programa neturi teisės modifikuoti šį failą: [2].
lv_lv: Programmai Installer nav nepieciešamo privilēģiju, lai modificētu šo failu: [2].
nb_no: Installasjonsprogramt har ikke tilgangsrettigheter til å endre denne filen: [2].
nl_nl: Installer heeft niet de juiste rechten om het bestand [2] te kunnen wijzigen.
pl_pl: Instalator ma niewystarczajšce uprawnienia do zmodyfikowania pliku: [2].
ro_ro: Privilegii insuficiente pentru ca Installer sã modifice acest fiºier: [2].
ru_ru: У программы Windows Installer недостаточно полномочий для изменения этого файла: [2].
sk_sk: Inštalátor nemá na zmenu tohto súboru dostatočné oprávnenia: [2].
sv_se: Installer har inte behörighet att ändra den här filen: [2].
th_th: ｵﾑﾇｵﾔｴｵﾑ鬧ﾁﾕﾊﾔｷｸﾔ・ﾁ鞨ｾﾕﾂｧｾﾍｷﾕ險ﾐｻﾃﾑｺ狃ﾅﾕ霙ｹ眩鮹: [2]
tr_tr: Yükleyicinin [2] dosyasını değiştirmek için yeterli ayrıcalığı yok.
vi_vn: Installer không đủ quyền để sửa tệp tin này: [2].
zh_cn: 安装程序没有修改文件 [2] 的权限。

source: The installer must restart your system before configuration of [2] can continue. Click Yes to restart now or No if you plan to manually restart later.
ar_sa: يجب على المُثبت إعادة تشغيل النظام قبل أن يتمكن تكوين [2] من المتابعة. انقر فوق 'نعم' لإعادة التشغيل الآن أو انقر فوق 'لا' إذا كنت تريد إعادة التشغيل يدوياً لاحقاً.
ca_es: L'instal·lador ha de reiniciar el sistema abans de continuar la configuració de [2]. Feu clic a Sí per reiniciar ara o a No si voleu reiniciar manualment més tard.
cs_cz: Před pokračováním v konfiguraci [2] je třeba, aby instalační služba restartovala počítač. Klepnete-li na tlačítko Ano, bude počítač restartován ihned. V případě, že budete chtít počítač restartovat později, klepněte na tlačítko Ne.
da_dk: Installationsprogramt skal genstarte dit system, f{__o /}r konfiguration af [2] kan fortsætte. Klik på Ja for at genstarte nu eller Nej, hvis du vil genstarte manuelt senere.
el_gr: Το πρόγραμμα Εγκατάστασης πρέπει να επανεκκινήσει το σύστημά σας για να συνεχιστεί η ρύθμιση των παραμέτρων του [2]. Κάντε κλικ στο κουμπί "Ναι" για να γίνει επανεκκίνηση τώρα ή στο κουμπί "Όχι" εάν θέλετε να κάνετε επανεκκίνηση αργότερα.
eu_es: Instalatzaileak sistema berrabiarazi behar du [2] konfiguratzen jarraitu ahal izateko. Egin klik 'Bai'n orain berrabiarazteko edo 'Ez' aurrerago zeuk berrabiarazteko asmoa baduzu.
fi_fi: Asennusohjelman on käynnistettävä järjestelmä uudelleen, ennen kuin kohteen [2] kokoonpanon määritys voi jatkua. Valitse Kyllä, jos haluat käynnistää järjestelmän uudelleen, tai valitse Ei, jos haluat tehdä uudelleenkäynnistyksen myöhemmin manuaalisesti.
fr_fr: Le program d'installation doit redémarrer votre systȅme avant que la configuration de [2] puisse continuer. Cliquez sur Oui pour redémarrer maintenant, ou sur Non si vous voulez redémarrer manuellement ultérieurement.
hr_hr: Prije nego što se konfiguracija [2] može nastaviti, Installer mora ponovo pokrenuti vaš sustav. Pritisnite Da želite li ga ponovo pokrenuti sada, ili Ne ako ćete to poslije učiniti sami.
hu_hu: A Telepítőnek újra kell indítania a rendszert, mielőtt a [2] konfigurálása folytatódik. Kattintson az Igen gombra, ha most akarja újraindítani a rendszert, vagy a Nem gombra, ha később.
ja_jp: [2] の構成を続行する前に、システムを再起動する必要があります。すぐに再起動する場合は [\[]はい[\]] を、後で手動で再起動する場合は [\[]いいえ[\]] をクリックしてください。
lt_lt: Prieš tęsdama [2] konfigūravimą, diegimo programa turi perkrauti jūsų sistemą. Jei norite perkrauti dabar, spustelkite Taip, jei ketinate perkrauti vėliau, spustelkite Ne.
lv_lv: Lai turpinātu [2] konfigurēšanu, instalēšanas programmai ir jārestartē jūsu sistēma. Noklikšķiniet uz pogas Jā, lai restartētu uzreiz, vai uz pogas Nē, ja domājat manuāli restartēt vēlāk.
nb_no: Du må starte systemet på nytt f{__o /}r konfigurasjonen av [2] kan fortsette. Velg Ja hvis du vil starte på nytt nå, eller Nei hvis du vil starte på nytt manuelt senere.
nl_nl: Windows Installeer moet het besturingssysteem opnieuw starten zodat de configuratie van [2] kan worden voortgezet. Klik op Ja als u de computer nu opnieuw wilt opstarten of op Nee als u de computer later handmatig opnieuw wilt opstarten.
pl_pl: Przed kontynuacjš konfiguracji [2] Instalator musi ponownie uruchomić system. Kliknij przycisk Tak, aby ponownie uruchomić teraz lub przycisk Nie, aby zrobić to póniej.
ro_ro: Installer trebuie sã reporneascã sistemul dvs. înainte de a continua configurarea pentru [2] . Faceþi clic pe Da pentru a reporni acum sau pe Nu dacã intenþionaþi sã reporniþi manual mai târziu.
ru_ru: Перед продолжением настройки [2] программа Windows Installer должна перезагрузить систему. Нажмите кнопку "Да", чтобы перезагрузить компьютер сейчас, либо кнопку "Нет", чтобы выполнить перезагрузку позже вручную.
sk_sk: Inštalátor musí pred pokračovaním konfigurácie produktu [2] reštartovať systém. Ak chcete reštartovať teraz, kliknite na tlačidlo Áno, ak chcete neskôr systém reštartovať manuálne, kliknite na tlačidlo Nie.
sv_se: Installer måste starta om systemet innan konfigureringen av [2] kan fortsätta. Klicka på Ja om du vill starta om nu eller på Nej om du planerar att starta om senare.
th_th: ｵﾑﾇｵﾔｴｵﾑ鬧ｹﾕ魴鯱ｧｷﾓ｡ﾒﾃ狹ﾔ霖ﾃﾐｺｺ｢ﾍｧ､ﾘｳ耆ﾁ陦靉ｹｷﾕ險ﾐｷﾓ｡ﾒﾃ｡ﾓﾋｹｴ､靨｢ﾍｧ [2] ｨﾐﾊﾒﾁﾒﾃｶｷﾓｵ靉莉 耆鬢ﾅﾔ｡罨・狎ﾗ靉ｷﾕ險ﾐ狹ﾔ霖耆ﾁ鞨ｴﾕ・ﾇｹﾕ・ﾋﾃﾗﾍ菽鞳ｪ・ｶ鰓､ﾘｳｵ鯱ｧ｡ﾒﾃ狹ﾔ霖ﾃﾐｺｺ耆ﾁ雍鯢ﾂｵｹ猩ｧﾀﾒﾂﾋﾅﾑｧ
tr_tr: [2] yapılandırmasının devam etmesi için önce yükleyicinin sisteminizi yeniden başlatması gerekiyor. Şimdi yeniden başlatmak için Evet'i tıklatın veya yeniden başlatmayı daha sonra el ile yapmayı düşünüyorsanız, Hayır'ı tıklatın.
vi_vn: Installer phải khởi ̣động lại hệ thống trước khi cấu hình [2] có thể tiếp tục. Nháy Có để khởi động lại hoặc Không nếu bạn tự khởi động sau.
zh_cn: 安装程序必须先重新启动您的系统，然后才能继续配置 [2]。单击“是”按钮可立即重新启动；单击“否”按钮则可在以后以人工方式启动。

source: The key [2] is not valid. Verify that you entered the correct key.
ar_sa: المفتاح [2] غير صالح. تحقق من إدخال المفتاح الصحيح.
ca_es: La clau [2] no és vȁlida. Verifiqueu que heu introduït la clau correcta.
cs_cz: Klíč [2] není platný. Přesvědčte se, zda jste zadali správný klíč.
da_dk: N{__o /}glen [2] er ugyldig. Kontroller, at du har angivet den korrekte n{__o /}gle.
el_gr: Το κλειδί [2] δεν είναι έγκυρο. Βεβαιωθείτε ότι εισαγάγατε το σωστό κλειδί.
eu_es: [2] gakoa ez da baliozkoa. Egiaztatu gako zuzena sartu duzula.
fi_fi: Avain [2] ei kelpaa. Varmista, että olet syöttänyt oikean avaimen.
fr_fr: Clé [2] non valide. Vérifiez que vous avez entré la clé appropriée.
hr_hr: Ključ [2] nije valjan. Provjerite jeste li unijeli ispravan ključ.
hu_hu: A(z) [2] kulcs nem érvényes. Ellenőrizze, hogy a megfelelő kulcsot adta-e meg.
ja_jp: キー [2] は正しくありません。正しいキーが入力されているかどうかを確認してください。
lt_lt: Raktas [2] negalioja. Patikrinkite, ar įvedėte teisingą raktą.
lv_lv: Atslēga [2] nav derīga. Pārbaudiet, vai ievadījāt pareizo atslēgu.
nb_no: N{__o /}kkelen [2] er ikke gyldig. Kontroller at du har angitt riktig n{__o /}kkel.
nl_nl: De sleutel [2] is ongeldig. Controleer of u de juiste sleutel hebt opgegeven.
pl_pl: Klucz [2] jest nieprawid{__l /}owy. Zweryfikuj, czy wprowadzono poprawny klucz.
ro_ro: Cheia [2] incorectã. Verificaþi dacã aþi introdus cheia corectã.
ru_ru: Неверный ключ [2]. Проверьте правильность ключа.
sk_sk: Kľúč [2] je neplatný. Skontrolujte, či ste zadali správny kľúč.
sv_se: Nyckeln [2] är ogiltig. Bekräfta att du angav rätt nyckel.
th_th: Key [2] 菽雜ﾙ｡ｵ鯱ｧ ﾂﾗｹﾂﾑｹ耆鱆ｹ鞳ｨﾇ靨､ﾘｳ飜・key ｷﾕ雜ﾙ｡ｵ鯱ｧ
tr_tr: [2] anahtarı geçerli değil. Doğru anahtarı girdiğinizi denetleyin.
vi_vn: Khóa [2] không hợp lệ. Kiểm xem bạn đã nhập đúng khóa.
zh_cn: 键 [2] 无效。请确认您输入的键是否正确。

source: The older version of [2] cannot be removed. Contact your technical support group. {{System Error [3].}}
ar_sa: لا يمكن إزالة النسخة القديمة من [2]. اتصل بمجموعة الدعم الفني. {{خطأ بالنظام [3].}}
ca_es: No es pot suprimir la versió anterior de [2]. Poseu-vos en contacte amb el grup de suport tȅcnic. {{Error del sistema [3].}}
cs_cz: Starší verzi produktu [2] nelze odebrat. Obraťte se na pracovníky odborné pomoci. {{Systémová chyba: [3].}}
da_dk: Den ældre version af [2] kan ikke fjernes. Kontakt teknisk support. {{Systemfejl [3].}}
el_gr: Δεν είναι δυνατή η κατάργηση της παλαιότερης έκδοσης του [2]. Επικοινωνήστε με την ομάδα τεχνικής υποστήριξης. {{Σφάλμα συστήματος [3].}}
eu_es: [2]-ren bertsio zaharra ezin da kendu. Laguntza teknikoko taldeari galdetu. {{System Error [3].}}
fi_fi: Tuotteen [2] aiempaa versiota ei voi poistaa. Ota yhteys tekniseen tukeen. {{Järjestelmävirhe [3].}}
fr_fr: Impossible de supprimer la version antérieure de [2]. Contactez votre groupe de support technique. {{Erreur systȅme : [3].}}
hr_hr: Stariju verziju [2] nije moguće ukloniti. Kontaktirajte svoju grupu za tehničku podršku. {{Pogreška sustava: [3].}}
hu_hu: Nem lehet eltávolítani a(z) [2] régebbi verzióját. Forduljon a technikusokhoz. {{Rendszerhiba: [3].}}
ja_jp: [2] の古いバージョンを削除することはできません。技術的に詳しい方にお問い合わせください。 {{システム エラー : [3]}}
lt_lt: Nepavyko pašalinti ankstesnės [2] versijos. Kreipkitės į techninės pagalbos grupę. {{Sistemos klaida: [3].}}
lv_lv: Nevar nodzēst vecāku [2] versiju. Sazinieties ar tehniskā atbalsta grupu. {{Sistēmas kļūda [3].}}
nb_no: Kan ikke fjerne den gamle versjonen av [2]. Kontakt din tekniske st{__o /}ttegruppe. {{Systemfeil [3].}}
nl_nl: Kan de oudere versie van [2] niet verwijderen. Neem contact op met de systeembeheerder. {{Systeemfout [3].}}
pl_pl: Starsza wersja programu [2] nie może być usunięta. Skontaktuj się z grupš pomocy technicznej. {{B{__l /}šd systemu [3].}}
ro_ro: Nu s-a eliminat versiunea anterioarã a [2]. Luaþi legãtura cu grupul de asistenþã tehnicã. {{Eroare de sistem [3].}}
ru_ru: Не удается удалить более раннюю версию [2]. Обратитесь в группу технической поддержки. {{Системная ошибка: [3].}}
sk_sk: Staršia verzia aplikácie [2] sa nedá odstrániť. Obráťte sa na pracovníkov technickej podpory. {{Systémová chyba [3].}}
sv_se: Det gick inte att ta bort den tidigare versionen av [2]. Kontakta den tekniska supportavdelningen. {{Systemfel [3].}}
th_th: [2] ﾃﾘ雹爍靨｡ﾇ靨菽靆ﾒﾁﾒﾃｶｶﾙ｡猩ﾒﾍﾍ｡ 耆魴ﾔｴｵ靉｡ﾅﾘ霖ﾊｹﾑｺﾊｹﾘｹｷﾒｧ犢､ｹﾔ､｢ﾍｧ､ﾘｳ {{ﾃﾐｺｺｼﾔｴｾﾅﾒｴ [3].}}
tr_tr: Eski [2] sürümleri kaldırılamıyor. Teknik destek grubuyla bağlantı kurun. {{Sistem Hatası [3].}}
vi_vn: Không thể gỡ bỏ phiên bản cũ hơn của [2]. Kiểm với nhóm hỗ trợ kỹ thuật của bạn. {{Lỗi Hệ thống [3].}}
zh_cn: 不能删除旧版本的 [2]。请与您的技术支持人员联系。 {{系统错误: [3]。}}

source: The path [2] is not valid. Please specify a valid path.
ar_sa: المسار [2] غير صالح. يرجى تحديد مسار صالح.
ca_es: El camí [2] no és vȁlid. Especifiqueu un camí vȁlid.
cs_cz: Cesta [2] není platná. Zadejte platnou cestu.
da_dk: Stien [2] er ugyldig. Angiv en gyldig sti.
el_gr: Η διαδρομή [2] δεν είναι έγκυρη. Καθορίστε μια έγκυρη διαδρομή.
eu_es: [2] bide-izena ez da baliozkoa. Zehaztu baliozko bide-izen bat.
fi_fi: Polku [2] ei kelpaa. Määritä kelvollinen polku.
fr_fr: Chemin d'accȅs [2] non valide. Entrez un chemin d'accȅs valide.
hr_hr: Put [2] nije valjan. Molimo navedite valjani put.
hu_hu: Az elérési út ([2]) nem érvényes. Adjon meg másik elérési utat.
ja_jp: パス [2] が正しくありません。正しいパスを指定してください。
lt_lt: Maršrutas [2] negalioja. Nurodykite galiojantį maršrutą.
lv_lv: Ceļš [2] nav derīgs. Lūdzu, norādiet derīgu ceļu.
nb_no: Banen [2] er ikke gyldig. Angi en gyldig bane.
nl_nl: Het pad [2] is ongeldig. Geef een geldig pad op.
pl_pl: cieżka [2] nie jest prawid{__l /}owa. Podaj prawid{__l /}owš cieżkę.
ro_ro: Calea [2] incorectã. Specificaþi o cale corectã.
ru_ru: Недопустимый путь [2]. Укажите правильный путь.
sk_sk: Cesta [2] je neplatná. Zadajte platnú cestu.
sv_se: Sökvägen [2] är ogiltig. Ange en giltig sökväg.
th_th: 猝鮖ｷﾒｧ [2] 菽雜ﾙ｡ｵ鯱ｧ ｡ﾃﾘｳﾒﾃﾐｺﾘ猝鮖ｷﾒｧｷﾕ雜ﾙ｡ｵ鯱ｧ
tr_tr: [2] yolu geçersiz. Lütfen geçerli bir yol belirtin.
vi_vn: Đường dẫn [2] không hợp lệ. Vui lòng chỉ một đường dẫn hợp lệ.
zh_cn: 路径 [2] 无效，请指定有效路径。
